{
    "basic_info": {
        "name": "可莉",
        "rank": 5,
        "生日": "7月27日",
        "所属": "西风骑士团",
        "神之眼": "火",
        "武器类型": "法器",
        "命之座": "四叶草座",
        "称号": "逃跑的太阳"
    },
    "ascend": {
        "ascend_material": {
            "1级突破材料": {
                "燃愿玛瑙碎屑": 1,
                "燃愿玛瑙断片": 9,
                "燃愿玛瑙块": 9,
                "燃愿玛瑙": 6,
                "常燃火种": 46,
                "慕风蘑菇": 168,
                "导能绘卷": 18,
                "封魔绘卷": 30,
                "禁咒绘卷": 36,
                "摩拉": 2092530
            },
            "20级突破材料": {
                "燃愿玛瑙碎屑": 1,
                "慕风蘑菇": 3,
                "导能绘卷": 3
            },
            "30级突破材料": {
                "燃愿玛瑙断片": 3,
                "常燃火种": 2,
                "慕风蘑菇": 10,
                "导能绘卷": 15
            },
            "40级突破材料": {
                "燃愿玛瑙断片": 6,
                "常燃火种": 4,
                "慕风蘑菇": 20,
                "封魔绘卷": 12
            },
            "50级突破材料": {
                "燃愿玛瑙块": 3,
                "常燃火种": 8,
                "慕风蘑菇": 30,
                "封魔绘卷": 18
            },
            "60级突破材料": {
                "燃愿玛瑙块": 6,
                "常燃火种": 12,
                "慕风蘑菇": 45,
                "禁咒绘卷": 12
            },
            "70级突破材料": {
                "燃愿玛瑙": 6,
                "常燃火种": 20,
                "慕风蘑菇": 60,
                "禁咒绘卷": 24
            },
            "90级突破材料": "无"
        }
    },
    "recommended_equipment": {
        "weapon": {
            "万世流涌大典": "该武器仅依靠其提供的巨额暴击伤害加成，就足以成为可莉武器的强力选择，且在搭配芙宁娜的队伍中可稳定触发重击伤害加成与能量恢复效果，进一步提升输出能力、优化循环体验。此外，该武器的生命加成也能一定程度上防止可莉被敌人一招带走。",
            "神乐之真意": "该武器提供大量暴击伤害加成，且通过施放元素战技可叠加带有一定元素战技伤害加成的增益层数，持续时间内叠满3层还可获得一定元素伤害加成。",
            "金流监督": "该武器提供暴击率加成与一定攻击力加成，但普通攻击/重击伤害加成及攻速加成效果需通过生命值的不断提升/降低触发，因此推荐与芙宁娜搭配使用，此时对可莉的输出提升非常明显。不过，在逐影猎人4件套增益下需注意可能发生的暴击率溢出问题。",
            "图莱杜拉的回忆": "这些武器仅依靠其作为五星的基础攻击力与属性提供的暴击伤害或暴击率加成，或攻击力与元素伤害加成，即较为契合可莉。",
            "流浪乐章": "该武器提供暴击伤害加成，且登场时随机触发的效果提供的攻击力或元素伤害加成均能为可莉带来大量输出提升，爆发优势明显。即使在效果真空期或随机到元素精通加成时该武器对可莉无效果增益，该武器综合上仍适配可莉。",
            "匣里日月": "该武器提供暴击率加成与较多普通攻击/元素战技/元素爆发伤害加成，是可莉武器的不错选择。但需注意在逐影猎人4件套增益下搭配时，较易发生的暴击率溢出问题。",
            "纯水流华": "该武器提供攻击力加成与元素伤害加成，较为适配可莉。同时，作为锻造武器，获取和精炼成本较低。",
            "嘟嘟可故事集": "该武器提供较多攻击力加成与重击伤害加成，能一定程度上提高可莉的输出能力，然而可莉重击伤害占总输出的比重不太高，该武器实际效果一般，但追求外观适配时仍然可用。"
        },
        "artifact": {
            "逐影猎人": "提供普通攻击/重击伤害和高额暴击率加成，但需要搭配芙宁娜使用，否则不能稳定发生生命值变动以触发暴击率加成效果。",
            "2+2混搭/推荐二件套属性：火伤加成/攻击力": "获取成本较低，提升稳定且泛用性高。",
            "渡过烈火的贤人/炽烈的炎之魔女": "提供伤害加成，可在纯火伤输出队伍中使用，但相比2+2混搭优势不大，且渡过烈火的贤人4件套由于触发条件限制，部分环境中可能失效。",
            "战狂": "通过大世界探索获取，适合新手过渡。"
        }
    },
    "recommended_game_guide": {
        "【V3.8攻略·角色攻略】可莉攻略·机制/养成/配队": "https://www.miyoushe.com/ys/article/40952684",
        "【V3.8】角色攻略：可莉": "https://www.miyoushe.com/ys/article/40787980",
        "【V3.8攻略·角色攻略】可莉阵容配装面板【百日挑战17】": "https://www.miyoushe.com/ys/article/40982180",
        "【一图流】可莉·角色指南": "https://bbs.mihoyo.com/ys/article/6675887"
    },
    "talents": {
        "普通攻击·砰砰": "普通攻击\n投掷在碰撞后会爆炸的好东西！进行至多三段的炸弹攻击,造成火元素范围伤害。\n\n重击\n消耗一定体力，短暂咏唱后，轰击敌人，造成火元素范围伤害。\n\n下落攻击\n凝聚烈焰的力量，从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成火元素范围伤害。",
        "蹦蹦炸弹": "投出带来无限快乐的蹦蹦炸弹！\n蹦蹦炸弹会连续弹跳三次，每次弹跳都会引发爆炸，造成火元素范围伤害。\n\n第三次弹跳后，将分裂成许多诡雷。\n诡雷会在接触到敌人或一段时间后爆炸，造成火元素范围伤害。\n\n初始拥有2次可使用次数。\n\n蹦蹦是可莉的「好朋友」⋯可莉总是忍不住向人介绍他们。",
        "轰轰火花": "可莉火力全开！在技能持续时间内，不停召唤轰轰火花攻击附近的敌人，造成火元素范围伤害。\n\n骑士团的人相信，可莉从来不被自己的炸弹所伤，一定有幸运星眷顾着她吧⋯",
        "砰砰礼物": "蹦蹦炸弹与普通攻击造成伤害时，有50%的几率为可莉赋予一朵爆裂火花。释放重击时将消耗爆裂火花，使这次重击不消耗体力，且造成的伤害提升50%。",
        "火花无限": "可莉的重击造成暴击后，为队伍中所有角色恢复2点元素能量。",
        "全是宝藏": "在小地图上显示周围的蒙德区域特产的位置。"
    },
    "constellation": {
        "连环轰隆": "攻击与施放技能时，有几率召唤火花轰击敌人，造成相当于轰轰火花攻击伤害120%的伤害。",
        "破破弹片": "蹦蹦炸弹的诡雷会使敌人的防御力降低23%，持续10秒。",
        "可莉特调": "蹦蹦炸弹的技能等级提高3级。(最高提升至15级)",
        "一触即发": "如果在轰轰火花持续期间内退场，会引发爆炸，造成555%攻击力的火元素范围伤害。",
        "轰击之星": "轰轰火花的技能等级提高3级。(最高提升至15级)",
        "火力全开": "在轰轰火花的状态下，可莉每3秒会持续为队伍中所有角色（不包括可莉自己）恢复3点元素能量，施放轰轰火花后的25秒内，队伍中所有角色获得10%火元素伤害加成。"
    },
    "specialty": {
        "鱼香吐司": "使用效果：队伍中所有角色防御力提高151点，持续300秒。多人游戏时，仅对自己的角色生效。"
    },
    "character_CV": {
        "中": "花玲",
        "日": "久野美咲",
        "英": "Poonam Basu",
        "韩": "방연지"
    },
    "more_description": "「放火烧山，可莉完蛋！」——凯亚为可莉写的《骑士团生存守则》中标红标重的一条。 在蒙德城的坊间巷弄中，有一个传说：有一名红衣小女孩，拥有着西风骑士团中独一无二的最强「至宝」。 无论何时何地，只要那位女孩出现，在爆裂的火光中，万物皆成灰烬。 而且，当爆炸的余波散去，这名女孩也总是随之消失无踪，没人见过她的真容。 在无数对她的猜测中，有人甚至说，她才是西风骑士团的「最强战力」。 但对于代理团长琴来说，掌握着「至宝」的可莉放火烧山，乱埋炸弹，城里放炮… 禁闭时间…必须再次超级加倍！",
    "character_details": "三年前，可莉被身为知名冒险家的父母托付给西风骑士团。 年幼的可莉就这样和「那位白色的哥哥」一起，与蒙德的「家人们」结下了缘分。 可莉对外界一切都抱有纯真的爱与好奇。对于会爆炸的物件，她更是始终投以极度的热忱。 在骑士团呵护之下，她得以远离恶意与中伤。 小小的少女与骑士团众人缔结了无法割舍的缘分。 对可莉来说，被琴关禁闭室的日常、帮助安柏改进兔兔伯爵的日常，或偷偷研制新型炸弹的日常… 所有这些，都是她珍贵的宝物。",
    "character_story1": "「那样的父母会培养出这样的孩子，也是理所当然吧…」 被成堆公物破坏报告搞得焦头烂额的代理团长琴，偶尔会扶额感叹。 炸得七零八落的车辆、莫名起火的货棚、骑士们好不容易才扑灭的森林火灾… 还有惨不忍睹的「星落湖鱼类大量非正常伤亡案件」… 造成这些的凶手只有一人，此人正出现在骑士团总部一一 「可莉！」 面对代理团长严厉的目光，看似人畜无害的小小少女只好把身上藏得满满当当的爆炸物逐件上缴。 随后在幸灾乐祸的骑兵队长护送下，哭唧唧地前往禁闭室。 这样的故事，大概每周都会重演那么一两次。",
    "character_story2": "当然，每次闯完祸后，可莉也会努力帮忙收拾烂摊子。 虽说有时又会因为她大剌剌的性子将事情搅得更加复杂： 想要做烤鱼补偿骑士团的大家，却不小心把灶台炸上了天； 焦急地想要借风灭火，又把火扩散到了更远的草原… 可莉绝不是坏孩子，好奇与贪玩的本性却总驱使她做出不计后果的行为。 而每次犯了错误，又总会愧疚地试图弥补。 但凡可莉被满心郁闷的琴团长放出禁闭室， 不出两天，蒙德城某处一定又会传来爆炸声。 作为骑士团内大名鼎鼎的「火花骑士」，其威能总会在奇怪的地方频繁展现。",
    "character_story3": "虽说可莉为骑士团和蒙德城招惹了不少乱子，但她绝不是为骑士团拖后腿的见习新人。 相反，一旦她的才能用对地方，也将爆发出可畏的实力。 某次讨伐行动中，琴巧妙借助可莉的爆破天赋，一举消灭了所有进犯的丘丘人。 只是可莉出于一贯不计后果的童心，布下了过多炸弹，造成巨大爆炸，永久改变了望风山地的地貌… 大家都被吓得不轻，所幸骑士团无人受伤。 「望风山地红衣骑士」的传说，就此在蒙德流传开来。 据说她身披一袭神秘红衣，怀中抱着骑士团最隐秘的宝物… 只有可莉本人知道，空穴来风的「宝物」究竟是什么东西。",
    "character_story4": "对可莉而言，骑士团是她不可或缺的家人，已踏上冒险征途的母亲则是「偶像」。 著名大冒险家艾莉丝，《提瓦特旅行指南》的作者——在可莉心中， 妈妈非常厉害，无所不能。 无论是自幼时手把手教她调配火药，挑选引信，还是一步步引导她以自己的创意制造更壮观，更漂亮的烟花… 教育她如何规划受力点，才能炸毁整座摘星崖… 或是被骑士团抓到现行之后一起在面色发青的霍夫曼面前挨训，对彼此尴尬地吐舌头… 这些都是可莉与妈妈珍藏的记忆。 直到后来，妈妈和爸爸去了很遥远、很危险的地方，临行前将可莉托付给阿贝多哥哥和骑士团来照料。 但小小的可莉早就明白，自己总有一天也会长大，踏上妈妈的道路。 总有一天，她的作品也会让妈妈为之骄傲。",
    "character_story5": "「嘟嘟可」是可莉最初的朋友，也是最好的朋友之一。 很久很久以前，妈妈亲手为她制作了这个玩偶。 艾莉丝把它与可莉的幸运四叶草缀在一起，挂在可莉大大的背包上。 于是，嘟嘟可和可莉成为了形影不离的好朋友。 妈妈说，这是为了让可莉不会孤单，有一个独处时也能说悄悄话的朋友。 困难时也会保护彼此，就像安柏与她的兔兔伯爵那样。 不过这话让骑士团众人忧心忡忡一考虑到艾莉丝母女二人的其他「发明」，这东西或许也会在某个时刻爆炸... 「嘟嘟可」是可莉自己为玩偶取的名字。被人问到这个名字的含义，可莉涨红了脸，半天才说: 「含义是……可莉最好的朋友！」",
    "special_story": "如果问起可莉如何获得「神之眼」，恐怕她自己都说不清楚。 作为天赋异禀的爆炸狂，可莉在很小的时候就受到了「神之眼」的认可。 根据可莉自己版本的故事，她那时正在制作一个「比超级大还要大的大炸弹!」 这是她自己上手制作的第一件作品，实验结果却远不如预期—— 仅仅炸翻了她的小小工棚，留下一大堆冒烟的灰烬。 失望之余，可莉惊喜地发现，火焰般的「神之眼」从灰烬中浮出。 可莉为何会获得神的认可? 是由于对爆炸物与生俱来的才华与执着还是因为与母亲一模一样的我行我素，又或许是因为足够闪耀的纯真? 不论出于何种原因，总之，可莉在最无忧无虑的年纪就已获得万人渴求的神之眼。 无论以后的成长过程中将要面对什么，她也绝对不会放弃这份「礼物」。",
    "vision": "主题：是快乐日！ 发件人：可莉 时间：2024-07-27 可莉今天一起床，就收到好多好多句「生日快乐」！ 妈妈说过，分享快乐，会更加快乐！ 所以可莉跟嘟嘟可说了「生日快乐」、跟琴团长说了「生日快乐」、跟丽莎姐姐、凯亚哥哥和阿贝多哥哥也说了···所有蒙德的好朋友听完都哈哈大笑，很快乐！ 可是，宵宫姐姐、柯莱姐姐还有好多跟可莉玩过的好人都不住在蒙德，你带我去找他们好不好？可莉也想跟他们说一句「生日快乐」！多远都没关系，可莉会带好吃的！ 等你来接我的时候，我要跟你说两声「生日快乐」，一个给你，一个给小派蒙！ 大家一起——生日快乐！ 主题：大冒险！ 发件人：可莉 时间：2023-07-27 夏天对可莉非常重要，因为妈妈说可莉是夏天出生的。 大冒险也很重要，因为⋯大冒险很有趣！ 跟朋友在一起的夏天大冒险，是好多重要加了起来，所以是可莉最开心的事情！ 可莉吃到了蛋糕，参加了演戏，还坐了呼呼飞车，像云朵一样飞得好高好高，度过了一个最棒的夏天！ 可莉真不舍得让这个夏天过去⋯ 生日愿望就许这个，可以吗？ 主题：夏天！ 发件人：可莉 时间：2022-07-27 可莉喜欢夏天！ 夏天有很热很热的太阳，也有很长很长的白天。 可莉有更多的时间做喜欢的事情，夏天的冒险也会变得更烫，更有趣！ 今年夏天，可莉跟着妈妈一起出去度假了。 妈妈带可莉见到了特别漂亮的风景，还有好多好玩的东西。 锵锵——可莉猜到你会好奇，已经用画笔把它们全都画下来啦。等我们见面的时候，就由可莉来为你讲故事吧。 对了对了，妈妈说，夏天是分享快乐的季节，也是让心灵飞翔的季节，还给了我一本看不懂的小册子。 嘿嘿，送给你，希望你和可莉一样喜欢夏天！ 主题：一定要保密哦！ 发件人：可莉 时间：2021-07-27 前些日子，可莉非常认真地想好了计划，要来一场生日前的大冒险！ 首先，趁着琴团长工作的时候，成功开溜~！ 然后，要跑去她找不到的地方！可莉跑啊跑，跑啊跑，在一个大山洞里还找到了不得了的大蜥蜴呢！ 然后的然后，一想到要过生日，可莉就特别开心，结果好像跑得太远了…琴团长知道了肯定会生气的。 除非，可莉在生日当天回家。琴团长看在可莉过生日的份上，就不会发脾气了吧？ 所以呀...可以请你来接可莉吗？等你哦！ 还有，大蜥蜴的奇怪石头也交给你了。要是你知道怎么用它制作宝物的话，之后也来教教可莉吧，好不好！",
    "birthday_letter": null,
    "voices": {
        "初次见面…": "西风骑士团，「火花骑士」，可莉，前来报到！…呃——后面该说什么词来着？可莉背不下来啦…",
        "闲聊·收获": "可莉今天又勇敢地抓到了花纹奇怪的蜥蜴！从没见过这种图案，你要看看吗？",
        "闲聊·冒险": "要和可莉一起去炸鱼吗？虽然被抓住就是一整天的禁闭，但鱼很好吃，所以值得！",
        "闲聊·守则": "「城里放炮禁闭室报到」、「炸弹伤人琴找上门」、「放火烧山可莉完蛋」——这就是可莉在骑士团的生存守则。",
        "下雨的时候…": "哼哼哼，这次的炸弹可是防水的。",
        "打雷的时候…": "啊！什么东西爆炸了？！…哦，是打雷啊。",
        "刮大风了…": "风神保佑，把可莉的炸弹往合适的地方吹吧。",
        "早上好…": "早安！带可莉出去玩吧！我们一起来冒险！",
        "中午好…": "午饭时间到了！啊…吃什么呢？我来看看《提瓦特游览指南》…",
        "晚上好…": "晚上好！拜托你也帮我跟霍夫曼先生说说吧，可莉不是小孩子了，可莉晚上也可以出去玩——带我出去玩——",
        "晚安…": "虽然出来玩的时候说不想回家，但天黑以后的旷野，不认识路…拜、拜托你回去的时候，把我也送回家好不好…",
        "关于可莉自己·肇事": "呜…这次居然炸歪了大风车的叶片…真对不起！",
        "关于可莉自己·赔偿": "我，我还挺会做手工的，请让我帮你们重新做一个…什么？禁止雇佣童工？呜…",
        "关于我们·骑士": "呼呼…荣誉骑士，可莉作为「火花骑士」，可以说是你在西风骑士团的前辈喔？所以！所以…这次我闯的祸，能不能帮我隐瞒一下…",
        "关于我们·玩伴": "不行！才九点，可莉今晚一定要撑到看完马戏团的午夜专场！你是可莉的玩伴吧！那就别想现在就把我送回家，略略略略…",
        "关于「神之眼」…": "这个小小的玻璃球，就代表了巴巴托斯大人对可莉的肯定吗…唔…究竟是认可了我的哪一部分呢？是自由吗？那以后要不要更自由地出去炸鱼，来回应巴巴托斯大人的期待呢…？",
        "有什么想要分享…": "可莉知道，骑士团的墙是不能炸的。虽然打通了能从禁闭室出去很方便，但凯亚哥哥说，这样做了以后，琴团长恐怕会让我再也见不到第二天的太阳…",
        "感兴趣的见闻…": "每一只蜥蜴的花纹都是不同的，有些蜥蜴的尾巴干燥以后磨成粉，可以当做炸药的材料哦。这是阿贝多哥哥告诉我的事。",
        "关于雷泽…": "我们是朋友！雷泽努力对抗危机、保护可莉的样子，让人安心！…唔…虽然基本上都是我把危机带到他身边的…",
        "关于父母…": "爸爸和妈妈都是全大陆有名的旅行家！妈妈写的《提瓦特游览指南》，有好多餐馆和旅店都很在意它的权威评价呢。",
        "关于凯亚…": "凯亚哥哥是好人！《骑士团生存守则》就是凯亚哥哥帮可莉写的。可莉闯祸的时候，他也经常帮忙遮掩呢。",
        "关于安柏…": "安柏姐姐是好人！兔兔伯爵摸起来也是毛茸茸的，而且还会爆炸，太棒了！",
        "关于琴…": "琴团长是好人！虽然…有点可怕…",
        "关于迪卢克…": "奇怪的大人，一直都是不太开心的样子。唔…为什么不喜欢笑呢？",
        "关于丽莎…": "丽莎阿…丽莎姐姐是好人！每次可莉靠近她的工坊，她就会给可莉好吃的茶点…欸？说起来我想进她的工坊，好像一开始是想做新的炸药来着…？",
        "关于班尼特…": "班尼特哥哥是好人！和他一起冒险，可莉总能有更多收获！…虽然班尼特哥哥自己总是什么宝物都找不到，嗯…这是为什么呢？",
        "关于迪奥娜…": "迪奥娜姐姐是好人！「靠一己之力摧毁蒙德酒业」的想法好有趣，可莉也要用炸弹来帮忙！——呃，虽然不太懂什么叫做「蒙德酒业」，是怪物吗？",
        "关于阿贝多…": "阿贝多哥哥跟可莉有个秘密的约定！要是可莉看到工坊门前挂着「实验进行中」的牌子，就要晚点再去找他。阿贝多哥哥不工作的时候，会很耐心地陪着可莉，所以可莉也会很耐心地等着的！",
        "关于莫娜…": "莫娜姐姐是好人！她每次找阿贝多哥哥和可莉玩的时候，都会说好多听不明白，但是很有趣的东西！可莉喜欢她来玩！",
        "关于砂糖…": "砂糖姐姐是好人！她问我，想不想要一个会跑会跳的蹦蹦！嘿嘿嘿，当然想要了，我还想要好几百个，让蒙德的街道上，台阶上，广场上，全是蹦蹦！",
        "想要了解可莉·其一": "你好！你是来找可莉玩的吗？",
        "想要了解可莉·其二": "是啊，这个炸弹是可莉最新改良的作品！你看我做得好不好？…呃——如果是在什么纵火现场发现的话，那就不是我做的，绝对不是。",
        "想要了解可莉·其三": "哎，虽然新炸药的配方，很多都是在被关禁闭的时候想出来的…但如果不被关禁闭的话就更好了…",
        "想要了解可莉·其四": "这是嘟嘟可，是可莉很久以前就交到的好朋友。要记得它的名字哦，以后别叫它「挂在你包上的玩偶」啦。",
        "想要了解可莉·其五": "谢谢你总是帮可莉解决麻烦！就用这串「可莉烤鱼」来报答你吧！——呃，其实鱼是直接在湖里就被炸弹烤熟了，不过这件事就和平时一样，假装不知道好了。",
        "可莉的爱好…": "可莉喜欢毛茸茸的东西。比如嘟嘟可、蒲公英，还有雷泽的头发。",
        "可莉的烦恼…": "唉，你是好人，我是坏孩子…等我这次的禁闭结束、好好反省过以后，再来找你带我出去玩…",
        "喜欢的食物…": "蒙德的鲈鱼是很好吃的，从果酒湖里抓到的尤其好吃！这可不是瞎说的，连妈妈也认同可莉的想法喔。",
        "讨厌的食物…": "讨厌蒙德蟹——什么蟹都讨厌——可莉要出去玩——不要坐在餐桌前慢慢剥壳——",
        "收到赠礼·其一": "好香好香！可莉已经吃到吃不下啦…",
        "收到赠礼·其二": "今天也吃到了好吃的东西，可莉好开心！谢谢你！",
        "收到赠礼·其三": "看上去很好吃，但吃起来不太方便…嘿嘿，你来帮帮可莉好不好！",
        "生日…": "生日快乐！过生日很开心，你比可莉大，那过生日的次数一定比可莉多吧？可莉很羡慕！",
        "突破的感受·起": "嗯，新型炸弹研究完毕！趁琴团长发现之前，开溜！",
        "突破的感受·承": "又进步了一点！不过琴团长总是说：「进步是分内之事。」",
        "突破的感受·转": "谢谢你总是陪我一起收集研究用的材料！如果你想学习炸弹的制作方法，我也可以来教你哦。",
        "突破的感受·合": "很久以前，第一次听到爆炸声的时候，我没有害怕…后来我才知道，大部分人不是这样的…不过，你也不害怕我的炸弹呢！嘿嘿，太好了，可莉果然交到了很好的朋友！",
        "元素战技·其一": "蹦蹦炸弹！",
        "元素战技·其二": "弹起来吧！",
        "元素战技·其三": "嘿咻！",
        "元素爆发·其一": "轰轰火花！",
        "元素爆发·其二": "火力全开！",
        "元素爆发·其三": "全——都可以炸完！",
        "冲刺开始·其一": "啦啦啦~",
        "冲刺开始·其二": "哒哒哒~",
        "打开宝箱·其一": "可莉又找到新的宝物了！",
        "打开宝箱·其二": "亮闪闪的，好开心！",
        "打开宝箱·其三": "地下会不会埋着更多宝箱呢…",
        "生命值低·其一": "哇…怎么会这样…",
        "生命值低·其二": "琴团长…它欺负我…",
        "生命值低·其三": "玩累了，有点晕…",
        "同伴生命值低·其一": "火花骑士，爆破支援！",
        "同伴生命值低·其二": "你不要紧吧？",
        "倒下·其一": "看我成功开溜…！啊，失败了。",
        "倒下·其二": "可莉…想回家了…",
        "倒下·其三": "又闯祸了…",
        "普通受击·其一": "过分…",
        "重受击·其一": "好疼啊！",
        "加入队伍·其一": "可莉来帮忙！",
        "加入队伍·其二": "锵锵——可莉登场。",
        "加入队伍·其三": "好耶！是大冒险。"
    }
}