{
    "basic_info": {
        "name": "菲谢尔",
        "rank": 4,
        "生日": "5月27日",
        "所属": "冒险家协会",
        "神之眼": "雷",
        "武器类型": "弓",
        "命之座": "幻鸦座",
        "称号": "断罪皇女！！"
    },
    "ascend": {
        "ascend_material": {
            "1级突破材料": {
                "最胜紫晶碎屑": 1,
                "最胜紫晶断片": 9,
                "最胜紫晶块": 9,
                "最胜紫晶": 6,
                "雷光棱镜": 46,
                "小灯草": 168,
                "牢固的箭簇": 18,
                "锐利的箭簇": 30,
                "历战的箭簇": 36,
                "摩拉": 2092530
            },
            "20级突破材料": {
                "最胜紫晶碎屑": 1,
                "小灯草": 3,
                "牢固的箭簇": 3
            },
            "30级突破材料": {
                "最胜紫晶断片": 3,
                "雷光棱镜": 2,
                "小灯草": 10,
                "牢固的箭簇": 15
            },
            "40级突破材料": {
                "最胜紫晶断片": 6,
                "雷光棱镜": 4,
                "小灯草": 20,
                "锐利的箭簇": 12
            },
            "50级突破材料": {
                "最胜紫晶块": 3,
                "雷光棱镜": 8,
                "小灯草": 30,
                "锐利的箭簇": 18
            },
            "60级突破材料": {
                "最胜紫晶块": 6,
                "雷光棱镜": 12,
                "小灯草": 45,
                "历战的箭簇": 12
            },
            "70级突破材料": {
                "最胜紫晶": 6,
                "雷光棱镜": 20,
                "小灯草": 60,
                "历战的箭簇": 24
            },
            "90级突破材料": "无"
        }
    },
    "recommended_equipment": {
        "weapon": {
            "若水": "提供巨额暴击伤害加成，在靠近敌人时可提供通用伤害加成。",
            "冬极白星": "提供暴击率、攻击力和元素战技/元素爆发伤害加成。需要注意的是，攻击力加成效果的触发略为繁琐。",
            "最初的大魔术": "提供暴击伤害、攻击力和重击伤害加成。",
            "天空之翼": "提供暴击率和暴击伤害加成。",
            "飞雷之弦振": "提供暴击伤害、攻击力和巨额普通攻击伤害加成。",
            "绝弦": "该武器提供的元素精通和元素战技/元素爆发伤害加成可相当有效地提升菲谢尔触发激化反应时的伤害输出。",
            "风花之颂": "该武器提供的元素精通和攻击力加成可比较有效地提升菲谢尔触发激化反应时的伤害输出。同时，作为活动武器，获取和培养成本低。",
            "暗巷猎手": "提供攻击力加成，不长时间驻场时提供通用伤害加成。",
            "弓藏": "提供攻击力加成和高额普攻伤害加成。",
            "幽夜华尔兹": "提供物理伤害加成、普攻伤害加成、元素战技伤害加成。",
            "试作澹月": "可提供大量攻击力加成，但需要瞄准敌人弱点。作为锻造武器，获取和精炼成本低。",
            "钢轮弓": "提供攻击力、攻击速度和物理伤害加成。作为锻造武器，获取和精炼成本低。"
        },
        "artifact": {
            "黄金剧团": "对速切流菲谢尔加成显著",
            "如雷的盛怒": "五星常用散搭圣遗物",
            "苍白之火": "五星物伤站场流圣遗物，可常驻4件套效果",
            "战狂": "四星过渡圣遗物"
        }
    },
    "recommended_game_guide": {
        "【观测枢】一图流角色攻略：「断罪皇女」——菲谢尔": "https://www.miyoushe.com/ys/article/25074266",
        "【V2.6攻略】菲谢尔培养图鉴：武器圣遗物配队详解+视频": "https://www.miyoushe.com/ys/article/21174471",
        "【原神·角色攻略】异世界幽夜净土的断罪之皇女——菲谢尔，参上": "https://bbs.mihoyo.com/ys/article/8690514",
        "【v1.0攻略】#角色攻略# [菲谢尔]角色介绍与解析": "https://bbs.mihoyo.com/ys/article/1838371"
    },
    "talents": {
        "普通攻击·罪灭之矢": "普通攻击\n进行至多五段的连续弓箭射击。\n重击\n进行伤害更高、更为精准的瞄准射击。\n瞄准时，幽夜净土的黯雷精灵会听从皇女的号令，凭附在她的雷影魔箭上。聚满了断罪之雷的魔箭会造成高额的雷元素伤害。\n下落攻击\n从空中射出箭雨，并迅速下坠冲击地面，在落地时造成范围伤害。",
        "夜巡影翼": "召唤奥兹。暗影与雷电构成的夜鸦降生尘世时，在小范围内造成雷元素伤害。\n存在期间内，奥兹会持续发射雷之魔弹攻击附近的敌人。\n长按以调整技能生效位置。\n奥兹存在期间内再次点按可以将其召唤至身旁\n「本皇女的精力，可是很宝贵的，不值得浪费在你们这种人身上…奥兹，请你替我降下那撕开永夜的断罪之雷吧。」——《菲谢尔皇女夜谭·卷四·「永别世界夫人」》",
        "至夜幻现": "呼唤奥兹，张开纯粹的夜色编织成的双翼，守护菲谢尔。\n持续期间，具有如下效果；\n·以奥兹的形态进行高速移动；\n·对附近的敌人降下落雷，造成雷元素伤害。每个敌人只能受到一次落雷伤害；\n·效果结束时，奥兹将会停留在战场上，攻击皇女的敌人。若奥兹已经在场，则重置奥兹的存在时间。\n\n…追随着受诅咒的断罪之血而来的群兽当中，只有那见证过一千世界寂灭的夜鸦亲王，能明白她的崇高。于是它张开至夜织成的双翼荫蔽高贵的皇女，并发誓永远守护她。——《菲谢尔皇女夜谭·卷一·「末日解体概要」》",
        "噬星魔鸦": "菲谢尔以蓄力完成的瞄准射击命中奥兹时，奥兹会对附近敌人降下圣裁之雷，造成等同射击伤害152.7%的雷元素范围伤害。",
        "断罪雷影": "奥兹在场时，若当前场上自己的角色攻击敌人时触发了雷元素相关反应,则会对敌人降下圣裁之雷，造成菲谢尔80%攻击力的雷元素伤害。",
        "吾之后花园": "在蒙德执行探索派遣任务时，消耗的时间缩短25%。"
    },
    "constellation": {
        "幽邃鸦眼": "奥兹不在战场上时，也会透过鸦眼守望菲谢尔。在菲谢尔攻击敌人时奥兹会通过鸦眼协同攻击，造成22%攻击力的伤害。",
        "圣裁影羽": "施放夜巡影翼时，能额外造成200%攻击力的伤害,并使影响范围扩大50%。",
        "渊色黑翼": "夜巡影翼的技能等级提高3级。(最高提升至15级)",
        "皇女幻绮谭": "施放至夜幻现时，会对周围的敌人造成222%攻击力的雷元素伤害；技能效果结束时，会为菲谢尔恢复20%生命值",
        "至夜默示录": "至夜幻现的技能等级提高3级。(最高提升至15级)",
        "永夜之禽": "奥兹的存在时间延长2秒。此外，奥兹会协同当前场上自己的角色一起攻击，造成菲谢尔30%攻击力的雷元素伤害。"
    },
    "specialty": {
        "祝圣交响乐": "使用效果：队伍中所有角色物理伤害提升55%，持续300秒。多人游戏时，仅对自己的角色生效。"
    },
    "character_CV": {
        "中": "Mace & 赵悦程",
        "日": "内田真礼 & 增谷康纪",
        "英": "Brittany Cox & Ben Pronsky",
        "韩": "박고운 & 이현"
    },
    "more_description": "「我的女儿，高傲地面对这个虚假的世界，贯彻你心中的『真实』吧。」——《菲谢尔皇女夜谭·终章·「皇女之泪与罪负圣徒」》    异世界「幽夜净土」的断罪之皇女——菲谢尔，携暗之眷属夜鸦，应命运的召唤，降临于提瓦特大陆。 菲谢尔向每个冒险家协会成员都是这么介绍自己的。 因为能与乌鸦奥兹共享视觉，菲谢尔顺利进入了冒险家协会，成为了一名调查员。 一开始为了听懂菲谢尔所说的话语，协会成员们可是费了不少功夫。好在经过不懈努力，加上奥兹的辛勤翻译，大家最终明白了菲谢尔的语言。 这位举止发言与众不同的调查员侦察迅速，给出的情报也十分准确，这让她渐渐赢得了大家的信赖。 而且菲谢尔为人也很善良。 「奥兹，我之眷属啊...展开遮日挡月之翼，去注视那位厄运缠绕之人吧。」 「遵命，小姐。」 今天的菲谢尔也在用自己的方式关心着冒险家协会的大家呢。",
    "character_details": "菲谢尔是由异世界的「幽夜净土」流落至此的「断罪之皇女」。 她与会说话的夜鸦眷属「奥兹」一同，「观测编织命运的因果之丝」。 出于某些她说不清，而奥兹又不愿明说的原因…菲谢尔目前正以调查员身份供职于冒险家协会。",
    "character_story1": "身为冒险家协会的调查员，菲谢尔拥有奥兹这一得天独厚的优势。 「小姐， 请不要再派我去窥探风魔龙的动向了，以我这幅身板，恐怕连给那家伙塞牙缝都不够啊。」 「哼哼。能有幸成为断罪之皇女眷属的你，为我献出包括视力与生命在内的一切，也是自然的吧？」 能看见奥兹所见一切的她，只要愿意，就能寄宿在夜鸦之中，振翅高飞，俯瞰大地。 无论是望风山地的生态，还是奔狼领的骚动，都能透过奥兹的鸦眼，看得清清楚楚。 这样的特殊能力，加上一点点努力和奇妙的个性，让她成为了冒险家协会调查员中的新星，赢得了大家的认可。 菲谢尔十四岁时作为调查员加入冒险家协会一事，据说是由她父母介绍的。 不过，既然菲谢尔是断罪之皇女，那她的父母难不成是断罪之皇帝与断罪之皇后陛下吗...",
    "character_story2": "据说在冒险家当中，流通着一本《菲谢尔辞典》。 那可是本奇书，能将菲谢尔用语转换为浅显易懂的词句。 譬如说，「我听见，回响的在时间之渊中的往日烈风，吹彻在因果的洪流中被忘却的尖塔」 代表着「风龙遗迹」; 「负担断罪之名的侍者哟，就如你所愿，准备好承担皇女的伟大智慧」的意思是「我调查一下，马上给你结果」; 「欢唱吧！贪求着皇女祝圣之仪的扈从们，请怀着猛虎之心，深入战场吧」则表示，她已经将前期调查报告准备妥当。 而「一切，都记载在这本漆黑的预言书中」，则意味着她已经根据冒险家的报告，以自己的行文写好了冒险家日志... ——但其实， 所谓的《菲谢尔辞典》并不是成文的书卷。 熟悉她的人，会用心聆听她的每一句话，并理解话语的含义。这才是对她的尊重与认可。 「哼，果然你也能明白。不愧是与我命运相连之人。」 如果能顺着她的意思说上几句，她会害羞且高兴地夸奖你语言学习能力优异： 「皇女从不吝啬赞美…那，再陪我多说一会。咳咳，不要误会，这些是要化作新世界基石与薪柴的东西...」",
    "character_story3": "奥兹与皇女菲谢尔不仅是挚友、主从，更是共享灵魂与命运的关系。 他们的初遇发生在《菲谢尔皇女夜谭》的卷一：「末日解体概要」。 孤独巡礼的皇女抵达永恒黄昏之国时，抗拒命运的黄昏王族在无可抗拒的绝望中选择了否定。 他们的否定是如此彻底，不但否定了菲谢尔身为幽夜净土主宰皇女的尊贵身份与使命，否定了自己守望幽夜净土的职责，否定了自己身为皇家旁支传承一万三千年的血脉，还否定了身为人的高贵与矜持，进而退化成为愚钝凶暴的兽群。 在黄昏的宫廷中，在野兽的撕扯中，皇女高洁的血如珍珠般洒落在古老的纹章上。 危机时刻，如夜幕般宽广的黑翼撕开了绝望，庇护着负伤被困的皇女。 循着贵种之血的气息，夜鸦之王奥兹华尔多·赫芙那梵茵斯终于来到孤独的皇女身边，向她宣誓永远效忠...",
    "character_story4": "有这么一个故事。很久很久以前，在很远很远的地方，有一个很小很小的小女孩。 小女孩的爸爸妈妈都是忙碌的冒险家。她自幼在图书馆中，跟随书页跨越了一千个宇宙，成了幽夜净土的主人，成了降下圣裁之雷的皇族之女，与漆黑的夜鸦成为共享命运的至交…… 「██，今天看了什么书呢？」难得从冒险中返回的爸爸妈妈，这么问她。 然后，她会告诉他们，从自己喜欢的系列小说中读到的故事： 「...于是他说：菲谢尔·冯·露弗施洛斯·那菲多特，你可是断罪的皇女，是我引以为豪的女儿，无论如何也不能放弃崇高与梦想。」 「哦哦，是很好的故事呢。既然██这么喜欢，就叫你『小菲谢尔』吧。」爸爸笑着摸摸她的头， 「小菲谢尔你可是了不得的皇女，是我引以为豪的女儿。无论如何，也不要放弃崇高与梦想喔。」 温柔的话语充满善意与嘉许，点亮了她的心。 但与忙碌父母相伴的温暖时间总是如此短暂。 因沉醉幻想小说而与周遭格格不入的她，每当孤独，每当痛苦，总会告诉自己： 「我是菲谢尔，是了不得的皇女。这是连爸爸妈妈也认可的…」 「无论如何都不能放弃崇高与梦想...因为这些都是，对皇女的考验。」",
    "character_story5": "正如《菲谢尔皇女夜谭》的宇宙，最终因熵增而走向寂灭。 那个沉醉幻想的小女孩，也无可避免地长大了一些。 十四岁生日当天，不愿理解菲谢尔的孩子们再次嘲弄了她。 这只是高贵皇女难免遭受的小小挫败罢了，爸爸妈妈一定能明白的。她心想。 身为皇女，无论如何也不能放弃崇高与梦想。 当她回到父母身边，期望寻得安慰时，迎接她 的却是温柔而疲惫的话语：「啊，██。你已经十四岁了，该从那些小孩子的幻想里走出来了…」 熟悉的声音就像烧红的细剑，刺穿了少女的胸口。 那天午夜，躲在无比熟悉的图书馆里，少女感觉到异样的视线，听见了不应属于这个世界的振翅之声。 透过哭得红肿的眼睛，她与不属于这个世界的漆黑夜鸦对上了目光。 而那之后的事情，就是另一个故事了… 菲谢尔不喜欢这个故事。每当想起这个故事，她就会感到窒息般的痛楚、噬咬般的孤独。 或许有一天，这个故事会被谁写下来吧。但那只是██的故事罢了，和菲谢尔没有关系。 皇女只有一个名字，那就是菲谢尔。 菲谢尔只有一个身份，那就是皇女。 简单又完美的逻辑。只要将其熟记于心，加上一点点皇女的崇高，和一点点他人的体贴，就没有什么能伤得了她。 况且，如今的皇女菲谢尔不但拥有奥兹，还与那位同样来自另一个世界的旅人相识了…",
    "special_story": "随《菲谢尔皇女夜谭》小说系列，作为附属品发行的设定集。 由于印量极少，在原著的忠实拥趸中是有价无市的珍奇书籍。 这部作品尽管有着华丽的美术设计，世界观设定却十分灰暗： 一切光明与美好的事物，都会随着不可逆转的熵增走向残破与毁灭，而宇宙的终点是皇女的未来国土，终结一切幻想的「幽夜净土」。 这就是宇宙的命运，一切世界的命运，所有人的命运。 而皇女与她的忠友「屏断昼夜的黑鸦奥兹」奥兹华尔多·赫芙那梵茵斯的命运，则是射落吞噬梦想的「世界之兽」。 在最后，在因果终结之地，为汇聚而来的灵魂祝圣，将一切美丽记忆与品德储存进心脏，用圣裁之雷烧尽一切丑恶事物。 皇女将烧毁自己的心。随着不朽光辉的绽放，新的宇宙将会诞生。 但在这样的结局之前，皇女会行遍诸多宇宙，见识一千万种不同的景象。 所以，即使她在一个稍显落后的世界里当着冒险家协会的调查员…那也是符合原著精神的，是皇女巡礼中的一段插曲。 而皇女最终会明白，生命中的每一刻，即使是再微不足道的插曲，都要珍惜。 因为，皇女的极夜幻想组曲，就是由无数个小插曲组成的。",
    "vision": "那么，奥兹究竟是不是仅仅存在于菲谢尔潜意识中的「幻想朋友」？ 这就要从皇族的王器「渊色的幽邃秘珠」——也就是菲谢尔的「神之眼」说起了。 她的愿望被承认时，乌鸦奥兹与「神之眼」一同出现在她眼前。 当晚吃饭时，奥兹和菲谢尔父母相谈甚欢： 「幽夜的帝皇与皇后啊，请恕我夜之王僭越了。但是您家的豆子太好吃了。」 「那就多吃点吧，小██十四岁以来第一次交到了能带回家吃饭的好朋友。太可贵了。」 「你、你们在说什么！我…本皇女才不需要同一般人为伴！」 ——就是这样。 从结果上来看，断罪的父皇与母后，都能见到奥兹，并且认为奥兹就是皇女的第一个朋友。 而「受累世厄运诅咒的探险家」、「异世界的来访者」，以及「奇怪的小精灵外貌的应急食品」… 他们成为皇女的新朋友，则是更久以后的事情了。",
    "birthday_letter": null,
    "voices": {
        "初次见面…": "菲谢尔：我即断罪之皇女，真名为菲谢尔。应命运的召唤降临在此间——哎？你也是，异世界的旅人吗…？那好吧，本皇女恩许你同行。\n\n奥兹：她的意思是「你好，很高兴认识你」。",
        "闲聊·真命低语": "我听见命运的嚅嗫，低声呼唤我之尊名…",
        "闲聊·天地创造": "哼哼，就让皇女的光采荣耀此间天地吧。",
        "闲聊·彼方之人": "菲谢尔：不知在遥远彼方的扈从…\n\n奥兹：毋须担心冒险家协会的大家。",
        "雨过天晴…": "天晴了吗，真舒…咳，此间须臾的霁月光风，就如命运的转折点一般呢！愉快！",
        "打雷的时候…": "菲谢尔：啊啊，看那昭告命运的圣裁之雷…\n\n奥兹：这么说来，是不是还有衣服没收？\n\n菲谢尔：欸？！",
        "下雪的时候…": "菲谢尔：哼哼，这可是好光景。就像在「那个世界」，罪人的血与泪在断罪的皇女面前凝结的模样呢——啊、啊——阿嚏！阿嚏！\n\n奥兹：面对小姐，罪人的鼻涕恐怕都要凝结了。\n\n菲谢尔：奥兹——啊、阿嚏！",
        "阳光很好…": "菲谢尔：奥兹，我之眷属啊…\n\n奥兹：喔？怎么突然——\n\n菲谢尔：以皇女之名，以你的祝圣之翼，遮蔽日月星空，带来永恒的幽夜吧。\n\n奥兹：不要强人所难！",
        "早上好·问候菲谢尔": "昼夜时空皆为虚像，命运的纽带却再次将你带到了我的永恒长夜中。",
        "早上好·问候奥兹": "奥兹：早上好！听说你要来，小姐在准备早点…\n\n菲谢尔：奥兹！…咳，有何贵干？",
        "中午好…": "哈…即使贵为皇女，在这样的时辰也不免困乏…",
        "晚上好…": "菲谢尔：天穹上的星光，都是奥兹在无尽的夜幕上啄出来的洞。\n\n奥兹：是才怪啦！",
        "晚安…": "菲谢尔：你的深眠将平安无梦。毕竟，岂有梦魇，敢染指幽夜净土所祝圣之人…\n\n奥兹：她说「晚安」。",
        "关于菲谢尔自己·断罪之皇女": "菲谢尔：我吗？哼哼。记好了，我乃幽夜净土的主人，断罪之皇女菲谢尔，裁断此世一切罪责，透彻此间一切真知。\n\n奥兹：就是冒险家协会的调查员。\n\n菲谢尔：…那只是肤浅的表象！",
        "关于我们·降临此间之人": "我与你同为异世界的旅人，在此相遇。错不了，想必是命运的意志吧。",
        "关于我们·射落世界之兽": "看你有什么烦恼的样子…？旅人啊，不必困惑。因为，我以我的左眼，这只透彻因果之丝的「断罪之眼」，守望着你的命运；以奥兹那见证过一千世界寂灭的鸦眼，观察着你的进路。假若名为「世界」的夜巡凶兽觊觎你的梦想，那我便以断罪的圣裁魔矢将其射落！",
        "关于我们·重要之人": "菲谢尔：奥兹，我之忠友啊…能遇到「那个人」，与本皇女同样不属于这个世界的旅人…连残酷的命运，也会对我罪孽深重的血脉，展露微笑呢。就算是我的命运，我无法逃离的「现实」…\n\n奥兹：啊啊，我明白。那个旅行者的话，不管发生了什么，都不会抛弃小姐的吧。",
        "关于我们·守望": "菲谢尔：奥兹华尔多·赫芙那梵茵斯。为我，为幽夜净土的主宰，断罪的皇女，做好献出生命的觉悟，守望他注定多舛的命运吧。奥兹：不要随便让我送命啊！",
        "关于「神之眼」…": "嗯？这个「渊色的幽邃秘珠」吗。那是我族的王器，向一切无礼者昭告断罪皇女之仪。即使流落到了这个荒芜的世界，王器仍然追随着皇族之血与崇高之魂，找到了我，这就是无法斩断的因果吧…",
        "有什么想要分享…": "菲谢尔：这么说来，按照这个世界的历法，我有三千多岁了。当然，日月流转的虚像对看破三千宇宙因果的我而言没有意义。\n\n奥兹：小姐，这招是骗不过酒保的，没到喝酒的年纪就是没到喝酒的年纪。",
        "感兴趣的见闻…": "奥兹的全名，是奥兹华尔多·赫芙那梵茵斯，在「那个世界」主宰着三个宇宙的星海与夜空，以影之翼荫蔽所有战死的勇者之魂。顺带一提，叫错他的名字会被处以拔舌之刑。但我是皇女，而你是我认可的人，所以我们可以随意叫他奥兹。",
        "关于班尼特…": "菲谢尔：那位厄运的少年吗…错不了的，我这只「断罪之眼」见证过，他那被世界唾弃的悲哀——\n\n奥兹：那个倒霉蛋，置之不理可不行。",
        "关于丽莎…": "菲谢尔：那司书的魔女，坐拥着宇宙知识的宝库…如果能赢取她的信任，或许就能获得伟大智慧…\n\n奥兹：她说「图书馆的规矩就是有借有还，再借不难」。",
        "关于凯亚…": "菲谢尔：无法看透的真实，无法断明的因果，虚实交织的狂言…那个人，或许也与我一样，背负了「魔眼」的命运…\n\n奥兹：也可能暗地里是个海盗…？",
        "关于莫娜…": "菲谢尔：啊啊，那位「伟大的占星术士莫娜」…哼，此人曾经妄图窥探本皇女的命运，结果却浑身颤抖呢。\n\n奥兹：当时占星术士似乎在努力憋笑，非常不容易。",
        "关于罗莎莉亚…": "菲谢尔：她吗？似乎是虔信风神的忠实修女呢。\n\n奥兹：「虔信」？「忠实」？\n\n菲谢尔：没错。有天晚上看到过，她对什么人说「以风神巴托巴斯的名义，去死吧」这样的话，想必是在领祷吧。",
        "想要了解菲谢尔·其一": "哼哼，为应受罪罚之徒断罪，为命运青睐之人祝圣，以无尽的幽夜净土收容世间一切不被容赦的梦想，这就是断罪皇女血脉背负的沉重使命，谁人也不许质疑。",
        "想要了解菲谢尔·其二": "我的左眼？我的左眼是透彻世间一切真相的「断罪之眼」。至于为何要遮起来…那么，窥见此间与彼方一切真实的负担与痛，你愿意承受吗？再说了，通晓此世与常世一切妄念与谎言，又是何等无趣的事，哼哼。",
        "想要了解菲谢尔·其三": "菲谢尔：风魔龙？那种本皇女寝宫花园里拴着的宠物级别的东西，没想到在这个世界也能形成灾祸呢。哼，一群没用的家伙…\n\n奥兹：虽然小姐这么说，当时不也为大家担心得不得了吗。\n\n菲谢尔：那、那还不是因为身为皇女，有守护尘世众生一切灵魂的崇高职责…",
        "想要了解菲谢尔·其四": "奥兹：有的人会用其他的名字呼唤小姐。但对我来说，将生命与力量分给我的人，只有「菲谢尔」这个名字。这才是符合她命运的名字，千万不要弄错…\n\n菲谢尔：你们，商谈之事为何？\n\n奥兹：关、关于至夜幻现！还有断罪之名！",
        "想要了解菲谢尔·其五": "皇女应断之罪为何，那当然是「违逆命运」了…毕竟，正是命运，让你…是命运，令你我降临此世，将因果交织相连。我、我会守护你，只、只因这是命运的默示录中昭告之事！",
        "菲谢尔的爱好·询问菲谢尔": "本皇女驰骋星间，行遍诸多世界，领略过一万种宇宙的命运，通读一切灵魂的默示录。",
        "菲谢尔的爱好·询问奥兹": "奥兹：小姐喜欢看小说。唉…「奥兹」这个名字，也是她从喜欢的小说里挑的。",
        "菲谢尔的烦恼…": "嗯？这世间能困扰皇女的事情…硬要说的话，那就是，总有人无法接受我的真实身份。但无妨，毕竟高贵者注定孤独嘛。只要我不失却这颗崇高之心…",
        "喜欢的食物…": "菲谢尔：哼，食物只是凡骨肉胎所受的桎梏。但硬要说的话，能配得上断罪皇女的，那莫过于罪人之泪与谎言之舌…\n\n奥兹：并不是小姐常做的「常夜夏宫蜜吐司」吗？\n\n菲谢尔：——只，只是为了补充这具躯壳所需的能量！",
        "讨厌的食物…": "奥兹：小姐讨厌的，应该是那个吧…\n\n菲谢尔：那个吗。被违抗自然的锁链束缚的肢体…\n\n奥兹：再也不能如我这般飞翔…\n\n菲谢尔：失去了那生来便仰慕皇族王者的卑下头颅，简直是「那个世界」的地狱略影。其名为…\n\n奥兹：好像是叫什么酿鸡来着？",
        "收到赠礼·其一": "菲谢尔：此等珍馐，可纳于忘忧之御膳园中。奥兹：小姐说，这就是她理想的美味。",
        "收到赠礼·其二": "菲谢尔：为射落世界之兽，必须突破尘俗欲望，编织通向命运之间的道路。奥兹：但刚才，小姐不是吃得很香吗？",
        "收到赠礼·其三": "菲谢尔：为何要将残破与毁灭，呈于本皇女面前？奥兹：小姐不太喜欢这道菜肴，请你见谅。",
        "生日…": "菲谢尔：哼哼，既然今日是你的命定之日，那我不可能坐视不管。来，说吧！在这腐朽而幽邃的世界里，在你渺小而短暂的人生中，有什么想要实现的愿望，尽管说来，让本皇女听听！嗯…即使是…\n\n奥兹：她说「生日快乐，如果你想要，她」…\n\n菲谢尔：奥兹！多嘴！",
        "突破的感受·起": "菲谢尔：至夜的魔箭…它在高声呼唤着我的祝圣之名，祈求着罪罚的苍紫雷光，射落命运之敌！\n\n奥兹：伟哉！考虑到晚饭，如果能射落鸽子就更好了。",
        "突破的感受·承": "菲谢尔：有了这个，就能更好地行使断罪皇女的威仪，击败名为「现实」的命运之敌了。\n\n奥兹：嗯，就能更好地完成协会的工作了。",
        "突破的感受·转": "狂喜吧！战栗吧！要问为何的话，须知幽夜净土的断罪皇女，已经用这只左眼，看清了编织宇宙的命运之丝！",
        "突破的感受·合": "来到这个世界而失去的力量，似乎已经恢复了大半。哼哼哼，定罪之时即将…啊啊，不必担心。即使到了终末之刻，我在此世降下罪罚之雷时，也不会伤及你。因为，你可是我的祝圣之人啊。",
        "元素战技·其一": "以断罪之名！",
        "元素战技·其二": "现身吧，奥兹！",
        "元素战技·其三": "回应我吧！",
        "元素战技·其四": "奥兹：又来了…",
        "元素爆发·其一": "黑之翼，屏断昼夜——",
        "元素爆发·其二": "至夜幻现！",
        "元素爆发·其三": "影之鸦，渴求幽夜——",
        "元素爆发·其四": "奥兹：一如小姐所愿！",
        "元素爆发·其五": "奥兹：至夜幻现！",
        "打开宝箱·其一": "命运，指引我来此！",
        "打开宝箱·其二": "荒芜的世界，竟藏有这等瑰宝！",
        "打开宝箱·其三": "哈哈哈，高呼我的祝圣之名吧！",
        "生命值低·其一": "只好稍微认真一点了，哼。",
        "生命值低·其二": "奥兹：小姐，如果你倒下了，我——！",
        "生命值低·其三": "皇女的命运，不应在此完结…！",
        "同伴生命值低·其一": "哼，就让我来吧！",
        "同伴生命值低·其二": "奥兹：小姐，那边有些不妙…",
        "倒下·其一": "这个世界，也容不得本皇女吗…",
        "倒下·其二": "我将再度降临…呜…",
        "倒下·其三": "奥兹：小姐！…",
        "重受击·其一": "不敬之徒",
        "加入队伍·其一": "以皇女之名！",
        "加入队伍·其二": "菲谢尔：赞颂我的降临吧。奥兹：伟哉！",
        "加入队伍·其三": "你的命运，已成为我掌间之丝！"
    }
}