{
    "basic_info": {
        "name": "凯亚",
        "rank": 4,
        "生日": "11月30日",
        "所属": "西风骑士团",
        "神之眼": "冰",
        "武器类型": "单手剑",
        "命之座": "孔雀羽座",
        "称号": "寒风剑士"
    },
    "ascend": {
        "ascend_material": {
            "1级突破材料": {
                "哀叙冰玉碎屑": 1,
                "哀叙冰玉断片": 9,
                "哀叙冰玉块": 9,
                "哀叙冰玉": 6,
                "极寒之核": 46,
                "嘟嘟莲": 168,
                "寻宝鸦印": 18,
                "藏银鸦印": 30,
                "攫金鸦印": 36,
                "摩拉": 2092530
            },
            "20级突破材料": {
                "哀叙冰玉碎屑": 1,
                "嘟嘟莲": 3,
                "寻宝鸦印": 3
            },
            "30级突破材料": {
                "哀叙冰玉断片": 3,
                "极寒之核": 2,
                "嘟嘟莲": 10,
                "寻宝鸦印": 15
            },
            "40级突破材料": {
                "哀叙冰玉断片": 6,
                "极寒之核": 4,
                "嘟嘟莲": 20,
                "藏银鸦印": 12
            },
            "50级突破材料": {
                "哀叙冰玉块": 3,
                "极寒之核": 8,
                "嘟嘟莲": 30,
                "藏银鸦印": 18
            },
            "60级突破材料": {
                "哀叙冰玉块": 6,
                "极寒之核": 12,
                "嘟嘟莲": 45,
                "攫金鸦印": 12
            },
            "70级突破材料": {
                "哀叙冰玉": 6,
                "极寒之核": 20,
                "嘟嘟莲": 60,
                "攫金鸦印": 24
            },
            "90级突破材料": "无"
        }
    },
    "recommended_equipment": {
        "weapon": {
            "西风剑": "提供额外元素能量微粒，可缓解全队角色充能压力，适合充能工具人定位的凯亚使用。",
            "海渊终曲": "提供较高攻击力加成，提升角色输出能力。",
            "黑剑": "提供暴击率和普攻/重击伤害加成，适合靠普攻/重击输出的物伤流凯亚使用。",
            "风鹰剑": "提供攻击力和物伤加成，适合靠普攻/重击输出的物伤流凯亚使用。"
        },
        "artifact": {
            "苍白之火": "如果希望将凯亚培养成为物理主c可以选择此套圣遗物。但有一点要注意，凯亚的元素战技冷却时间为6s，如果要触发苍白四件套效果仅有1s的余裕时间，需要注意。",
            "绝缘之旗印": "绝缘之旗印能为凯亚提供元素充能效率加成以及大量的元素爆发伤害加成。能够缓解凯亚的充能压力，提高爆发伤害，是凯亚的首选毕业圣遗物。",
            "冰风迷途的勇士": "冰风迷途的勇士能为凯亚带来冰元素伤害加成以及大量的暴击率加成。对于辅c凯亚或者专为敌人附着冰元素的凯亚来说是性价比最高的选择。"
        }
    },
    "recommended_game_guide": {
        "【V2.6攻略】凯亚培养图鉴：武器圣遗物配队详解+视频": "https://bbs.mihoyo.com/ys/article/21902157",
        "【一图流】凯亚·角色指南": "https://bbs.mihoyo.com/ys/article/15434494",
        "【观测枢】一图流角色攻略：「寒风剑士」——凯亚": "https://bbs.mihoyo.com/ys/article/25074424",
        "【V1.4攻略】#角色攻略# 寒风剑士——西风骑士团凯亚": "https://bbs.mihoyo.com/ys/article/5084678"
    },
    "talents": {
        "普通攻击·仪典剑术": "普通攻击\n进行至多五段的连续剑击。\n\n重击\n消耗一定体力， 瞬间向前方挥出两剑。\n\n下落攻击\n从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
        "霜袭": "瞬间放出急冻的寒气，对前方的敌人造成冰元素伤害。\n\n看上去如此亲切的凯亚，是谁也无法融化的坚冰。",
        "凛冽轮舞": "凝聚空气中的寒霜，召唤3枚围绕自身旋转的寒冰之棱。\n存在期间内，寒冰之棱会跟随角色运动，对路径上的敌人造成冰元素伤害。\n\n亲切的笑容、和善的话语，和潜藏在这两者之下的毫不留情的冰霜，都是凯亚的武器。",
        "冷血之剑": "霜袭每击中一个单位，便为凯亚恢复等同于攻击力15%的生命值。",
        "冰渊之心": "霜袭使敌人冻结时，被冻结的敌人会掉落额外的元素微粒。一次霜袭至多因此产生2个额外元素微粒。",
        "隐藏的实力": "队伍中自己的角色冲刺消耗的体力降低20%。\n无法与效果完全相同的固有天赋叠加。"
    },
    "constellation": {
        "\n卓越的血脉\n": "对受到冰元素影响的敌人，凯亚的普通攻击与重击暴击率提升15%。",
        "\n无尽的霜舞\n": "在凛冽轮舞的持续时间内击败敌人时，持续时间延长2.5秒，最多不会超过15秒。",
        "\n凛冽的冰戏\n": "霜袭的技能等级提高3级。至多提升至15级。",
        "\n极寒的轻吻\n": "凯亚的生命值低于20%时自动触发：生成一个伤害吸收量等于生命值上限30%的护盾，持续20秒。该护盾对冰元素伤害有250%的吸收效果。该效果每60秒只能触发一次。",
        "\n至冷的拥抱\n": "凛冽轮舞的技能等级提高3级。至多提升至15级。",
        "\n轮旋的冰凌\n": "凛冽轮舞会产生一个额外的寒冰之棱，并在施放时返还15点元素能量。"
    },
    "specialty": {
        "果香串烤": "使用效果：为选中的角色恢复生命值上限的16%，并额外恢复1350点生命值。"
    },
    "character_CV": {
        "中": "孙晔",
        "日": "鸟海浩辅",
        "英": "Josey Montana McCoy",
        "韩": "정주원"
    },
    "more_description": "在蒙德城中，人人都喜欢凯亚先生。 开酒馆的玛格丽特小姐总被这位骑士的幽默感所逗乐；勇敢的小伙子班尼特对这位无所不知的大哥信赖有加；花店的芙萝拉对凯亚有好感的原因则很简单——因为他的眼睛格外「深邃」。 而在西风骑士团里，作为最受代理团长琴信任的副手，这位新晋骑兵队长完成了一次又一次的任务，从而不断证明着自己的聪明、可靠，以及「不可或缺」。 ",
    "character_details": "凯亚·亚尔伯里奇，酒业大亨「莱艮芬徳」家的义子。 他已很久没有称呼迪卢克·莱艮芬徳为「义兄」了。 目前他担任西风骑士团的骑兵队长，是一位可靠的行动派、深得琴信任的人物。 在蒙德这座城邦的范围之内，但凡发生了什么突发事件，凯亚总会是那个收尾善后的人。",
    "character_story1": "说来有趣，最容易遇到这位骑兵队长的地方不是骑士团总部，而是夜色中的酒馆。 凯亚时常独自坐在吧台前，掂着蒙德著名的调制酒「午后之死」，与好酒的蒙德市民们攀谈。 他在蒙德的酒客与年长者中格外受欢迎，甚至有着「最值得托付外孙女的男人」之名。 一边戏谑调侃，一边慢品美酒，如此亲切的男性，让人很难把他跟西风骑士团骑兵队长一职联系起来。 与凯亚插科打诨的人中，既有醺醉的猎人，也有嗜酒的贼徒。但无论来客警惕心多强，都会在凯亚巧妙的诱导下吐露真言。 至于之后的事，到底是一场脱离控制的噩梦，还是漫漫长夜中又一个无伤大雅的玩笑，恐怕要取决于这位酒友不小心说漏嘴的内容了。 「每个人都有自己的秘密，但不是每个人都懂得该怎么对待它。」 带着令人有些恼火的微笑，凯亚这样说道。",
    "character_story2": "「正义并非绝对的原则，而是武力与计谋的精妙平衡所铸就的结果。至于过程如何…无须太为难自己。」 在大团长法尔伽面前，凯亚曾说过这样的话。 只要结果合乎期待，凯亚并不在乎事情以什么方式结束。 这种原则缔造了他不拘一格的行事方式，以及随意而为的人生态度。 正如「午后之死」那随性肆意的暴烈口感一般。 不过，肆意的行事风格也为他招来许多非议。 曾有一次，为逼盗贼首领与他正面作战，凯亚故意触发远古的遗迹守卫。这一举动精准封锁住对手退路，同时也让凯亚和同僚陷入危险。 每当这种时刻，一向信任他的代理团长琴也会摇头。 但凯亚毫不在意，不如说，他人被迫做出选择的窘迫模样，甚至能让他觉得享受—— 他乐于捕捉同伴选择共战时一闪而过的犹豫，也乐于欣赏敌人背水一战前竭力遮掩的恐惧。",
    "character_story3": "历史悠久的酿酒业为蒙德带来财富，蒙德的富庶又引来贪婪的盗贼与寻巢的魔物。 这些游荡在阴影中的祸患不仅来源繁杂，聚集的理由也多种多样。 为了抵御侵扰蒙德的盗匪与魔物，凯亚不只以他的剑，也以他的头脑和幽默感制服敌人。 有年轻骑士花费数年时间总结其中的规律，最终得出一个令他目瞪口呆的结论—— 如果名酒「午后之死」不在供应期，城内外的袭扰报告便会随之骤减，直到…直到下一轮新酒上市？ 忐忑的年轻骑士将报告交给擅长文书工作的骑兵队长凯亚，希望从他那里得到一些建议。 面对骑士忐忑的表情，凯亚带着怪异的微笑回应：「想法不错，我会纳入参考。」 ",
    "character_story4": "一般而言， 凯亚是个相当健谈的人。 唯独对过去的经历，他讳莫如深。 哪怕大团长要求他详述出身，他也不愿细谈旧事，而是用圆滑的说法，近乎敷衍地带过身世： 「十几年前，夏末的午后，父亲带着我经过晨曦酒庄。」 「『我去买几瓶葡萄汁，路上消渴。』我记得他是这样说的。但他走后，再也没有回来。」 「如果不是克利普斯老爷向我伸出慈悲之手，或许，我就熬不过当晚那场暴雨了。」 看似合乎情理的平淡叙述，却是精心掩藏了真相的谎言。 凯亚不曾说起过，那个午后真正的故事—— 「这是你的机会，你是我们最后的希望。」 亲生父亲捏紧凯亚单薄的肩头，视线越过他，望向了更远的地方。 地平线另一头，有着父子俩遥远的故乡坎瑞亚。 凯亚从未忘记那混杂着憎恨与希冀的眼神。",
    "character_story5": "许多市民仍记得若干年前蒙德城中最惹眼的两位少年。 一位是无可挑剔的年轻绅士迪卢克。他是手执长剑的优雅剑士，有着友善的笑容与自信的身姿。 另一位是异国面容的庶务长凯亚。他是迪卢克的好友、助战者与「头脑」，为迪卢克的一切战斗扫尾洗尘。 他们配合默契，从不失手，如同一对心智相通的双子，从明处和暗处守护着蒙德的安全。 …直到凯亚记忆深处那个阴沉的日子，迪卢克护送的车队在森林中遭到巨大魔物袭击。 那是凯亚第一次也是唯一一次失手。 纵使快马加鞭，他赶到时，局势也已经无法挽回。 他与迪卢克共同的「父亲」操纵着来历不明的不详力量击退魔物，随即被力量反噬，死于非命。 凯亚和迪卢克都被眼前这一幕震惊，失去了骑士应有的冷静。 「原来克利普斯老爷这样的人物，也会委身于危险的邪力。」 险恶的念头闪过脑海，凯亚却报以微笑—— 「这样的世界，真是…有趣。」 共同的「父亲」倒在了血泊之中。两位少年在这一夜走上分歧的道路。",
    "special_story": "一份写在骑士团公文纸上的名单，夹在《安杰洛斯探案集》的书页间。 上面清晰地记载着蒙德的市井盗匪，游荡于城外的盗贼，佣兵和盗宝团中层以上人员的组织地位、游荡范围，以及详尽的个人信息。 其中有十几个名字被打了圈，旁边标注着「免得太无聊」。 凯亚对这份名单的评论是「喝醉了，写着玩的。」 你隐约觉得凯亚是故意让你看到这份名单的，但你没有证据。",
    "vision": "凯亚·亚尔伯里奇得到「神之眼」那晚，蒙德下着滂沱大雨。 这天下午，克利普斯·莱艮芬德强行使用邪力，遭到「邪眼」的反噬。为使父亲解脱，迪卢克·莱艮芬德亲手杀死了他。 身为养子的凯亚始终陪在一旁，却无法真正融入这场父子惨剧。 当夜，如同悼念克利普斯一般，蒙德下起了暴雨。 凯亚有着不为人知的一面——他是坎瑞亚安插在蒙德的棋子，理应为坎瑞亚效力。为了这份使命，他被生父毅然抛弃在异国。那时向他敞开怀抱的，正是克利普斯与蒙德。 如果坎瑞亚与蒙德发生战争，他应该站在哪一边？狠心舍弃他的生父与收留抚养他的养父，他应该帮助谁？ 长久以来，凯亚都为无解的困境感到痛苦。对不露真心的他来说，忠诚与使命、真诚与幸福从来不能兼得。 而克利普斯之死打破了天平的平衡。凯亚因而感到解脱，又为这份自私感到羞愧。作为养子，他本该救下克利普斯，却来晚一步；作为义弟，他理应帮迪卢克分担痛苦，却躲在兄弟背后，思考着那个古老的阴谋。 出于罪恶感，凯亚敲响了迪卢克的房门。倾盆大雨掩去谎言的气味，秘密在这一夜被和盘托出。 凯亚早已料到迪卢克会愤怒。兄弟二人拔剑相向，他却觉得，这是说谎者应得的惩罚。 可当他们缠斗在一起，凯亚第一次感到强大的元素力在他身体中迸发。多年来，他始终将自己藏在迪卢克的光辉之下，这是第一次，他用真实的自己面对义兄。 冰冷、脆弱的元素之力，沿剑尖涌向迪卢克的火焰。红与蓝碰撞，爆出惊人的飓风。凯亚的「神之眼」，便是在此刻悄然降临。 那天之后，凯亚与义兄之间起了些变化。但他绝口不提，就像他也不会交代「神之眼」的来历。 即使它是全力一战的纪念，是向亲人吐露真心换来的结果，他仍将之看作警示，余生每一天都背负着谎言的重量而活。",
    "birthday_letter": null,
    "voices": {
        "初次见面…": "西风骑士团，凯亚。请让我与你同行吧。比起团里的差事，还是做你的护卫要有趣得多。",
        "闲聊·无所事事": "没想到你也知道忙里偷闲。",
        "闲聊·骑士团": "骑士团的战友们已经忙得不可开交了吧，哼哼。",
        "闲聊·懒散": "逗留够久了吧，再不活动活动筋骨，要长出蘑菇来了。",
        "下雨的时候…": "这雨天里，冰冻的力量会更强吧，有趣。",
        "下雪的时候·逸闻": "呼…趁着这雪天，跟你讲一个鬼故事吧。",
        "下雪的时候·寒冷": "怎么，你怕冷？",
        "起风的时候…": "真是和平啊，可又能持续多久呢？",
        "早上好…": "享受这一天吧。",
        "中午好…": "哟，要不要一起去酒馆坐坐。",
        "晚上好…": "你该不会怕黑吧？哦？那我…可找到新素材了。",
        "晚安…": "这就要走了吗。那就下回见了，别让我等太久啊。",
        "关于凯亚自己…": "你最近有没有被深渊教团找麻烦？有什么心烦的可以跟我聊聊。",
        "关于我们·雇佣关系": "需要我的时候就派我上场吧，别谈那些雇佣关系了。",
        "关于我们·实力": "哦？既然这么在意我们之间的雇佣关系，就多使唤我一点吧，老大？哼哼，可别被我的真正实力吓到哦。",
        "关于「神之眼」…": "不明白「神之眼」的原理？嗯…我想想，给你打个比方吧。引导视线的器官是眼睛，而引导元素力的器官是「神之眼」。这样就很简单了吧。",
        "有什么想要分享…": "你喜欢酒吗？蒲公英酒的口感就很特别。什么？还没到喝酒的年纪？呵呵，那试一试蒙德的苹果酿吧，我知道一家还算不错的店。",
        "感兴趣的见闻…": "你见过龙脊雪山的猫头鹰么？和它对视的时候，它好像看穿了你，而你却完全参不透它…很迷人的家伙，不是吗？",
        "关于琴…": "哦？代理团长大人，你可要多多支持她。",
        "关于丽莎…": "丽莎啊…你千万记得要准时还书哦？上次因为这事儿惹她生了气，直到现在我左手的尺骨还是麻麻的。",
        "关于安柏…": "侦察骑士是个机灵又正义的好骑士。可千万别在她面前做坏事喔。",
        "关于迪卢克…": "迪卢克？小时候的他挺可爱的。可如今却活在自己的世界里…总之是个无趣的家伙。",
        "关于可莉…": "可莉，看来还是没有掌握躲避代理团长检查的技巧啊，明明我已经点拨过她…哈哈，我说着玩玩的，你可别去揭发我哦。",
        "关于阿贝多…": "阿贝多啊，沉稳优雅的小帅哥，而且才华横溢，是很讨人喜欢的类型。怎么，你也心动了？",
        "关于迪奥娜…": "你也尝过了迪奥娜调的酒？还没到喝酒的年纪呐。哈哈，哎呀，可惜，真是可惜，这种快乐无法跟你共享。呵呵，只能期待你早点长大喽。",
        "关于法尔伽…": "说来可惜，现在的西风骑士团里，根本没人继承大团长的行事作风。唉…我个人倒还挺欣赏那种的。",
        "关于菲谢尔…": "什么？你说菲谢尔遮起一只眼睛的神秘样子，的确很符合「断罪皇女」的形象？哈哈哈，按照这个规律，我至少也得是个末代皇族后裔，对吧？",
        "关于诺艾尔…": "我受代理团长大人所托，暗中照顾这位后辈。不过她很懂事，不需要我操太多心。真是令人欣慰。",
        "关于罗莎莉亚…": "啊哈哈，你想知道罗莎莉亚修女的秘密吗？这个不能说。不过我对她印象还不错，比某人好多了。她能够诚实地面对自己。烂事就是烂事，提不起干劲就是提不起干劲。",
        "关于砂糖…": "别看砂糖文静又内向，据说，她在实验室里，收藏了很多特别的东西哦，很刺激，又很…露骨的那种。嗯？你问我？…我像是会偷看女孩子房间的人吗？",
        "关于柯莱…": "嗯，柯莱？真是个怀念的名字，你可找对人了！我来告诉你过去发生的事情吧，干脆从头说起——保证原汁原味！",
        "关于米卡…": "刚开始接触那会儿，我看米卡容易紧张，就跟他开了一点无关痛痒的小玩笑。哪知他更紧张了，连笑都笑得很僵硬…最后还特意写信道歉。欸，这种单纯老实的品质，难道是施密特家族的遗传？",
        "想要了解凯亚·其一": "骑兵队长的头衔可没什么了不起的。说起来，蒙德城的骑兵都被大团长带走了。呵呵。",
        "想要了解凯亚·其二": "其实西风骑士团一共有十位队长。但不是所有人都有队长级的实力。",
        "想要了解凯亚·其三": "我的眼睛？我的眼睛没事。想把身体的某些部分遮起来是很平常的事儿吧？衣服和裤子也是一个道理。",
        "想要了解凯亚·其四": "坎瑞亚？哦，你知道的真多。坎瑞亚的荣耀早已不在，剩下的如今都已沦为罪人，又何必再提起他们。",
        "想要了解凯亚·其五": "原来我们已经相遇这么久了。跟你一起旅行，大概是我这辈子遇上的最有趣的事儿了，今后可别让我失望哦。",
        "凯亚的爱好…": "品酒也是一种艺术，蒙德的酒是风神的恩赐，懂得好好品味才不会浪费了这份幸运。",
        "凯亚的烦恼…": "孤独？怎么会，现在不就有人在我身边唠叨么。",
        "喜欢的食物…": "蒙德特酿的起泡白葡萄酒，兑上三份蒲公英酒，苦味会被完美中和，这种酒名叫「午后之死」。美味。",
        "讨厌的食物…": "居然有人直接把葡萄汁拿来喝，明明只需少许时日就能变成佳酿的…啧，真是不懂浪漫。",
        "收到赠礼·其一": "哦！这味道好棒，看不出来，你真有两下子啊。",
        "收到赠礼·其二": "配上美酒，会变得更美味吧。",
        "收到赠礼·其三": "放心，我只是吃得慢了一点，我会好好吃完的。",
        "生日…": "值得庆贺的日子，祝你今天能得到真正的快乐。",
        "突破的感受·起": "嚯，你也有两下子嘛。",
        "突破的感受·承": "你好像一直都很照顾我嘛。谢啦。",
        "突破的感受·转": "力量又增强了啊…我说，你那是什么眼神，怎么感觉比我还兴奋。",
        "突破的感受·合": "本来只是同行，没想到你居然为我做到这一步…看来我也必须好好回应你才行呢。继续我们的旅程吧，挚友，是时候认真起来了。",
        "元素战技·其一": "老实点！",
        "元素战技·其二": "冻结吧！",
        "元素战技·其三": "这个如何？",
        "元素爆发·其一": "小心着凉。",
        "元素爆发·其二": "抱歉哦。",
        "元素爆发·其三": "…这刹那，将是你的永恒。",
        "冲刺开始·其一": "真是急性子啊你。",
        "冲刺结束·其一": "呼，哈哈。",
        "打开风之翼·其一": "起风了。",
        "打开宝箱·其一": "运气还不错！",
        "打开宝箱·其二": "挺有趣的。",
        "打开宝箱·其三": "哈哈，真有乐子。",
        "生命值低·其一": "看来该认真了。",
        "生命值低·其二": "似乎变得无聊了…",
        "生命值低·其三": "麻烦的家伙…",
        "同伴生命值低·其一": "让我帮你吧，记得欠我一个人情。",
        "同伴生命值低·其二": "喂，命丢了可就不好玩了。",
        "倒下·其一": "还没尽…兴…",
        "倒下·其二": "哼，意料之外…",
        "倒下·其三": "太难看了。",
        "重受击·其一": "可恶…",
        "重受击·其二": "适可而止。",
        "加入队伍·其一": "真期待啊。",
        "加入队伍·其二": "去找点乐子吧。",
        "加入队伍·其三": "早就准备好喽。"
    }
}