{
    "basic_info": {
        "name": "魈",
        "rank": 5,
        "生日": "4月17日",
        "所属": "璃月仙人",
        "定位": "爆发型输出角色",
        "武器类型": "长柄武器",
        "命之座": "金翅鹏王座",
        "称号": "护法夜叉"
    },
    "ascend": {
        "ascend_material": {
            "1级突破材料": {
                "自在松石碎屑": 1,
                "自在松石断片": 9,
                "自在松石块": 9,
                "自在松石": 6,
                "未熟之玉": 46,
                "清心": 168,
                "史莱姆凝液": 18,
                "史莱姆清": 30,
                "史莱姆原浆": 36,
                "摩拉": 2092530
            },
            "20级突破材料": {
                "自在松石碎屑": 1,
                "清心": 3,
                "史莱姆凝液": 3
            },
            "30级突破材料": {
                "自在松石断片": 3,
                "未熟之玉": 2,
                "清心": 10,
                "史莱姆凝液": 15
            },
            "40级突破材料": {
                "自在松石断片": 6,
                "未熟之玉": 4,
                "清心": 20,
                "史莱姆清": 12
            },
            "50级突破材料": {
                "自在松石块": 3,
                "未熟之玉": 8,
                "清心": 30,
                "史莱姆清": 18
            },
            "60级突破材料": {
                "自在松石块": 6,
                "未熟之玉": 12,
                "清心": 45,
                "史莱姆原浆": 12
            },
            "70级突破材料": {
                "自在松石": 6,
                "未熟之玉": 20,
                "清心": 60,
                "史莱姆原浆": 24
            },
            "90级突破材料": "无"
        }
    },
    "recommended_equipment": {
        "weapon": {
            "和璞鸢": "提供攻击力加成、暴击率加成和伤害加成，有效提升角色的输出能力。",
            "护摩之杖": "提供攻击力加成和暴击伤害加成，有效提升角色的输出能力。",
            "贯虹之槊": "提供高额攻击力加成，有效提升角色输出能力。配合可提供护盾的队友效果更佳。",
            "勘探钻机": "提供较高的攻击力加成和伤害加成，有效提升角色的输出能力。",
            "千岩长枪": "提供较高的攻击力加成和暴击率加成，有效提升角色的输出能力。",
            "决斗之枪": "提供高额暴击率与攻击力加成，可有效提高魈的伤害输出。",
            "白缨枪": "解决了上述武器你一把都没有问题的绝世好枪。"
        },
        "artifact": {
            "辰砂往生录": "提供高额攻击力加成",
            "沙上楼阁史话": "提供高额伤害加成，但需要注意四件套触发需要使用重击",
            "逐影猎人": "魈开启元素爆发后可快速触发四件套的高额暴击率加成",
            "战狂": "过渡用圣遗物"
        }
    },
    "recommended_game_guide": {
        "【V4.4角色攻略】魈的时代来了？魈机制、魈珐芙闲详解": "https://www.miyoushe.com/ys/article/49682378",
        "【V4.4角色攻略】魈·全面解析︱机制/养成/配队": "https://www.miyoushe.com/ys/article/49507346",
        "【V4.4角色攻略】魈武器/圣遗物/配队进阶攻略": "https://www.miyoushe.com/ys/article/49354727",
        "【V4.0角色攻略】魈阵容面板推荐": "https://www.miyoushe.com/ys/article/42921907"
    },
    "talents": {
        "普通攻击·卷积微尘": "普通攻击\n进行至多六段的连续枪击。\n\n重击\n消耗一定体力，进行上挑攻击。\n\n下落攻击\n从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。\n魈进行下落攻击时，不会承受坠落伤害。",
        "风轮两立": "疾速突进，对路径上的敌人造成风元素伤害。\n可以在空中施放。\n初始拥有2次可使用次数。\n\n在他乡的传说里，世界会被两大风轮碾碎。魈的枪术已臻化境，来回之间仿佛两座风轮同时撕裂敌人。",
        "靖妖傩舞": "展现数千年前令神魔精妖睹之胆颤的夜叉傩面。\n\n夜叉傩面\n·大幅提升魈的跳跃能力；\n·提高攻击范围与攻击伤害；\n·将攻击伤害转为风元素伤害，该元素转化无法被附魔覆盖。\n\n在这个状态下，魈会持续损失生命值。\n效果将在魈退场时解除。\n\n戴上降魔的傩面，现出令诸恶胆寒，除尽妖魔奸邪的「护法夜叉」之姿。获得强大的力量，也会引导出巨大的痛苦。其式即名「靖妖傩舞」。",
        "降魔·平妖大圣": "在靖妖傩舞状态下，魈造成的所有伤害提高5%。\n此后，在技能持续时间内，每经过3秒，造成的伤害再额外提高5%。\n至多获得25%伤害加成。",
        "坏劫·国土碾尘": "施放风轮两立会使之后7秒内的风轮两立造成的伤害提高15%。\n该效果持续7秒,最多叠加3次,叠加时刷新持续时间。",
        "神通·空中自在法": "队伍中自己的角色攀爬消耗的体力降低20%。\n无法与效果完全相同的固有天赋叠加。"
    },
    "constellation": {
        "\n坏劫·毁坏三界\n": "风轮两立的可使用次数增加1次。",
        "\n空劫·虚空华开敷变\n": "当处在队伍中且位于后台时，魈的元素充能效率提高25%。",
        "\n降魔·忿怒显相\n": "风轮两立的技能等级提高3级。至多提升至15级。",
        "\n神通·诸苦灭尽\n": "魈的生命值低于50%时，获得100%的防御力提升。",
        "\n成劫·无明增长\n": "靖妖傩舞的技能等级提高3级。至多提升至15级。",
        "\n降魔·护法夜叉\n": "在靖妖傩舞状态下，下落攻击命中至少2个敌人时，风轮两立立刻获得1次可使用次数，并且在接下来1秒内，可以无视冷却时间施放风轮两立。"
    },
    "specialty": {
        "「美梦」": "使用效果：队伍中所有角色攻击力提高114点，持续300秒。多人游戏时，仅对自己的角色生效。"
    },
    "character_CV": {
        "中": "kinsen",
        "日": "松冈祯丞",
        "英": "Laila Berzins",
        "韩": "심규혁"
    },
    "more_description": "「绵延千年的恩怨，不知以『夜叉』之姿履行誓约的那位仙人，今日是否终于释怀？」——同仙人对弈的棋局上，歌尘浪市真君曾作此慨叹。 在璃月港住民心中，居于「绝云间」的「三眼五显仙人」，皆有极高名望。 每逢佳节吉日，人们都会上香祷告，祈望仙人保佑。 但人们不会对魈祈祷。 因为魈并不是能带来祥瑞、富贵的福星，而是与妖邪死斗的「夜叉」。 在璃月港千家万户通明的灯火后，这些战斗既无尽头，也无胜者。无人见证，也无人感激。 魈并不在意，因为他是璃月的护法夜叉，守护璃月是他必须履行的「契约」。 也只是如此而已。",
    "character_details": "外表虽是少年人，魈的真实年纪却已超过两千岁。 好在没有人单看外表就轻慢他，只要打过照面，任谁都能明白，他是个狠角色。 ——危险、寡言。眼神锐利如刀。 在仙人之间，魈的辈分与声望堪称翘楚，但在人间，他的名望并不高。 因为他既非招揽富贵、庇佑世人安康的福星；也非手握仙道，高居在绝云间的圣众。 能见到魈施展神通的人，必定是九死一生、身处险境之人。 并非魈要加害于人。而是他始终在与足以吞没璃月万家灯火的黑暗战斗。普通人若是目击到战斗现场，难免会被殃及。 当然，这并不是什么需要灭口的秘密啦。",
    "character_story1": "魈究竟在与什么战斗？ 若要委婉地揭露真相，可以这样说：来自过去的怨憎、未能实现的大愿、失败者的嗟叹。 直截了当的答案则是：七神体系建立前，在「魔神战争」中惨败的魔神余下的残渣。 它们被摩拉克斯打败，镇压在坚岩磐石之下。 但魔神均为不灭之体，意识虽会消散，力量与怨恨却遗留下来，化为淤积的秽物，反复侵扰众生。 「靖妖傩舞」——知晓真相的璃月掌权者们，将魈所经历的万千日夜归纳为这四个字。 这些战斗没有胜利者，也没有尽头。 这些战斗没有人能够见证，也没有人觉得感激。",
    "character_story2": "「魈」并非是这位夜叉的真名，而是某人出于安全考量为他起的假名。 曾经的魈年少无知，被魔神抓住弱点拘为座下大魔，听凭指示做下大量残忍血腥之事。 他造了诸多杀业，踩碎诸多理想，还被要求吞下败者的美梦，痛苦万分却又身不由己。 终于，在魔神的战场上，岩之神摩拉克斯与夜叉的主人相会了。 后世的历史，昭示着本次胜负的答案。 「岩王帝君」解放了夜叉，并赐给他「魈」这一名字。 「在异邦的传奇故事中，魈之一字代表着遭遇苦难、饱受淬炼的鬼怪。你也经历诸多，以后就用这个名字吧。」",
    "character_story3": "为报答岩之神的恩情，魈接下了守护璃月的千年苦役。 为魔神效力的往事洗去了魈的温柔与无邪。如今，他心中只剩杀戮技巧与累世业障。 战斗，是他唯一还能为人们做的事。 那有什么是人们能为他做的呢？ 普通人肯定不会有这般念头，光是远远看着，已被那股气势吓退。 不过…若有人真心想报答他，倒是可以听听这则趣闻。 支援魈进行降魔的七星特(姆)务，表面上经营着一家名叫「望舒」的客栈。 魈偶尔会去客栈吃杏仁豆腐。看他吃东西的神情，应当是发自真心觉得喜欢。 魈对甜甜的口味并不痴迷，可杏仁豆腐的口感，与曾经的「美梦」十分相似。",
    "character_story4": "魈究竟在与什么战斗？ 依璃月当权者之见，他是在与魔神残渣引发的恶象战斗。 可若直截了当地问他本人，未必能得到这一答案。 魈曾经被邪恶神明使役，历经苦难，直到岩王帝君出现，才得以重获自由。 其神通本领乃是仙家翘楚，降妖除魔对他而言并无难度。 但魔神力量巨大，憎恨与执念也非常人可及。魈不断斩杀从它们残骸中滋生的秽物，那些憎恨便化为碎片，污染魈的精神。 要消灭这种恨意，必须背负它们的「业障」。经年累月积累的业，足以灼心蚀骨。 魈却不感到憎恨。他的生命长达两千年，一切恩仇之于他，只是过眼云烟。 不存在千年难释的恨，也不存在千年难报的恩。 岁月茫茫，唯有自己陪伴着自己。 魈的战斗，始终有其意义。 他一直都在和自己战斗。",
    "character_story5": "魈究竟在与什么战斗？ 旅行者非常明白，魈在与威胁璃月千家万户的黑暗战斗。他在守护璃月。 那么有谁能守护他呢？ 曾有一次，彻夜战斗耗尽了魈的体力，他险些无法完成任务。 荻花之海被激战刮倒了大半。魈拔出插在地里的枪头，踏上归途。 说是归途，却也没有所谓的归处可言，仅仅是离开战场而已。 魈早已精疲力竭，身上沾染的魔神之怨当即发作。 无穷怨恨冲击着魈的心智，他痛苦地倒在荻花丛中。 可也正是在那一刻，突如其来的痛苦毫无征兆地消失了。 并非魈自己压制住了邪念，而是一股笛声救了他。 清丽的笛声，掠过碧水重山，被风送至此地。 伴随拂晓第一缕晨光与远方惊起的鸟群，笛声趋于清晰。 它守护着魈，安抚他躁动的心神，为他争取到片刻安宁。 是谁在演奏？魈虽然好奇，仍不愿深究。他心中已有了隐隐约约的答案。 上一位有能力帮助他的，是君临尘世的七神之一。那么这一位，恐怕也是——",
    "special_story": "须弥教令院的学者曾对璃月进行民俗研究，将结果写成一本名为《琉璃岩间国土纪行》的书，须弥、璃月各存一版。 其中，璃月留存的版本更名为《匣中琉璃云间月》，删去了不少巫术、神秘的部分。 《空游饿鬼布施法》，则是仅存于须弥教令院馆藏的完整版之一节。 文中提到，「仙众夜叉」虽有大神通大威德，仍为自身业障所困，间有大恐惧大痛苦之劫难。此乃空游饿鬼之苦，千万年不灭。 文中列有多种安抚夜叉仙人的方法，包括食物供奉、妙音布施等等。如此为之，夜叉必会心生欢喜，甘愿为人守护平安。 仙中贵族夜叉擅长战斗，常以战将之姿亲赴战场。然而，近千年来战乱过多，使得夜叉一族几近灭亡。如今，璃月地区仍保有巨大的降魔夜叉破损造像，只是面容均已损毁殆尽。 顺带一提，须弥学者文笔诘屈聱牙，书中内容又过分艰深，导致《匣中琉璃云间月》的人气完全无法匹敌《提瓦特游览指南》与艾尔·马斯克所著的各国人文风土志略。",
    "vision": "仙人全称是「三眼五显仙人」。「三眼」所指，正是天生双目之外的「神之眼」。 那么仙人获眼与世人被天空岛垂青，究竟是否遵循着同种道理？ 魈已记不清得到神之眼的时刻了。对人类来说，这理应是终身难忘的瞬间；对他而言，却只是日后无穷战斗的开始。 真正令魈难忘的，则是另一种时刻。 人世节日多为庆典，只是鲜少有人记得节日背后的故事。 这些日子，大多是吃人怪物被圣众降服之日。人们模仿其作为，举行驱逐妖怪的仪式以纪念英雄事迹，如此习俗，逐渐演变为欢庆的节日。 璃月各地遭摩拉克斯镇(姆)压的魔神，在半梦半醒之间，偶尔会爆发出规模异常的怨憎与残渣。其中，以海灯节之夜的爆发最为巨大。 魈受命进行「靖妖傩舞」，于海灯节当晚彻夜厮杀。因此，他尤为厌恶海灯节。 魈并不觉得战斗艰险。因他的努力，璃月港最终保住了平安。人们点起海灯，赐福的灯光照亮夜空与近海。 如此时刻，魈心中也有一股特别的情感随之升起。 寂寞？安心？抑或是，对未来的恐惧？ 少年身姿的仙人扪心自问，却得不出答案。",
    "birthday_letter": null,
    "voices": {
        "初次见面…": "如遇失道旷野之难，路遭贼人之难，水火刀兵之难，鬼神药毒之难，恶兽毒虫之难，冤家恶人之难，便呼我名。\n\n「三眼五显仙人」——「魈」，听召前来守护。",
        "闲聊·闲散": "我居然沦落到如此闲散的地步，可笑。",
        "闲聊·荒魂": "荒野上的孤魂，休想伤我分毫。",
        "闲聊·侵蚀": "…呃啊…哼，想起了一些不愉快的事。",
        "下雨的时候…": "魔物不会因为下雨就休息。我们走。",
        "雨过天晴…": "天晴了？哼，我不关心天气。",
        "打雷的时候…": "不少凡人害怕打雷。无法理解，这分明很寻常。",
        "下雪的时候…": "雪积起来之后，就可以挖着吃了。",
        "早上好…": "时候不早了。出发吧。",
        "中午好…": "午餐…回望舒客栈吧。",
        "晚上好…": "夜晚，不祥之物最易骚动。你最好别出门。",
        "晚安…": "你去吧，我会在这里等你。",
        "关于魈自己·非人": "我并非人类，不太能够理解人类的感情。",
        "关于魈自己·璃月": "近来璃月变化得过于迅速了…呵，罢了，我也没打算适应。",
        "关于我们·警示": "如果有一天，连你也陷入了黑暗。就由我来——",
        "关于我们·信任": "别被污染，我不会留情的。\n\n…我是说，既然是「你」，「你」应该能够保持坚定。",
        "关于我们·犯困": "…谁！？…你觉得我是站着睡着了？哼，不敬仙师！",
        "关于我们·海灯节": "海灯节？哼，原来又到了凡人用发光垃圾塞满璃月港的时候了，唉，为何如此幼稚。\n\n不过你若无聊，我便陪你去。",
        "关于「神之眼」·欲望": "「神之眼」、欲望？呵…不要用凡人的标准来揣测仙人，我没有欲望。",
        "关于「神之眼」·理由": "并不是有意隐瞒。我的欲望，不应对外人讲。\n\n人间不是有着愿望说出口就会失效的规矩…呃，不是一回事？",
        "有什么想要分享…": "杀戮是我的强项。如果你下不去手，就叫我来。",
        "感兴趣的见闻…": "荻花洲，曾经一度荒芜。\n\n虽然，是过去好多年…不，好几百年的事了。",
        "关于钟离…": "嗯…打听一下。请问钟离大人平日里都在…呃，遛鸟？赏花？品鉴古玩？\n\n…钟离大人做这些，是有什么深意…",
        "关于北斗…": "北斗吗？我与她没有什么交情。不过，冥海巨兽确有其事。能够将「海山」击败，作为人类，她的实力值得肯定。",
        "关于白术…": "你想…托付白术研制缓解我痛苦的药物？呵…你的好意我心领了。凡人的药物，对仙人是无法起效的。",
        "关于胡桃…": "胡桃？那孩子，活泼到令人头疼。所幸她还算风趣，不必担心会成长为无趣的人类。",
        "关于温迪…": "温迪…？原来如此，名字叫作温迪啊。他演奏的曲调…不，没什么。",
        "关于甘雨…": "甘雨既非仙兽，又非凡人，游走于仙人两界，靠着职责支撑自我，困惑是免不了的。...你说，我？呵，要让只懂杀戮与生存之道的夜叉，去开导瑞兽？天方夜谭。",
        "关于申鹤…": "申鹤似乎对你颇为信赖。…也是。毕竟，世间难得几人能有你这般的善心与热忱。",
        "关于夜兰…": "我听说她曾调查千岩军在层岩巨渊的相关痕迹。孤身追查秘密，想来也是有点本事的人。",
        "想要了解魈·其一": "我会为你护法。\n\n但是…别靠近我，别妨碍我。否则，你会后悔的。",
        "想要了解魈·其二": "在这千年以来，我猎杀过数以万计的怨魂。不想惹上麻烦，就离我远点。把我当作「工具」就好。",
        "想要了解魈·其三": "「它们」的声音…常常在我的耳边出现。咆哮、号哭…嘶喊着杀戮…\n\n这是我自己的选择和自己的报应。与你无关。",
        "想要了解魈·其四": "摩拉克斯？关于这个名字，你究竟知道多少？\n\n他是赐予我「魈」之名之人，将我从漫长的痛苦中解放。\n\n胆敢对他不敬的话。即使是你，我也不会原谅。",
        "想要了解魈·其五": "已经迟了。我们之间的关联已经太多了。即使你想要放弃，也来不及了吧。嗯？没有这样想过？\n\n…「靖妖傩舞」，我的战斗是不会停下的。\n\n但是，关于你的事情，我想了解更多。",
        "魈的爱好…": "你还真是胆量不小，有勇气询问我的爱好。\n\n那便来战吧。以你的身躯，扛得住我几招呢？",
        "魈的烦恼…": "烦恼？呵…这个问题对仙人毫无意义，没有什么烦恼能够存在千年。",
        "喜欢的食物·杏仁豆腐": "我对人间的食物并无兴致。烹饪繁琐，等待漫长。唯独杏仁豆腐，勉强可以入口。",
        "喜欢的食物·回忆": "杏仁豆腐的味道，和「美梦」非常相似呢。",
        "讨厌的食物…": "要我亲手在薄饼中包入肉片？啊…然后…一起吃下去？呵…麻烦。如今的人间，真是越来越缺乏常识了。",
        "收到赠礼·其一": "嗯，不错…为什么要盯着我看。",
        "收到赠礼·其二": "不用麻烦。",
        "收到赠礼·其三": "下次做点别的吧。",
        "生日…": "诞生的时日…人类的这些纪念，真是冗余。嗯…等着。我给你折一只梧桐树叶蝴蝶。\n\n好了，拿去吧。这是仙法，可以辟邪。",
        "突破的感受·起": "只是这种程度而已。没什么值得大惊小怪的。",
        "突破的感受·承": "新的力量？这力量，也只会被用于斩杀。",
        "突破的感受·转": "力量的尽头，是自我毁灭。回答我，为何如此执着呢？",
        "突破的感受·合": "我的枪缨，早就屠戮了无尽的怨魂。连我本人，不免也被黑暗吞噬。——你却敢于驱使这样的我，将我当作…「同伴」。\n\n…你是想要救赎我吗？…你，真是难以理解的生物。",
        "元素战技·其一": "哼。",
        "元素战技·其二": "无聊。",
        "元素战技·其三": "无用。",
        "下落攻击·其一": "这里！",
        "下落攻击·其二": "无能。",
        "元素爆发·其一": "就此消失。",
        "元素爆发·其二": "靖妖傩舞。",
        "元素爆发·其三": "悲鸣吧。",
        "打开宝箱·其一": "对你有用便好。",
        "打开宝箱·其二": "这些物品的用途…算了，我不关心。",
        "打开宝箱·其三": "嗯…品质尚可。",
        "生命值低·其一": "住口。",
        "生命值低·其二": "愚蠢。",
        "生命值低·其三": "很好。",
        "同伴生命值低·其一": "…弱小。",
        "同伴生命值低·其二": "想活命，就退后。",
        "倒下·其一": "这是…报应吗。",
        "倒下·其二": "这一天…到来了呀。",
        "倒下·其三": "不可能…",
        "普通受击·其一": "就凭你？",
        "重受击·其一": "别妨碍我。",
        "加入队伍·其一": "听召而来。",
        "加入队伍·其二": "诸邪退散。",
        "加入队伍·其三": "降魔乃分内之事。"
    }
}