{
    "basic_info": {
        "name": "八重神子",
        "rank": 5,
        "生日": "6月27日",
        "所属": "鸣神大社",
        "定位": "雷元素输出角色",
        "武器类型": "法器",
        "命之座": "仙狐座",
        "称号": "浮世笑百姿"
    },
    "ascend": {
        "ascend_material": {
            "1级突破材料": {
                "最胜紫晶碎屑": 1,
                "最胜紫晶断片": 9,
                "最胜紫晶块": 9,
                "最胜紫晶": 6,
                "龙嗣伪鳍": 46,
                "海灵芝": 168,
                "破旧的刀镡": 18,
                "影打刀镡": 30,
                "名刀镡": 36,
                "摩拉": 2092530
            },
            "20级突破材料": {
                "最胜紫晶碎屑": 1,
                "海灵芝": 3,
                "破旧的刀镡": 3
            },
            "30级突破材料": {
                "最胜紫晶断片": 3,
                "龙嗣伪鳍": 2,
                "海灵芝": 10,
                "破旧的刀镡": 15
            },
            "40级突破材料": {
                "最胜紫晶断片": 6,
                "龙嗣伪鳍": 4,
                "海灵芝": 20,
                "影打刀镡": 12
            },
            "50级突破材料": {
                "最胜紫晶块": 3,
                "龙嗣伪鳍": 8,
                "海灵芝": 30,
                "影打刀镡": 18
            },
            "60级突破材料": {
                "最胜紫晶块": 6,
                "龙嗣伪鳍": 12,
                "海灵芝": 45,
                "名刀镡": 12
            },
            "70级突破材料": {
                "最胜紫晶": 6,
                "龙嗣伪鳍": 20,
                "海灵芝": 60,
                "名刀镡": 24
            },
            "90级突破材料": "无"
        }
    },
    "recommended_equipment": {
        "weapon": {
            "神乐之真意": "该武器提供大量暴击伤害加成，且通过连续施放3次元素战技可获得大量元素战技伤害加成与一定元素伤害加成，八重神子可直接施放3次元素战技，因此能轻松叠满该效果，整体上非常契合。",
            "千夜浮梦": "该武器提供大量元素精通与一定元素伤害加成，由于八重神子以草元素反应队伍为主，结合其固有天赋的效果对元素精通的利用使该武器较为契合，尤其在激绽（激化+超绽放）队伍中优势非常明显。",
            "流浪乐章": "该武器能提供暴击伤害加成，且登场时随机触发的效果提供的攻击力/元素伤害加成/元素精通对以草元素反应队伍为主的八重神子均有用，整体上非常契合。",
            "四风原典": "这些武器仅依靠其作为五星的基础攻击力与属性提供的暴击率或暴击伤害加成，或攻击力与元素伤害加成，即较为契合八重神子。",
            "匣里日月": "该武器提供暴击率加成，且可通过普通攻击命中获得元素战技与元素爆发伤害加成效果，在八重神子作为站场主C的队伍中表现优秀，但其他队伍中表现一般。",
            "万国诸海图谱": "该武器提供一定元素精通，且可通过触发元素反应获得伤害加成效果，在激绽（激化+超绽放）队伍中较为契合八重神子。",
            "流浪的晚星": "该武器提供大量元素精通，且能基于元素精通为装备者及其队友提供攻击力加成，在激绽（激化+超绽放）队伍中契合八重神子，随着精炼等级提升价值会更高。"
        },
        "artifact": {
            "饰金之梦": "提供高额元素精通/攻击力加成，是能兼顾多种草反应队伍的泛用选择。",
            "黄金剧团": "最大化提升元素战技的伤害输出，适合纯后台输出玩法，尤其在搭配草元素主C时表现优异。",
            "2+2混搭/推荐二件套属性：元素精通/雷伤加成/攻击力/元素战技伤害加成": "毕业难度较低，可快速提高伤害，且在双雷激化队伍中与4件套差距不大。",
            "战狂": "通过大世界探索获取，适合新手过渡。"
        }
    },
    "recommended_game_guide": {
        "【V4.4攻略·角色攻略】八重神子·养成与配队全面解析": "https://www.miyoushe.com/ys/article/49500978",
        "【V3.7攻略·角色攻略】八重神子·养成与队伍搭配": "https://www.miyoushe.com/ys/article/39636691?bbs_presentation_style=no_header",
        "【V3.7攻略·角色攻略】八重神子的三大阵容体系介绍": "https://www.miyoushe.com/ys/article/39729597?bbs_presentation_style=no_header",
        "【V3.2攻略·角色攻略】八重神子的养成与实战": "https://www.miyoushe.com/ys/article/31776597?bbs_presentation_style=no_header"
    },
    "talents": {
        "普通攻击·狐灵食罪式": "普通攻击\n驱役狐灵，进行至多三段的攻击，造成雷元素伤害。\n\n重击\n消耗一定体力，短暂咏唱后，造成雷元素范围伤害。\n\n下落攻击\n凝聚雷霆的力量，从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成雷元素范围伤害。",
        "野干役咒·杀生樱": "对八重而言，驱役精怪就能解决的麻烦，自然是无须亲力亲为的。\n迅速移动,并留下一株「杀生樱」。\n\n杀生樱\n具有如下特性：\n·间歇性对周围的一名敌人降下落雷，造成雷元素伤害；\n·附近存在其他的杀生樱时，将提升其位阶，提高上述攻击造成的伤害。\n\n拥有3次可使用次数。\n最多同时存在3株杀生樱，杀生樱创造时的初始阶位为壹阶，阶级初始至多提升至叁阶。\n若创造的位置与已有的杀生樱距离过近，则会摧毁已有的杀生樱。\n\n「封在枝条里的狐灵都是堕为害人妖鬼的野干。野干天然要低我们天狐两等，使唤起来心安理得。不过我们狐狸分三六九等，你们人类可不要这样哦。至于你问狐狸和人谁比较高级，哼哼…」",
        "大密法·天狐显真": "稻妻民话中有「狐凭」一说。其中比较特殊的「天狐之凭」会以雷霆的形式降临在鸣神大社的敌人身上。降下雷电，造成雷元素范围伤害。\n施放时，八重神子会解放附近的杀生樱，摧毁它们的形姿，化作天狐霆雷降下，造成雷元素范围伤害。每通过这种方式摧毁一株杀生樱，就能降下一道天狐霆雷。\n\n八重仅在此时需要露出天狐之凭证，号令雷霆。而看过宫司大人露出尾巴的家伙，都已经灰都不剩了。因此，谨记于心——八重大人是没有尾巴的。",
        "神篱之御荫": "施放大密法·天狐显真时，每摧毁一株杀生樱，就会重置一次野干役咒·杀生樱的冷却时间。",
        "启蜇之祝词": "八重神子的每点元素精通，能使杀生樱造成的伤害提升0.15%。",
        "野狐说禅": "合成角色天赋素材时，有25%概率额外产生一份地区相同的其他随机天赋素材，等阶与合成所消耗的素材相同。"
    },
    "constellation": {
        "\n野狐供真篇\n": "大密法·天狐显真每引发一次天狐霆雷，都会为八重神子自己恢复8点元素能量。",
        "\n望月吼哕声\n": "杀生樱创造时的初始位阶提升至贰阶，位阶上限提升至肆阶，攻击范围提升60%。",
        "\n七段妙变化\n": "野干役咒·杀生樱的技能等级提高3级。至多提升至15级。",
        "\n绯樱引雷章\n": "杀生樱的落雷命中敌人后，队伍中附近的所有角色获得20%雷元素伤害加成，持续5秒。",
        "\n暴恶嗤笑面\n": "大密法·天狐显真的技能等级提高3级。至多提升至15级。",
        "\n大杀生咒禁\n": "杀生樱在攻击时无视敌人60%的防御力。"
    },
    "specialty": {
        "福内乌冬": "使用效果：复苏选中的角色，为其恢复生命值上限的15%，并额外恢复550点生命值。"
    },
    "character_CV": {
        "中": "杜冥鸦",
        "日": "佐仓绫音",
        "英": "Ratana",
        "韩": "문유정"
    },
    "more_description": "「我曾于林中月下见到灵妙的仙狐之姿。万般变化，预示着未知与先知…犹如命运，照向我与无尽人世。」——雷电影 鸣神大社的大巫女、狐之血脉的延续者、「永恒」的眷属与友人⋯以及，轻小说出版社「八重堂」的恐怖总编。 不必追寻其中任何一面。每一面都是八重神子，每一面却也无法成为真正的她。 各种姿态，都犹如镜子的碎片，映射出截然不同的她。因诸多身份包裹，她亦成为了一块被无数面御镜包围的宝钻。 上百种面相，严肃或快活，悲悯或漠然。 无人知晓真实，就像无人能轻易从秘林中找到一只与过客擦肩的仙狐。 可若是狐狸注视着人⋯狐狸又将往何处去？",
    "character_details": "掌管鸣神大社的大巫女、白辰血脉的继承者、「永恒」的眷属与友人，以及，轻小说出版社「八重堂」的恐怖总编⋯ 细究起来，八重神子的头衔竟与她的性情同样难测多变。 出于各种目的试图搞清神子「真面目」的人，可以从天领奉行府一路排到「八重堂」门口，然而迄今为止，成功者依旧寥寥。 毕竟神子从未刻意掩饰什么。千面百变，不过是兴之所至，随心所欲罢了。没有谜面的谜语，本就不成立。 ——只需记得，她永远是那位「兼具智慧与美貌的八重神子大人」就好。",
    "character_story1": "八重堂的几位编辑曾向总编大人推荐过一份原稿。 该作品文笔瑰丽，构思精巧，选题也恰是时下流行的恋爱轻喜剧。 如此璞玉，只需稍加打磨，配上精致插画⋯一定能大卖特卖吧! 编辑们没想到的是，八重神子看过后并未露出欣喜之色，而是深深叹气，将各大责编都叫了过来。 责编犹豫地问：「八重大人⋯虽说是我建议他写这个题材的⋯可这不是现在最热门的类型吗？」 面对责编疑惑的眼神，神子直接说出了自己的意见：一本本该新奇却被题材处处束缚了的轻小说，一言以蔽之，「不够自由」。 所谓的畅销题材、类型化作品⋯不过是每十年轮换一次的潮流罢了。 投时代所好是种捷径，但如果一部作品本就有不被时潮淹没的素质，又何必随波逐流？ 「替我传话给这位新人作者，就说无需顾虑题材类型，只要认真对待笔下的『故事』就好。」 投稿作者听闻此事，若有所悟，便停笔闭门苦思。数月后，一份崭新的原稿送到了神子与责编面前。 责编一时哑然，就连向来百无禁忌的八重神子也难得微蹙起了眉头： 「嗯⋯怎么办呢⋯确实不太妙。」 「是啊！就算再怎么不用顾虑题材，『转生成为雷电将军』也太离谱了吧！」「题材？题材当然没有问题了。但是——他的笔名太普通，怎么看都配不上这本书吧。」 「关注点原来在这里吗⋯不、不过您开心就好。」 不久后，本书作者便以总编提议的超长笔名「勘解由小路健三郎」堂堂出道。 至于总编大人灵机一动开展「转生成为八重宫司」的征文活动，又是后话了。",
    "character_story2": "身为宫司最大的不便之处，在于每次神社祭典都必须盛装出席，坐守社殿。 夜幕中烟花璀璨绽放，神社内外人声鼎沸，如此大会，自己却要全程带着庄重的笑容端坐在神社内⋯ 这种灾难，比油豆腐从世上彻底消失还要可怕。 雷神的眷属寿命较长，转眼便是百年。漫长岁月里，无聊才是最难抵御的敌人。 如果哪天连自己也习惯了枯坐终日，顽固如朽木，世间岂不是少了一个善于发现乐趣与机会的聪明人？ 所以，隔三岔五为自己寻些乐子，绝对是极为合理又有必要的事。 哪怕为此小小利用一下宫司的职权，也是无可厚非的吧！ 祭典当夜，看着面前社奉行特意送来的长野原特制烟花，八重宫司满意地点头。 那晚的祭典仪式一如既往，礼制周全，规行矩步。 「宫司大人」彻夜正襟危坐的端丽身影，令无数巫女心生敬仰。 她静静坐在流星般美丽的光之雨下，观察着祭典上往来的人们。 被烟花响声掩盖住的，是一句从嚼着苹果糖的牙缝中挤出来的低语。 「要我当宫司的时候，你可从没说过以后祭典只能溜出来看啊。」",
    "character_story3": "追求趣味，寻找快乐，是神子的日常原则。 对爱研究人类的她而言，「立场」与「德行」之类的评判指标，都要远远排在「有趣」后面。 无论是信仰有别的大巫女，还是阵营敌对的大将，都能成为神子青眼相加的对象。 ⋯虽然，这份欣赏有时也会化作一些无伤大雅的麻烦。 比起兢兢业业的下属和葵藿倾阳的晚辈，神子在神社中最感兴趣的，是一位名叫鹿野奈奈的巫女。 神子的小说同好——鹿野奈奈，每天都为照顾好早柚苦恼万分。 神子躺在屋内，时而看见早柚从窗一闪而过，不用多久，鹿野奈奈匆忙又愤怒的脚步声就会跟着到来。 这种关系就像闪电和雷雨，令神子倍感趣味，偶尔还会特意指条错路，让热闹的场面多持续一会儿。 更有一次，早柚特意为神子帮自己争取午睡时间向她致谢，并告诉神子，午后的阳光最为惬意。 或许是受此鼓舞，不久后一个阳光大好的日子，神子摇身一变，化形为普通稻妻女子下山过了一整天。 町街的「秋沙钱汤」、花见坂的「木南料亭」、街边的「小仓屋」⋯每一家都未错过，每一次体验都让她高兴。 到了傍晚，更是去「万端珊瑚侦探社」委托了一起路上听说的小动物失踪案。 「哎呀呀，您是没见过，那些失主呜呜哭得好可怜哪。两位侦探还请想想办法，帮帮他们吧！」 做完这些，女子走在街上，忍不住愉快地微笑起来。 以这种身份参与到稻妻的日常生活中，实在是一件乐事。 如果擦肩而过的九条裟罗面上能不露出怀疑之色，就更好了。 只是有些对不起「秋沙钱汤」的老板。异国风情的温泉虽好，泡完却不小心掉了些狐狸毛。",
    "character_story4": "很久很久以前，人类在讲起妖怪们的故事时，还不需要用「很久很久以前」来作前缀。 天狗横越长空，鬼众驰骋沙场；狸妖见于阡陌，狐仙行走人间。 在鸣神的大纛之下，妖众以不思议的力量，助人类度过刀耕火种，筚路蓝缕的时期。 依山作险，傍海筑城，至此稻妻始成。 妖中尤以「白辰狐王一脉」最为尊贵，代有大妖出世，在人间留下无数逸话。 众妖偶尔聚坐对饮之时，也少不了各自吹嘘，最近自己又成就了一段新的传说。 酒后所言，难免与真相有出入，却也无妖计较，只求个有趣好听。久而久之，即成「百物语大会」。 其时常见有乐斋举杯高谈，引得众妖无不侧耳神往，连设宴的狐斋宫也不禁阖眸微笑。 尚是幼狐身形的神子，却总是攀在狐斋宫肩头，不依不饶地挑拣着有乐斋故事中的漏洞。 有乐斋毕竟是冰雪聪明的雅士，一捻胡子便圆好了说辞。 不过神子也总能抓出新的纰漏，如此往复，直到斋宫大人笑着劝二位打住：听众们都急着要听下一段了。 酒过三巡，故事也讲过数轮，席间已醉得无妖能组织出完整的章句。 众妖便干脆免了言语争锋，各使妖力腾空而起，看谁能遮天蔽月，拔得头筹。 ——是为「无月之夜，百鬼夜行」。 尔来五百岁，当年的小狐狸也已修成通天彻地的大妖。 昔年曾与之共饮的妖众，则匿迹于战争与历史之中，存世的血脉也日渐稀薄。 从此「百鬼夜行」，终于成了「很久很久以前」的传说。",
    "character_story5": "稻妻刀剑自古闻名天下，「雷电五传」的杰作更是国之重器。 然而，仅过去短短数年，五支传承竟已折损大半。 汹涌暗流牵扯了无数权贵，涉事世家大族均遭到问责贬谪。 就连执掌社奉行的神里家，也因督导下属不力而备受牵连。 将军降下最终裁决之前，久未涉足政事的宫司大人突然向将军进言，赶在风雨飘摇之际保下了神里家。 由此，神里家虽元气大伤，却终是免丢罢黜之虞。 随后数年，外界对宫司此举多有猜测： 一说社奉行与鸣神大社关系密切，此行是为了在扶植忠诚于自身的代言者。 ——然而，鸣神大社本就自成一派，更未见宫司平日有意涉政。帮助社奉行，收益小于付出，未必是明智之举。 一说宫司怀疑事有蹊跷，如今受牵连者甚广，社奉行若再生变故，恐令稻妻大局不稳。 ——此话乍看有理，细想却站不住脚。需知，豪门起落只是人间再平常不过的戏码。即便神里失势，社奉行也会有新当家。 又有一说，神子在风波初定之后，曾与当时的神里家家主进行过密谈。 ——但年迈重伤的神里家主已如风中残烛，又有什么能力左右大局？ 至此，坊间种种猜测均无结果。神子所想所为，皆没有答案。 人们不知道的是，神子当日给出的嘱咐，如同家族规章一般留在了神里府中。 「神里家能从此次事件中幸存，还是将军宽容。从今往后，切莫忘了将军的恩典。」 这句话成为了因缘之种，预示着社奉行未来的位置。 他日，若风暴降临稻妻，即便与另两家奉行针锋相对，社奉行神里家也要牢记恩惠，恪守「将军」的永恒之道。 棋盘上，宫司走出了无憾的一着。",
    "special_story": "「镇火事会」曾是由天领奉行牵头，鸣神大社操持的例行法事，旨在祈求福荫庇佑，来年不受火事侵扰。 其时稻妻屋舍多为木制建筑，用火稍有不慎就易酿成大祸。 天领奉行奉将军之命，成立火消队负责扑救，又请鸣神大社行「镇火事会」安抚受惊的民众。 此后百年，消防安全渐入人心，重大火事不再频发，但一年一度的「镇火事会」上却留了下来。 会上巫女娉婷起舞，民众慷慨解囊⋯募得的捐款再由天领奉行和神社四六分账。 八重神子起意筹办「八重堂」时苦于经费不足，将神社现有的法事——盘算过之后，就盯上了「镇火事会」这项古老传统。 「明明只有鸣神大社忙前忙后，为什么要让天领奉行也来分一杯羹？ 再说了，筹来的钱都进了九条老头的腰包，火消队也从没发过年终奖啊。」 于是一番运作之下，今年的「镇火事会」改弦更张，娱神祝祷的形式不再是巫女献舞，转而换成了轰轰烈烈的轻小说征文大赛。 负责运营赛事、出版作品的专营机构「八重堂」，也顺理成章地借「镇火事会」的经费开张大吉。 至于出版收入，自然全进了神社的口袋 「如今火事不再频发，募款却年年有增无减，此举也是为避免劳民伤财，有损民生。 何况寻本溯源，诗文书画本就是一种娱神方式——难不成你们觉得，自己比我更懂祭礼之事？」 面对突然找上门来的九条孝行，八重神子如是正色道。 无可奈何的天领奉行大人只得带着下属，面色阴沉地走下影向山。 一行人所不知道的是，就在他们前脚迈出神社的下一秒，身后那位—脸正色的神子大人，就从奉纳箱下掏出了一本批注到一半的小说原稿。",
    "vision": "「那是一场惊天动地的斗法，敌人划开海潮，踏空而来，连天地都为之色变！ 宫司大人手持御币，庄严肃穆，缓步踏上影向山巅。 众巫女随侍在侧，口宣密咒，霎时间重云蔽日，雷声沉响！」 「⋯⋯」 「大战旷日持久，纵是宫司也有些恍惚。敌人趁此不备，一记重击袭来! 就在这时，一道雷光如天陨流星，直坠宫司面前——竟是一枚闪闪发光的神之眼！ 宫司大人一把抓住，抖擞精神大显神威⋯」 「停停停！你这说的全都是假的吧？」 「哦？那要不换一个，那天我在花见坂来了一场酣畅淋漓的『拉面对决』⋯」 「怎么会有人因为吃拉面拿到神之眼啊？！」 「不也挺有趣的么？毕竟你们想听的，无非就是这样那样的『故事』吧？」 面对旅者的好奇，八重神子露出促狭而莫测的微笑。 「何况就算我如实相告：『我的神之眼只是件装装样子的首饰』你会信吗，小家伙？」",
    "birthday_letter": null,
    "voices": {
        "初次见面…": "我是鸣神大社的宫司，此番造访，自是为了确认你的一举一动，此为大社诏令…呵，不用那么紧张，场面话罢了，这样才有正当理由休沐嘛。快，去做些有趣的事让我看看吧。",
        "闲聊·创作体裁": "最近八重堂穿越异世的小说也太多了，哼，就对自己的世界如此不满吗。",
        "闲聊·故事": "很多人的一生，写于纸上也不过几行，大多都是些无聊的故事啊。",
        "闲聊·尘世": "于我而言，不变也是一种美好，哎呀，可尘世哪是如此不变之物。",
        "下雨的时候…": "下起雨后，浑身的毛发都会变得湿漉漉的…",
        "打雷的时候…": "很多人会害怕打雷，不过我听到雷声只会觉得亲近。",
        "下雪的时候…": "未生灵智的小狐狸，往往会一头栽入雪地来觅食…想看我那样做？哼。",
        "早上好…": "早，嗯？怎么一副无精打采的样子，没有睡好吗？哎呀，昨晚是去做什么坏事了么？",
        "中午好…": "嗯~伤脑筋，中午吃些什么呢？油豆腐吃腻了，想吃点清淡的。话说好久没见到社奉行家的小姑娘了，我们不如就去吃她做的点心吧。",
        "晚上好…": "今夜的月光如此清亮，不做些什么真是浪费。随我一同去月下漫步吧，不许拒绝。",
        "晚安…": "该入眠了，呵，在夜里不听到连绵的雷声，甚至都会睡不安稳呢。",
        "关于八重神子自己·永恒": "所谓的永恒，就是不再失去已拥有之物，但从别的角度说，也放弃了得到更多的可能，不过世事总是如此，没人能够得到全部。",
        "关于八重神子自己·趣味": "人类很有趣，所以我才如此喜欢人类。明明生命短暂，却能散发映昼光辉。他们之中，有些人的光芒，即使隔开久远时间长河都不曾黯淡。阅读这样的人生，是一大乐事啊。",
        "关于我们·作家": "无聊，这本也无聊透顶…啊呀，这些人都是为了什么才成为作家的。欸，对了，不如你把自己的经历写下来投给八重堂吧，感觉一定能给我一点乐…一定能大受欢迎吧。",
        "关于我们·磨损": "将自己封闭起来，或许会更快地遭受「磨损」。只有自己的世界，无他人作镜以对映，可是很可怕的事…你我共处之时，重要的就是互相观照哦。",
        "关于「神之眼」…": "你说…你很喜欢我佩戴「神之眼」的方式？真有眼光。那么…要来摸摸看吗？",
        "有什么想要分享…": "在油温到八成热时，沿锅下豆腐，再开成小火，等到煎至金黄的时候再夹出来，热乎乎的，这世上没有比油豆腐更好吃的东西了。咦，做法都已经告诉你了，你怎么还愣在这里呢？",
        "感兴趣的见闻…": "虽然因为在鸣神大社，日日抬头都能得见，有时也会觉得厌烦。不过，那棵神樱毕竟已经是我命运所系之物了啊。",
        "关于雷电将军…": "明明想要出来，却一直把自己关在一心净土里，简直就是自我折磨嘛…从另一个角度来说，也挺可爱的不是吗。",
        "关于神里绫人…": "社奉行家的那个小子啊，从小就不安分，别看他表面上笑得春风和煦，暗地里可不知道在盘算什么呢，令人讨厌…哼，我可跟他不是一类人，哪来同类相斥的说法。",
        "关于神里绫华…": "我很喜欢社奉行家的小姑娘，任何事都安排得井井有条。不过社奉行一直都在做些吃力不讨好的活，可怜，如果她不是神里家的人，我早就把她挖到八重堂了。",
        "关于九条裟罗…": "这块愚笨的木头啊，远不如她那天狗爹爹心思活络…哎呀，怎么说呢，虽说木讷耿直也有木讷耿直的好处吧，不过还是希望下次不要在神社拦着我，一个劲追问影的事了。",
        "关于宵宫…": "长野原的烟花嘛，也是每年难得的值得期盼之物了。据说前些天她还大闹天领奉行，在敷地大放烟花。呵，九条家的人恐怕气得脸都变青了，真是可惜呀，没能亲眼看到那副场景。",
        "关于甘雨…": "这么说来，很久没有见过甘雨姐姐了。稻妻尚未锁国时，璃月与稻妻往来事务都是我与她接洽，真是相当可靠，下次若有机会去璃月，再给她带些新鲜的海灵芝吧。",
        "关于珊瑚宫心海…": "现在的巫女，一个比一个可爱。不知道这孩子跳起太平神乐之舞会是什么样子，说不好群鱼也会跟着旋转吧。只要她肯叫我一声神子姐姐，呵呵…我倒有些心得愿意分享。",
        "关于国崩…": "我当时就觉得那是个麻烦，不过她却说毕竟是自己创造之物不愿出手。早知变成现在这样，还不如当初就瞒着她处理掉算了。现在？呵…现在，已经变麻烦啦。",
        "关于荒泷一斗…": "他呀，鬼族的奇怪小子，呵，听说他找了九条家不少的麻烦。天领奉行的人想要以有伤风化为由将他写于街上的留言擦掉，是我找人保留的，呵，这么有趣的小鬼，这些年可是难能一见了。",
        "关于五郎…": "五郎尾巴的色泽很漂亮，不过…还是我的更柔软一些。呵…",
        "关于早柚…": "这个子小小的孩子，躲倒是挺会躲的，鹿野奈奈经常向我抱怨，得花很多时间找她，连看小说的时间都变少了。要我说啊，或许是有人在暗中帮助早柚呢？",
        "关于久岐忍…": "听说阿幸的这位妹妹很有个性，虽说出自巫女世家，却远离神社，学了许多门手艺，甚至去过璃月留学，最后还加入了荒泷派…如此有趣的女孩子，应该让阿幸帮忙引荐一下，嗯，阿幸肯定不会拒绝我的。",
        "想要了解八重神子·其一": "想知道更多我的事？也不是不行，不过世事都讲究一个互惠互利，想了解我，就拿你自己的事来交换如何？",
        "想要了解八重神子·其二": "狐斋宫大人啊，说着出一趟远门，就再也没有回来。唉，我那时可一点都不想接手鸣神大社的麻烦事，她对我说，说我要是当了神社的宫司，就可以随心所欲地吃油豆腐了。什么糟糕的理由呀，吵吵闹闹的，令人头疼的女人…",
        "想要了解八重神子·其三": "最开始建立八重堂的动机当然是为了看有趣的小说，不过到后来乐趣就变成看那些小说家殚精竭虑的样子了。呵，你永远想不出来那些人在拖稿的时候说出的理由，哎呀，比他们自己写的小说要有趣多了。",
        "想要了解八重神子·其四": "无论如何，魔神皆有消亡之时，若是他们的那些故事随时间一起散佚于天地，再无人忆起，那就太可惜了。以及，有资格写他们故事的人，必须得有上乘的文思与笔法…如果世上没有这样的人，那就培养出…培养出足以书写那些故事的作家吧。",
        "想要了解八重神子·其五": "说来，虽然看过许多人写的小说，我自己倒是从未动笔过，写小说毕竟还是很麻烦的事嘛。不过，如果你的冒险结束了，想要有人记录你的故事，而我那时正好有空的话…",
        "八重神子的爱好…": "我第一喜欢的是他人的故事，第二喜欢的就是看他人烦恼的神色，两者若是在一起，哈，那可是相得益彰的有趣啊。",
        "八重神子的烦恼…": "过度安稳的日子实在是太过无聊了啊…",
        "喜欢的食物…": "你有听说过一物，其名为「狐狸乌冬」吗，其实也就是加了油豆腐的乌冬啦。怎么样，油豆腐加乌冬，听上去就很好吃吧。",
        "讨厌的食物…": "不行，腌制过的东西不行，不管是花鳉还是腌海雀，不觉得都有一股不能让人接受的臭味吗？本宫身为鸣神大社的宫司，怎么能咽下如此不洁不净之物。",
        "收到赠礼·其一": "哎呀，小家伙，你对我的口味了解得很清楚嘛。",
        "收到赠礼·其二": "既然是你亲手做的，我就尝尝看吧，呵呵…",
        "收到赠礼·其三": "怎么说呢…小家伙，需要努力的地方还有不少哦？",
        "生辰…": "今日是你的生辰啊…\n\n「凡御岁之祝礼，以徒名之令，遇其其之所求，遂其其之所愿，正心明神，以受萌荫庇佑。」好了，就这样。祝你这一年能够诸事顺遂，得偿所愿吧。",
        "突破的感受·起": "所谓巫女修行阶位，在修习毕业之后，能准确开口念诵祭言即可称为「直阶」。对于人类来说很方便，不过对狐族来说倒是最困难的一步…毕竟是狐狸嘛。",
        "突破的感受·承": "成为宫司代理，也就是「正阶」的修行可是很辛苦的，要受诸多清修戒律，修行的秘诀唯有一条，就是晚上偷偷进食时，不要被人发现。",
        "突破的感受·转": "升为「明阶」，即要求进入天地明察的境界，神通宇内，世事洞明。只要进入了这个境界，一般都会受获神之眼，拥有远超一般狐族的悠长寿命了哦。",
        "突破的感受·合": "鸣神大社的「净阶」，历来只有鸣神大社的宫司具有，仅此一位。「净阶」只是类似荣誉职位的东西，跟实力倒没什么关系，不过我若是自称实力最强的「净阶」，倒也无何不可。",
        "元素战技·其一": "律令。",
        "元素战技·其二": "咒禁。",
        "元素战技·其三": "敕！",
        "元素战技·其四": "显化。",
        "元素战技·其五": "留形。",
        "元素爆发·其一": "真瞳显现！",
        "元素爆发·其二": "雷霆侘寂！",
        "元素爆发·其三": "雷光凄美啊。",
        "打开宝箱·其一": "有什么有趣的东西吗？",
        "打开宝箱·其二": "就只有这些么…",
        "打开宝箱·其三": "快，打开来给我看看。",
        "生命值低·其一": "这样下去可不行啊。",
        "生命值低·其二": "可不能再玩下去了。",
        "生命值低·其三": "好了，要认真一些了哦。",
        "同伴生命值低·其一": "别再勉强了。",
        "同伴生命值低·其二": "交给我就好。",
        "倒下·其一": "哎呀，玩过头了…",
        "倒下·其二": "结局真是糟糕啊…",
        "倒下·其三": "止步于此，何谈永恒…",
        "普通受击·其一": "就这样？",
        "重受击·其一": "真是麻烦。",
        "加入队伍·其一": "这时候想起我了？",
        "加入队伍·其二": "去做点有意思的事吧。",
        "加入队伍·其三": "好吧，既然你都来邀请我了…"
    }
}