{
    "basic_info": {
        "name": "香菱",
        "rank": 4,
        "生日": "11月2日",
        "所属": "万民堂",
        "神之眼": "火",
        "武器类型": "长柄武器",
        "命之座": "长杓座",
        "称号": "万民百味"
    },
    "ascend": {
        "ascend_material": {
            "1级突破材料": {
                "燃愿玛瑙碎屑": 1,
                "燃愿玛瑙断片": 9,
                "燃愿玛瑙块": 9,
                "燃愿玛瑙": 6,
                "常燃火种": 46,
                "绝云椒椒": 168,
                "史莱姆凝液": 18,
                "史莱姆清": 30,
                "史莱姆原浆": 36,
                "摩拉": 2092530
            },
            "20级突破材料": {
                "燃愿玛瑙碎屑": 1,
                "绝云椒椒": 3,
                "史莱姆凝液": 3
            },
            "30级突破材料": {
                "燃愿玛瑙断片": 3,
                "常燃火种": 2,
                "绝云椒椒": 10,
                "史莱姆凝液": 15
            },
            "40级突破材料": {
                "燃愿玛瑙断片": 6,
                "常燃火种": 4,
                "绝云椒椒": 20,
                "史莱姆清": 12
            },
            "50级突破材料": {
                "燃愿玛瑙块": 3,
                "常燃火种": 8,
                "绝云椒椒": 30,
                "史莱姆清": 18
            },
            "60级突破材料": {
                "燃愿玛瑙块": 6,
                "常燃火种": 12,
                "绝云椒椒": 45,
                "史莱姆原浆": 12
            },
            "70级突破材料": {
                "燃愿玛瑙": 6,
                "常燃火种": 20,
                "绝云椒椒": 60,
                "史莱姆原浆": 24
            },
            "90级突破材料": "无"
        }
    },
    "recommended_equipment": {
        "weapon": {
            "薙草之稻光": "提供高额元素充能效率加成，并可进一步将元素充能效率转化为攻击力加成，非常适合使用绝缘之旗印四件套的香菱。",
            "护摩之杖": "该武器提供的暴击伤害加成和攻击力加成可有效提升香菱的伤害输出能力。",
            "和璞鸢": "该武器提供的暴击率/攻击力/伤害加成能够较为有效地提升香菱的输出能力。但需要注意的是，该武器的特效需要角色驻场攻击来堆叠。",
            "天空之脊": "该武器提供的元素充能效率可一定程度上缓解香菱的充能压力。",
            "「渔获」": "为元素爆发提供暴击率、伤害和充能效率加成，有效提升角色的输出能力。",
            "勘探钻机": "该武器提供的攻击力和伤害加成能够较为有效地提升香菱的输出能力。",
            "千岩长枪": "该武器提供的攻击力和暴击率加成能够较为有效地提升香菱的输出能力。",
            "决斗之枪": "该武器提供的高额暴击率加成和攻击力加成可以有效提升香菱的输出能力。",
            "风信之锋": "该武器提供的元素精通/攻击力加成可有效提升香菱的输出能力。",
            "匣里灭辰": "该武器提供的元素精通和武器特效中提供的对水/火元素附着敌人的伤害提升效果可有效提升香菱的伤害输出能力。"
        },
        "artifact": {
            "炽烈的炎之魔女": "香菱主要依赖元素爆发进行输出，因此并非很依赖魔女四件套。选择2魔女2宗室在获得了伤害提升的同时，还拥有一定的配装灵活性。",
            "绝缘之旗印": "绝缘之旗印能为香菱提供元素充能效率加成以及大量的元素爆发伤害加成。能够缓解香菱的充能压力，提高爆发伤害，是速切流香菱的首选毕业圣遗物。"
        }
    },
    "recommended_game_guide": {
        "【V2.6攻略】香菱培养图鉴：武器圣遗物配队详解+视频": "https://bbs.mihoyo.com/ys/article/20230070",
        "【观测枢】一图流角色攻略：「万民百味」——香菱": "https://bbs.mihoyo.com/ys/article/25074981",
        "【V2.1攻略】#角色攻略#「万民百味·香菱」从萌新到进阶": "https://bbs.mihoyo.com/ys/article/10678007",
        "【V2.1攻略】#角色攻略#想把风魔龙烤成肉排的香菱使用攻略": "https://bbs.mihoyo.com/ys/article/9569998"
    },
    "talents": {
        "普通攻击·白案功夫": "普通攻击\n进行至多五段的连续枪击。\n\n重击\n消耗一定体力，向前突进，对路径上的敌人造成伤害。\n\n下落攻击\n从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
        "锅巴出击": "唤出喷火的锅巴，存在期间内，不断对敌人喷火，造成火元素范围伤害。\n\n锅巴喜欢吃火辣的食物。但锅巴承受不了如此火辣的食物。",
        "旋火轮": "以控制火候与枪术的精湛技巧，甩出围绕自己快速旋转的旋火轮。\n存在期间内，旋火轮会跟随角色运动，并对其路径上的敌人造成火元素伤害。\n\n火力永远不够。远远不够。",
        "交叉火力": "锅巴的喷火距离提高20%。",
        "绝云朝天椒": "锅巴出击效果结束时，锅巴会在消失的位置留下辣椒。拾取辣椒会提高10%攻击力，持续10秒。",
        "万民堂大厨": "完美烹饪攻击类食物时，有12%概率获得2倍产出。"
    },
    "constellation": {
        "外酥里嫩": "受到锅巴攻击的敌人火元素抗性降低15%，持续6秒。",
        "大火宽油": "普通攻击的最后一击会对敌人施加持续2秒的内爆效果，持续时间结束后会发生爆炸，造成75%攻击力的火元素范围伤害。",
        "武火急烹": "旋火轮的技能等级提升3级。至多提升至15级。",
        "文火慢煨": "旋火轮的持续时间延长40%。",
        "锅巴凶猛": "锅巴出击的技能等级提高3级。至多提升至15级。",
        "大龙卷旋火轮": "旋火轮持续期间，队伍中所有角色获得15%火元素伤害加成。"
    },
    "specialty": {
        "万民堂水煮鱼": "使用效果：立即为选中的角色恢复生命值上限的34%，并在之后的30秒内，每5秒恢复980点生命值。"
    },
    "character_CV": {
        "中": "小N",
        "日": "小泽亚李",
        "英": "Jackie Lastra",
        "韩": "윤아영"
    },
    "more_description": "璃月港两大传统菜系「璃菜」和「月菜」各掌美食界半壁江山，为了一决高下，双方持续争斗，不断发展自己的拥戴者。 然而，不论美味、只争贵贱的「美食之战」直接导致了璃月港内珍稀食材被垄断，引来无数厨师的愤慨。 生在厨师世家，香菱表达愤慨的方式更为直接：她选择接过了自家「万民堂」的大勺。 「美食应该没有贵贱之分才对！」信奉这一原则的香菱不断追寻着料理的新突破。 从冰雾花、史莱姆凝液到怪异虫子、甚至丘丘人的木棍⋯一切都是她眼中的「可用材料」。 虽说偶尔会做出一些可怕的料理，但香菱从不气馁，因为父亲曾如此教导她： 「做料理有很多秘诀。不过最最重要的秘诀就是，要对料理保持绝对热爱的心。」",
    "character_details": "「来了来了，爆炒肉片一份！这是你的，『摩拉肉』。还有你的，秘制炸萝卜丸子。」 璃月有块地方叫「吃虎岩」，「吃虎岩」有个饭馆叫「万民堂」。 在这条人来人往的街道上，必须保持万分专注才能一心向前。 初来乍到的旅人稍有不慎，就会被菜肴香气勾出馋虫，又或者按捺不下对这嗓音的好奇，探头望向店里。 而香菱，「万民堂」的跑堂兼大厨，正往客桌上摆放热气腾腾的美食。 「空着的位置可以随便坐。有什么想吃的，菜谱上没有我也能做！」 对「万民堂」店员来说，平日判断来客是否「万民堂」熟客的办法，除了认脸，便是听他的第一句话。 不用菜谱直接点菜的，一定来过不止一次；要是问出「今天香菱下厨吗」，就保准是个老道的饕客。",
    "character_story1": "香菱已经数不清自己毁掉了多少个家里的锅，它们或是被火史莱姆的高温烧糊了锅底，或是在冰雾花的急速冷却下爆出了裂痕，更有甚者，是在小型爆炸后化作了面目全非的一团。面对此等破坏力，香菱的父亲再三斟酌，才没给她贴上「厨房禁入令」。「自家孩子天性就有些冒失莽撞，外加想象力有那么些丰富，脑袋里闪过什么『创意菜肴』总喜欢先动手尝试，才有了这样的结果。这也未必是坏事⋯」 香菱的父亲是这样自我安慰的。总而言之，「万民堂」账簿的支出一栏，经常会增添一口锅的价目。",
    "character_story2": "「做料理有很多秘诀。不过最最重要的秘诀就是，要对料理有着绝对热爱的心。」 香菱决心学厨之后，父亲将自己的心血「食谱笔札」交给了她。扉页上赫然写着这样一句话。 要是换作别人，可能早就开始抱怨这是什么老掉牙的教导了。香菱却把它视若珍宝。 在香菱眼里，父亲正是秉承着这样的信条，才能在「璃菜」「月菜」两派相争倾轧下坚持至今。 可那时，两大菜系的明争暗斗已趋于白热化，不少小饭馆都遭到打压，其中当然也包括了「万民堂」。 「美食应该没有贵贱之分才对！」 看着松茸、螃蟹之类的珍贵食材被强行垄断，香菱的内心很是愤慨。而她表达愤慨的方式，正是接过「万民堂」的大勺。 是时候在老爹的基础上做出改变了。 「不管使用怎样的食材，我都要做出超级好吃的菜肴！」",
    "character_story3": "香菱的活跃对绝云间的丘丘人来说可能是一场灾难。比如它们一夜醒来突然发现，打架用的木棍不翼而飞了。 当然，荻花洲那些花花草草的命运，也绝对没好到哪去。 这一番努力催生了几个全新菜谱：「丘丘木烤鱼」「马尾糯米肉」⋯ 只用前人积累下来的配方，无法做出令人耳目一新的料理。 必须打破常识，找出自己的秘方。 等香菱好不容易做出自认色香味俱全的「特制凉拌禽肉」，试菜的父亲却为此连喝两天白粥。 「薄荷叶与清心花同食，可能会引起腹泻⋯」 经此一役，香菱的笔记上又多了一条珍贵信息。 明明自己也吃了不少，却跟没事人一样。香菱的内心颇有些愧疚。 至于这是因为香菱原本体质就好，还是日积月累对毒素有了抗性，已经不得而知了。",
    "character_story4": "每当有食客好奇地询问，跟着香菱的「谜之生物」究竟是个什么东西，香菱都会讲起这个故事。 那天突然大雨，想要去采「琉璃袋」的香菱顶着风雨走到半路，就已经又累又饿。她迷迷糊糊地跑进某个山洞，却看见山洞里还有个神龛。 于是她在神龛边坐下，从包里掏出两个辣肉窝窝头。 一个，她狼吞虎咽地吃完了；另一个，她放在了神龛前，本想歇一会儿再吃，却稀里糊涂睡了过去。 醒来之后，辣肉窝窝头已经不见了。一只「谜之生物」蹲在身边注视着她。 「好吃吗？」 它点了点头。 「还要吗？」香菱从包里搜刮出了一些肉干。 它点了点头。 香菱就这样认识了一个新朋友。或许是被香菱的料理吸引，无论走到哪，它都和她形影不离。 香菱用从小最爱吃的零食给它起了名字，就叫「锅巴」。",
    "character_story5": "尝遍璃月百味之后，香菱的料理技艺突飞猛进。她那一手「麻辣菜」，就连二十几年厨龄的父亲也忍不住赞叹。 大把大把地使用辣椒，再以果物、草叶增添香气，形成独特的复合口感。一道融合璃菜油重色浓风格，以及月菜鲜香滋补特色的「水煮黑背鲈」就此成为了「万民堂」的招牌。 有人试图偷学配方，却怎么也复制不出这地道的口味。 「新鲜琉璃袋用蜜酿一晚，次日取出 ，沥干研磨至粉状，加入菜品能增香。」 这是无数次吃坏肚子，无数次被岩壁上的砂砾划破膝盖，牺牲无数口锅才得到的—— 只属于香菱自己的秘方。",
    "special_story": "在这张提瓦特大陆地图上，密密麻麻地标着各色小字，仔细阅读，可以从中找到香菱途经之处和将去之地。 「孤云阁浅海，贝类鲜美无比。传闻有海兽？」 「海兽肉的味道好棒。下次叫上北斗姐姐一起打海兽。加进蛋液一起蒸会更好吃吗？」 「听说蒙德有龙？好！带足三天干粮，就能去了。」 「落落莓，甜！这里多。带好篮子，挖几棵回去种种看。」 「这家蒙德餐馆里卖的黄油松茸吃法太奢侈了！只卖松茸就好了。绝云椒椒炒松茸，想想就好吃。干脆明天借个厨房试试。」 「还没见到龙，我来对地方了吗？」 ⋯⋯",
    "vision": "「不管使用怎样的食材，都要做出超级好吃的菜肴。」 秉承着这样的信念，香菱得到了「神之眼」的认可。她全心全意、毫无保留地坚持这一理想。即使做出堪称「恐怖」的料理，她不断尝试搭配的心也不会动摇。 「唔⋯这道清心花炒蜥蜴的确有点难吃，那蜥蜴以后还是岩烤好了。」 「史莱姆炒饭也一般般，下次用史莱姆滑野蘑菇试试。」 就算身边朋友都受不了这「魔神大乱斗」般的口感，旁敲侧击劝说她放弃，香菱仍不断思考，怎样才能把这些「特殊食材」变成美味。 在单纯而又执着的香菱心中，只要没有毒副作用，「食材」便不分高下。 她的「神之眼」正是证明——这是连神都认可的事啊。",
    "birthday_letter": null,
    "voices": {
        "初次见面…": "我是来自璃月的厨师香菱，最擅长的是做各种捞…捞，料理…哎呀，练了那么多次，还是会紧张，嘿。",
        "闲聊·点心": "要吃点点心休息一下吗？我准备了一箩！",
        "闲聊·火史莱姆": "火史莱姆，是椒盐…还是做成蒜香的好呢？",
        "闲聊·觅食": "嗯，闲着也是闲着，还不如一起找找食材去！",
        "下雨的时候·态度": "嗯…我不太喜欢雨天。",
        "下雨的时候·疏忽": "我想想…今天有没有晒衣服出去…",
        "雨过天晴…": "走走走，我带你去找松茸！",
        "起风的时候…": "风史莱姆最喜欢在这种天气活动，快趁机多收集点儿！我给你做史莱姆沙冰！",
        "早上好…": "来得正好！一起去补充点食材吧？",
        "中午好…": "午饭已经做好了，快过来吃哦！啊呜…来晚了可就没了。",
        "晚上好…": "要吃夜宵吗？我这正好做了串炭烤岩蜥蜴。哎呀，别盯着了，快尝尝吧！",
        "晚安…": "喂…你不会是想背着我偷偷吃什么好东西吧？哦，只是休息啊…嘿嘿，那晚安喔。",
        "关于香菱自己…": "你见过蒙德城的龙？有多大？哇，不是吧。那要是做成龙肉排——嗯，该有多棒啊！",
        "关于我们·长处": "虽然比起认路我更擅长做饭，但…不管啦，出门喊我准没错！",
        "关于我们·新知识": "自从认识你，我好像学会了不少料理以外的知识。欸？呃…你问我都有些什么？嗯…嗯…你突然这样问，我又有点想不起来了。算了算了，我原本就不擅长这些，还是给你做两道新菜尝尝吧！",
        "关于「神之眼」…": "无论什么时候，我都要做出所有人都爱吃的料理。神一定也认为这是正确的事情，才授予了我这个连大师父也没有的「神之眼」…唔，怎么说来着…哦，以资鼓励！",
        "有什么想要分享…": "如果拉肚子了，喝一杯霓裳花泡的茶就会好的！欸？我懂一点食疗方法也不用奇怪吧！",
        "感兴趣的见闻…": "我喜欢洋葱！…我试过十几种切洋葱不会流泪的方法，没一个对我有用。但这也阻止不了我喜欢洋葱！",
        "关于白术…": "嗯？我闻到了雾虚花的香气！是白先生，白先生来帮你看病了吗？你是哪里不舒服，头晕还是胃疼？还是嗓子痒？还是没力气？哦…没生病啊。那还好。不然白先生会给你超——苦的药哦。",
        "关于凝光…": "哦！刚才那个，是「天权」大人啊…嗯，你凑过来点。再，再过来点。我跟你说哦，她可是一个特别厉害的人，港内的事情她什么都知道。所以，你也要小心一点，不要被她盯上了…",
        "关于胡桃…": "唔，你是不是也被胡桃欺负过？她老是趁我不注意躲到我后面，这样突然拍我的后背，得逞了还嘿嘿地笑，哼。但我大人大量，看在她每次都会给我带酿梅花做线花糕的份上，才没跟她斤斤计较。",
        "关于迪奥娜…": "清泉镇的迪奥娜！啊啊，听说她能调出特别好喝的酒，我专门拜访过她！想着如果能把调酒的秘方借鉴到料理上，说不定也能做出美味。但是，她给我的秘方，比如啤酒里泡蜥蜴尾巴，蒲公英酒里放小块熏鱼…做出来都不是很好吃。呜，果然还是要靠自己吗？",
        "关于北斗…": "北斗姐姐人特别好！跟着她出去航海的话，每次都能捕获到好多新鲜的食材！章鱼脚拿来煲汤最好，海天青就要用辣椒好好炝一炝。不光北斗姐姐，「南十字」的船员们都很喜欢我做的菜呢。",
        "关于钟离…": "我遇到过不少挑剔的食客，但像钟离先生那种嘴巴上讲究，还能一针见血的，真的就只有他一个！那天我给他上的第一道菜是「椒盐豆腐」，他只尝了一口，就问我用的是什么盐，然后又说什么「不妨试试孤云阁浅海处提炼的海盐吧，它的层次感能够为豆腐赋予更多鲜味」。我试过之后味道真的大有不同。你说，他是不是好厉害！",
        "关于重云…": "重云啊，他总是跟着行秋一起来「万民堂」吃饭…呃，或者应该说，是被行秋拖来的？但是重云不吃热食。每次热菜上桌，行秋就会客客气气地说一声「失敬」，然后动起筷子逐一评点起每道菜的美味之处，他那夸得呀，我都想冲过去尝一口！你是没见到重云那种眼神，哈哈哈。还挺有趣的呢，他俩。",
        "关于甘雨…": "甘雨？嗯…啊啊有印象有印象，是那位只吃素食的客人吧！她来「万民堂」的次数不算多，每次都是一个人躲在小角落里不吭声地吃着饭。我嘛，看她孤孤单单有些可怜，就总帮她多舀两大勺菜。没想到，她每次都能全部吃完！真是不可貌相。",
        "关于瑶瑶…": "嘿嘿，她啊，是我引以为豪的小师妹喔！不过呀，她很久没来「万民堂」玩儿了。是大师父放心不下吧…哼，明明生的云来大章鱼那么好吃，瑶瑶上次不光不让我吃，还叫上大师父一起训斥我，呜…有时候真不知道，到底谁才是师姐了。",
        "关于辛焱…": "辛焱经常来「万民堂」吃夜宵喔！像行秋、重云他们不敢试吃的新品，辛焱就会毫不犹豫地下筷…而且有八成以上的概率喜欢！哎，真是很不错的人呐。",
        "关于夜兰…": "夜兰姐？我当然记得她啦。第一次见面时，我还猜她会喜欢那种清淡的菜式，没想到她是我见过最能吃辣的客人！菜肴里的辣味她觉得不够，居然把绝云椒椒直接嚼来吃！真了不起。",
        "想要了解香菱·其一": "烤鸽子肉，来两串？哎呀~尝尝嘛。加了我的独门秘方，绝对跟其他家的不一样！",
        "想要了解香菱·其二": "大师父教我的枪法，很厉害吧？你想学的话我也可以教给你哦！不过说到这个…要是你愿意跟我学厨就好了！我的这些技巧和配方，要流传得远远的才好呢。",
        "想要了解香菱·其三": "问我的愿望吗？那当然是要创造全新的新菜系！璃菜和月菜都是有极限的。哦，关键一定在于辣味吧！事不宜迟，让我爆炒个锅巴辣椒给你尝尝！",
        "想要了解香菱·其四": "嗯！我看你已经快被我的厨艺征服了嘛~是时候给你品尝我苦心研制的新菜品了——七彩琉璃大煎饼。喏喏，这薄薄一层蛋皮里面包着红色的松鼠火腿，橙色的胡萝卜，黄色的太阳蛙肉，绿色的嘟嘟莲，蓝色的蝴蝶翅膀…呃？真的不想吃吗？",
        "想要了解香菱·其五": "我…有点想不明白，明明以前睡一觉就好了的，这可不是我的风格。啊呀，不行！还是让你来想吧！嗯…我很想让你一直试吃我的新菜，但不知道从什么时候起，如果你吃坏了肚子，我也会特别难受。我，我到底该怎么办呢？",
        "香菱的爱好…": "看着点哦！像这样烧热一锅油，然后，把去掉翅膀的晶蝶这样放下去炸…哎呀你别走啊，超香的啦！",
        "香菱的烦恼…": "呜，史莱姆滑蘑菇一份也没卖出去。就因为卖相不好吗？口感明明很棒的呀…",
        "喜欢的食物…": "喜欢的食物呀，嘿，那当然是尚且不知道味道的新菜啦！欸，我这样回答很狡猾？呜，明明说的是实话嘛。",
        "讨厌的食物…": "我是不会对食物有什么偏见的！只有不合适的做法，没有不合格的食物！",
        "收到赠礼·其一": "哇，这就是…「噼咔」的味道！",
        "收到赠礼·其二": "嗯，你做菜真有一套。下次就换我来露两手吧。",
        "收到赠礼·其三": "难道是做法的问题吗？总觉得哪里怪怪的…",
        "生日…": "啊，找到你了！快来，我给你做了一整桌的菜喔！嘿嘿，不用急着夸我，先等你尝过味道再慢慢说吧！",
        "突破的感受·起": "呼哇~！好爽！全身上下都充满了力量！",
        "突破的感受·承": "嘿、哈！好！一拳就能把野物打晕…保证食材新鲜！",
        "突破的感受·转": "有这种力量的话…终于可以…不好，口水要流下来了！",
        "突破的感受·合": "父亲曾经说过：「想做出十分的菜肴，就要投入十二分的热情。」我懂的、我懂的！能走到今天这个地步，一定是因为有你付出了十二分的热情陪我练习。嗯，那我也要再加倍…用再加倍的热情来回应你！",
        "元素战技·其一": "锅巴，喷火！",
        "元素战技·其二": "热和热和嘛。",
        "元素战技·其三": "开锅了开锅了！",
        "元素爆发·其一": "嘿…哈！",
        "元素爆发·其二": "讲不通，就打扁咯！",
        "元素爆发·其三": "见识下师父的枪法！",
        "冲刺开始·其一": "跑起来跑起来！",
        "冲刺结束·其一": "肚子岔气了…",
        "打开宝箱·其一": "是新的食材！",
        "打开宝箱·其二": "大丰收大丰收！",
        "打开宝箱·其三": "我会物尽其用！",
        "生命值低·其一": "呜，今天的食材好凶啊。",
        "生命值低·其二": "哎呀，疼疼疼…",
        "生命值低·其三": "我是不是惹了个不得了的家伙！",
        "同伴生命值低·其一": "别着急，歇会儿再打吧？",
        "同伴生命值低·其二": "快回来！",
        "倒下·其一": "搞砸了呢…",
        "倒下·其二": "突然…好渴啊…",
        "倒下·其三": "是不是…连累你了…",
        "普通受击·其一": "不要打我…",
        "重受击·其一": "救命啊，食材打人啦！",
        "重受击·其二": "还挺疼的唔…",
        "加入队伍·其一": "佐料带全了！",
        "加入队伍·其二": "长枪磨亮了！",
        "加入队伍·其三": "一刻都不想多等！"
    }
}