{
    "basic_info": {
        "name": "琴",
        "rank": 5,
        "生日": "3月14日",
        "所属": "西风骑士团",
        "神之眼": "风",
        "武器类型": "单手剑",
        "命之座": "幼狮座",
        "称号": "蒲公英骑士"
    },
    "ascend": {
        "ascend_material": {
            "1级突破材料": {
                "自在松石碎屑": 1,
                "自在松石断片": 9,
                "自在松石块": 9,
                "自在松石": 6,
                "飓风之种": 46,
                "蒲公英籽": 168,
                "破损的面具": 18,
                "污秽的面具": 30,
                "不祥的面具": 36,
                "摩拉": 2092530
            },
            "20级突破材料": {
                "自在松石碎屑": 1,
                "蒲公英籽": 3,
                "破损的面具": 3
            },
            "30级突破材料": {
                "自在松石断片": 3,
                "飓风之种": 2,
                "蒲公英籽": 10,
                "破损的面具": 15
            },
            "40级突破材料": {
                "自在松石断片": 6,
                "飓风之种": 4,
                "蒲公英籽": 20,
                "污秽的面具": 12
            },
            "50级突破材料": {
                "自在松石块": 3,
                "飓风之种": 8,
                "蒲公英籽": 30,
                "污秽的面具": 18
            },
            "60级突破材料": {
                "自在松石块": 6,
                "飓风之种": 12,
                "蒲公英籽": 45,
                "不祥的面具": 12
            },
            "70级突破材料": {
                "自在松石": 6,
                "飓风之种": 20,
                "蒲公英籽": 60,
                "不祥的面具": 24
            },
            "90级突破材料": "无"
        }
    },
    "recommended_equipment": {
        "weapon": {
            "磐岩结绿": "提供巨额暴击率和一定攻击力加成，可全方位提升琴的输出能力和治疗量。",
            "苍古自由之誓": "提供元素精通对琴来说难以利用，伤害提升也有限，但效果可为全队提供一定普通攻击/重击/下落攻击伤害加成与攻击力加成，有额外辅助价值。",
            "天空之刃": "提供大量元素充能效率加成，显著缓解自身充能压力。",
            "西风剑": "提供大量元素充能效率加成，显著缓解自身充能压力，且在场上造成暴击时可提供额外元素能量微粒，有效缓解全队充能压力。",
            "雾切之回光": "基础攻击高且提供暴击伤害，即使琴无法享受效果提供的全部元素伤害加成，也可明显提升琴的输出能力和治疗量。",
            "斫峰之刃": "提供巨额攻击力加成，有效提升琴的治疗量。",
            "风鹰剑": "基础攻击高且提供一定攻击力加成，可提升琴的治疗量。外观适配，但物理伤害加成与受击回复效果难以利用。",
            "天目影打刀": "提供大量攻击力加成，且武器效果可优化能量回转。",
            "灰河渡手": "提供元素充能效率加成，且能进一步提升元素战技的伤害和回能效果，显著缓解自身充能压力。",
            "腐殖之剑": "提供元素充能效率加成，缓解自身充能压力。且提供元素战技的伤害与暴击率加成，可提升琴的输出能力。"
        },
        "artifact": {
            "翠绿之影": "该圣遗物2件套提供风元素伤害加成，4件套可使装备者在场上触发的扩散反应造成对应减抗效果，在以火/水/雷/冰元素伤害为主的队伍中提供极佳功能性。",
            "昔日宗室之仪": "该圣遗物2件套提供元素爆发伤害加成，4件套可使装备者施放元素爆发后为全队提供一定攻击力加成，在搭配其他风元素角色或不适用翠绿之影4件套减抗的队伍中可用。",
            "2+2混搭/推荐二件套属性：风元素伤害加成/攻击力/元素充能效率/治疗加成": "获取成本较低，适合用于过渡。"
        }
    },
    "recommended_game_guide": {
        "【V4.5攻略·角色攻略】集录祈愿角色攻略|琴角色攻略翻新": "https://www.miyoushe.com/ys/article/50266989",
        "【V3.7攻略·角色攻略】琴阵容配装面板【百日挑战11】": "https://www.miyoushe.com/ys/article/40800275",
        "【V2.6攻略】琴培养图鉴：武器圣遗物配队详解+视频": "https://bbs.mihoyo.com/ys/article/20636331",
        "【观测枢】一图流角色攻略：「蒲公英骑士」——琴": "https://bbs.mihoyo.com/ys/article/22243055"
    },
    "talents": {
        "普通攻击·西风剑术": "普通攻击\n进行至多五段的连续剑击。\n \n重击\n消耗一定体力，进行饱含风之力的挑击。被挑飞的敌人，在短时间内会缓慢坠落。\n \n下落攻击\n从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
        "风压剑": "将无形的风之力汇聚在剑上，释放微型的风暴，将敌人向瞄准的方向击飞，造成大量风元素伤害。\n\n长按\n以持续消耗体力为代价，令旋风将周围的敌人与物体牵引至面前。\n可以调整方向。\n期间无法移动。\n\n与一心守护的琴同行的，是能将危险驱离伙伴身边的守护之风。",
        "蒲公英之风": "呼唤风的护佑，创造千风涌动的蒲公英领域，击退周围的敌人并造成风元素伤害。\n同时，为队伍中的所有角色瞬间恢复大量生命值，回复量受益于琴的攻击力。\n\n蒲公英领域\n·为其中的角色持续恢复生命值；\n·令其中的角色持续受到风元素影响；\n·对出入领域的敌人造成风元素伤害。\n\n风的恩泽如同广布大地的蒲公英，这就是琴守护的根源与心意。",
        "顺风而行": "琴的普通攻击命中时，有50%的几率为队伍中所有角色恢复等同于琴攻击力15%的生命值。",
        "听凭风引": "使用蒲公英之风后，恢复20%元素能量。",
        "引领之风": "完美烹饪恢复类食物时，有12%概率获得2倍产出。"
    },
    "constellation": {
        "流转剑脊的暴风": "风压剑长按超过1秒后，提升牵引速度，并使造成的伤害提升40%。",
        "守护众人的坚盾": "琴获得元素晶球或元素微粒时，队伍中所有角色获得15%攻击速度和15%移动速度提升，持续15秒。",
        "西风吹拂之时": "蒲公英之风的技能等级提高3级。至多提升至15级。",
        "蒲公英的国土": "在蒲公英之风的领域内，所有敌人的风元素抗性下降40%。",
        "须臾一瞬的烈风": "风压剑的技能等级提高3级。至多提升至15级。",
        "恩眷万民的狮牙": "在蒲公英之风的领域内，角色受到的伤害降低35%。离开领域后，这个效果会在承受3次攻击或10秒后消失。"
    },
    "specialty": {
        "提神醒脑披萨": "使用效果：立即为选中的角色恢复生命值上限的34%，并在之后的30秒内，每5秒恢复980点生命值。"
    },
    "character_CV": {
        "中": "林簌",
        "日": "斋藤千和",
        "英": "Stephanie Southerland",
        "韩": "안영미"
    },
    "more_description": " 代理团长·琴 “风啊，回应我吧！”  =========================  如果你在蒙德城里问起人们对于琴的看法，你可能会得到许多不同的回答： 她是个坚强的骑士，她是个善良的女孩，她是个可靠的团长，她认真、自律、勤奋、强大，光是看着就能让人感到心安… 但是当你问琴怎么看待自己时，这位西风骑士团代理团长永远会这么回答—— 「我做得还不够好。」",
    "character_details": "西风骑士团是守护蒙德的剑与盾。 除了清扫荒野的魔物、守护城市与道路安全之外，骑士团最重要的工作是维护蒙德的秩序。 虽说蒙德是自由之都，但无边际的散漫只会带来混沌与彷徨。 琴非常明白这一道理，所以才坚持严谨刻苦的作风，以最严苛的要求对待自己。 ——然后一不留神，就在月初消耗完了当月所有的咖啡配额。",
    "character_story1": "古恩希尔德家族是古老的骑士家族。据说自第一篇史诗写成之日，就已开始守护蒙德。 但历史悠久的血脉必然伴随着沉重负担。琴自幼便被母亲作为骑士道继承者培养。 象征骑士风度的形体、礼仪，锻造骑士灵魂的历史、诗歌，武装骑士精神的剑艺、体能⋯琴全都要训练。唯有如此，才能实践古恩希尔德的家训：「永护蒙德」。 早年的酒馆里有这样一句玩笑话：古恩希尔德家族的长子长女，在学会喊「妈妈」之前，就已能够念出「永护蒙德」。 从《林间风故事拔萃》抬起头，看见同龄孩子举着风车欢笑着跑过窗前。小小的琴，自然是明白其中含义的。而如今，从累牍公文中抬起头，看见蒙德的未来举着风车欢笑着跑过街道。代理团长大人对从前那些岁月依然毫无悔恨。「这是正确的事。无论如何辛苦，正确的事就应全力以赴。」",
    "character_story2": "「琴团长十分可靠。」 「若是遇到难题，找她帮忙一定没错。」 在蒙德，骑士和民众都十分仰赖琴。 如果有人需要帮助，事情又合乎道理，那她一定会出手相助。 即使是街市上的小口角，即使是恋爱的渺小烦恼⋯ 即使与骑士团的本职工作毫无关系，只要有人对琴开口，琴就会对他们伸出援手。 「要问原因的话——帮助受困之人，不正是骑士职责所在吗？」 对她而言，骑士的职责先于「代理团长」的勤务。对她而言，亲手帮助有需要的人最为实在。 这也是她对麾下骑士的要求。 图书管理员丽莎曾经劝琴放松，「应该适当享受淑女的下午茶时光」。 可对琴来说，骑士的职责先于淑女的身份。 「琴团长十分可靠。」 人们一如既往地给予她这一评价。 令她烦恼的是，一天的时间只有那么多。即使牺牲睡眠，也无法帮助所有人。 要成为可靠的人，需要付出难以想象的努力。",
    "character_story3": "琴代行团长职责的如今，不少人已经忘记在她之上仍有一位「大团长」。 而她本人从未在意过这种事。骑士团内的地位与称号丝毫不会影响她行事的原则。 热忱、正直与一丝不苟，琴身上这些优良品质有两大来源。 其一是自幼接受的教育与训练已将骑士道精神深深植入她灵魂深处。 其二是现已缺席的西风骑士团团长法尔伽曾对她悉心教导。 洒脱而散漫的北风骑士法尔伽，他给琴的成长带来了巨大影响。 「大团长，请您认真对待工作，直面蒙德对您的期待。」 「小姑娘，你是我的副手，为我分担工作天经地义。这样大团长才有精力做更重要的事啊。」 「⋯⋯」 他是征服与创造传奇的骑士，而她是守护和平与自由的骑士。 琴并不讨厌法尔伽。法尔伽的行事风格或许有其独到之处。琴需要完成的，是那些大团长没完成的正确之事。 半年前，法尔伽率领西风骑士中的精锐再一次离开蒙德，踏上远征之路。 远征——这是很符合大团长风格的冒险。 「骑士团就交给你了。反正这些年也是你在做团长的工作。」「放心交给我吧，大团长。」站在窗前目送团长的她心想：等你回来，将会见到一座更加温暖、繁荣、平和的蒙德城。",
    "character_story4": "风起地的神树，是初代「蒲公英骑士」道路的终点。 据记载，建立西风骑士团、重建蒙德的初代蒲公英骑士温妮莎，曾在生命结束之刻来到了此地。 她永别了衷心守护的城邦，留下传奇与一株树苗。 这株树苗在千风的眷顾中，在无数的日月照耀下，成长为参天巨木。 琴十五岁时获授「蒲公英骑士」之名。 「蒲公英骑士」又名「狮牙骑士」，随骑士团制度一同沿袭至今，是最杰出的骑士才能获得的荣誉。 那日授衔仪式结束后，琴从庆祝活动中悄然离开，追随着一直憧憬的英雄骑士的脚步，来到那棵大树前。 「蒲公英骑士」之名象征着温妮莎的抗争与仁爱。自己如何能拥有资格，来继承如此伟大的称号？ 蒙德城重建至今已逾千年。自己何德何能，能守护这座古老、自由、骄傲的城邦？ 隐藏在稳重成熟外表下的，是一颗刚刚完成骑士礼，尚未做好准备的少女之心。 风从远方吹来，将骑士拥入怀中，轻柔地拂去她的疑虑和不安，展露出黄金般的决心： 「永护蒙德。」 ——成为温妮莎那样温柔坚定的战士，为同胞战斗，为自由抗争。这便是那句简明严厉的家训中蕴含的心意吧。 如今，每当感到疲惫动摇，琴仍会来到这棵树下。接受风的洗礼。风洗净她的困顿，令她重拾前行的力量。 风起地的神树是初代「狮牙骑士」道路的终点。 同时，也是「蒲公英骑士」琴的起点。",
    "character_story5": "琴团长有一个秘密。 古恩希尔德家族是古老的骑士家族。这一骄傲的血脉来自琴的母亲芙蕾德莉卡。 琴的父亲则是名贯大陆的冒险家——西蒙·佩奇。来到蒙德后，他扫去身上风沙，以崭新的姿态加入西风教会，一路升为西风教会总管，人称「拂晓的枢机卿」。 曾经的爱侣最终分道扬镳。年幼的琴牵着母亲的手，望着父亲与妹妹芭芭拉远去的背影。 后来，芭芭拉也与父亲一样加入西风教会，成为了一位深受蒙德人喜爱的牧师。 琴一直想要亲近这位血脉相通的妹妹，但面对芭芭拉躲闪的眼神，不知该如何开口。 或许这份相似的笨拙，就是姐妹心意仍然相通的表现吧。 琴团长还有一个秘密。 尽管熟读历史典籍，尽管身戴「蒲公英骑士」之名，尽管成为了深受信赖的代理团长⋯ 琴，依然十分中意恋爱小说。 并非因为在训练与勤务中虚度了少女年华，也不是因为父母婚姻有裂痕。 琴仅仅是向往故事所描绘的两情相悦，向往蛛丝般精妙又脆弱的情感。 身为骑士，凡事要以蒙德城和西风骑士团为最优先。 但... 「如果，我自己也能⋯」 深夜的办公室里，琴再一次读完《少女薇拉的忧郁》。 「要是有时间，去黎明前的誓言岬看看也没关系。没关系吧⋯」 琴低下头，在洒满星辉的窗台边偷偷想着。",
    "special_story": "这是一张精细到分钟的作息表。 从清晨跟安柏一起晨跑并顺路为丽莎购置早饭，到夜间亲手洗衣服并把换洗物件收纳整齐，大小琐事均有条目，可见时间安排得相当紧凑。 每件做完的事情上都有勾号标记，因外力延误的事项则备注了详细原因。 在因身体不适未能按时完成的「蒙德城公共设施评审报告」条目后，备注了「凌晨3时已完成，取消本月末的书籍购置奖励。」 琴有时想，这张表格的灵感来源，或许是十年前母亲为自己绘制的训练表。",
    "vision": "单论实力，琴早已是蒙德城数一数二的剑士。但在琴心中，比起成为一把能够刺穿腐朽与黑暗的利剑，她更愿意做守护歌声与自由的坚盾。 「维护」向来比「破坏」更难。 从小队队长晋升为副团长时，出现在琴面前的就是巨大的挑战。外有愚人众施加的邦交压力，内有叛徒——前任督察长的同党。想在如此形势下重振旗鼓开拓局面，并非易事。 但琴独自扛住了来自外界的压力，引领一众骑士粉碎深渊教团的诸多阴谋，重新为西风骑士团树立威望。 琴永远不会忘记得到「神之眼」的那一刻。感受着掌间升起的微风，顷刻间，四周沉寂下来，空间化作黑白，唯有古恩希尔德家族古老而严厉的家训浮现在她脑海之中。 「永护蒙德。」",
    "birthday_letter": null,
    "voices": {
        "初次见面…": "「蒲公英骑士」，琴，申请入队。从今往后，我的荣誉与忠诚将与你同在！",
        "闲聊·行动": "行动起来吧，我们不该在这里停留。",
        "闲聊·骑士团": "骑士团的大家…有没有认真工作呢？",
        "闲聊·目标": "走吧，前往下一个目标！",
        "下雨的时候…": "下雨也无法阻挡我的脚步。",
        "雨过天晴…": "这样的天气，正适合行动。",
        "下雪的时候…": "下雪了，要注意战靴的保养啊。",
        "起风的时候…": "舒适的天气。",
        "刮大风了…": "传说，那天也刮着罕见的大风…",
        "早上好…": "「一日之计在于晨」，今天也请加油。",
        "中午好…": "好，现在开始处理任务吧。",
        "晚上好…": "看样子，差不多已经对咖啡免疫了。如果有什么替代品的话…问问丽莎好了。",
        "晚安…": "今日的修炼就到此为止，做得很棒，辛苦你了。",
        "关于琴自己…": "今天为了保护民众，把五座遗迹守卫斩成了碎片。唉，我还需要继续磨练自己…这么珍贵的文化遗产，下次应该尝试空手制服…",
        "关于我们·信条": "我会全力帮助你，当然，如果你的方向偏离了正义，我也会毫不犹豫地指出。",
        "关于我们·誓言": "我以此剑起誓，必将胜利献给你。",
        "关于我们·任务": "任务可是不会自动完成的，但适当放松一下也好。今天就破例午休几分钟吧。",
        "关于「神之眼」…": "「永护蒙德」是古恩希尔德家族的家训。每当驱动「神之眼」，我都会想起母亲、还有蒙德民众的期盼。为蒙德而战，为自由而战——我，在所不辞。",
        "有什么想要分享…": "我谨代表西风骑士团，向你为蒙德所做的一切致以谢意。还请你劳逸结合，量力而…怎么了，你突然笑了起来，我说了什么奇怪的话吗？",
        "感兴趣的见闻…": "「蒲公英，蒲公英，跟风一起，到远方去吧。」…它乘上风，说不定连天空岛都能飞到呢。",
        "关于芭芭拉…": "芭芭拉非常努力，只不过有时过于勉强自己…嗯？问我为什么了解得这么清楚？因为西风教会也归属骑士团管辖。",
        "关于丽莎…": "丽莎，有她在的话，我会安心很多。",
        "关于安柏…": "安柏这段时间确实有所成长。希望有朝一日，她的事迹也会被吟游诗人传颂。",
        "关于凯亚…": "是吗…凯亚也向你提出建言了啊。他是一名优秀的西风骑士，这点毋庸置疑。",
        "关于可莉…": "虽说玩乐是孩子的天性，但可莉中意的玩具却都是些危险品。让人难以放心。",
        "关于阿贝多…": "「天才」这种名词，或许正是为了阿贝多这样的人准备的吧。",
        "关于法尔伽…": "法尔伽大团长，他是西风骑士团的当代传奇。等到他凯旋归来的那一天，就请你亲自和他交谈吧。相信你也能从中受益。",
        "关于诺艾尔…": "诺艾尔，嗯…那个努力想要成为西风骑士的少女。她的内心仍有软弱之处，现在这个阶段，也许还不适合让她接触外界的凶险。",
        "关于罗莎莉亚…": "罗莎莉亚修女总是把「麻烦」挂在嘴边，实际却十分称职。上次我和她说「如果觉得麻烦也可以找我帮忙」，她却回答「这样更麻烦」。嗯…我果然还有很多欠缺啊。",
        "关于迪卢克·愧欠": "迪卢克前辈对骑士团的指摘事出有因，即使心中愧疚也无法改变既定的结果…我只想通过我的努力，让他对骑士团有所改观…嗯，这是我的责任。",
        "关于迪卢克·敬重": "迪卢克…是一位非常可敬的前辈。虽然我们选择的道路不同，但这份共通的守护蒙德的心意，我能感受得到。",
        "关于砂糖…": "作为炼金术士，砂糖也算天赋异禀。况且她的身边还有阿贝多指点，未来应该不用担心。只是…不，没什么，沉浸在自己的世界里，也不算坏事吧。",
        "关于优菈…": "优菈？咳…请不要对她的身世耿耿于怀，西风骑士会公正地评价每个人。优菈明辨是非，才华出众，偶尔发表危险言论，也只是她的性格使然。哪怕她总是说要挑战我，我也不介意。",
        "关于米卡…": "大团长选中米卡作为远征队的前侦骨干，不仅是出于任务需要，更是看中了他踏实勤恳的品质。从我个人角度而言，我也很荣幸能与这样的同伴共事。",
        "想要了解琴·其一": "我肩负着西风骑士团的信任，还有蒙德民众的期待。为此，我不能松懈。",
        "想要了解琴·其二": "温妮莎的「蒲公英骑士」之名传承至今，曾经有无数伟大的骑士获授这一荣誉。我不能辱没这个名字。因此，决不能松懈。要成为守护众人的坚盾与利剑。",
        "想要了解琴·其三": "无论是传奇故事还是史书，都只记载了伟大骑士的功绩。难道，他们一次也不曾迷失过吗…？风啊，请指引我前进的道路。",
        "想要了解琴·其四": "全身心投入工作的时候，烦恼和时间会一并被忘却。「你是最适合做这种事情的人选。」…那个时候，大团长法尔伽就是这样对我说的。",
        "想要了解琴·其五": "与你同行时，前进的道路变得无比清晰。就好像，终于有人能依靠，这究竟是…不，一定是我还不够努力。绝对不能松懈，不能辜负西风骑士团和蒙德…但是，谢谢你。",
        "琴的爱好…": "或许可以和你聊聊书上那些英雄传记。嗯，你听说过「坎瑞亚英雄王」的故事吗？",
        "琴的烦恼…": "假如有什么神奇的药剂，喝了就不需要睡觉…嗯，要不明天问问丽莎吧？",
        "喜欢的食物…": "猫尾酒馆的披萨…很久没吃过了。如果能外送到办公室就好了呢。",
        "讨厌的食物…": "优秀的骑士不能挑食。",
        "收到赠礼·其一": "不仅味道好，还兼顾了健康。让你费心了。",
        "收到赠礼·其二": "嗯，精神振奋不少。谢谢你。",
        "收到赠礼·其三": "呼…总之，辛苦你了。",
        "生日…": "今天是值得庆祝的日子。要说为何的话，因为这是受风护佑的你，诞生的日子啊。既然是生日，那就好好休息一下吧。咳咳…祝你生日快乐…啊，请原谅我的冒昧。不知这份礼物，是否能令你满意呢？",
        "突破的感受·起": "好，一鼓作气前往下一个目标。",
        "突破的感受·承": "只要风不停歇，我就不会停下脚步。",
        "突破的感受·转": "就算暂时获得了平静，也不能掉以轻心。身为代理团长，我必须未雨绸缪。",
        "突破的感受·合": "我做得还不够好。自从与你相遇，一直承蒙你的关照。这份感激…风啊，请容许我的私心。并非作为代理团长，只是作为「琴」，在此起誓——我的剑将与你同在。",
        "元素战技·其一": "一决胜负！",
        "元素战技·其二": "…哈！",
        "元素战技·其三": "…散！",
        "元素爆发·其一": "风，回应我吧。",
        "元素爆发·其二": "以剑为誓！",
        "元素爆发·其三": "风之神，请指引我们。",
        "打开宝箱·其一": "惊喜的收获。",
        "打开宝箱·其二": "嗯，真是幸运的一天。",
        "打开宝箱·其三": "希望大家都能获得宝藏。",
        "生命值低·其一": "我，没事…！",
        "生命值低·其二": "还有同伴…需要保护…",
        "生命值低·其三": "还不能放弃…",
        "同伴生命值低·其一": "你受伤了…请暂时退后吧！",
        "同伴生命值低·其二": "让我来吧。",
        "倒下·其一": "蒙德…",
        "倒下·其二": "个人的力量是有极限的…",
        "倒下·其三": "我…还不够称职…",
        "重受击·其一": "这点伤而已！",
        "加入队伍·其一": "随时可以出发。",
        "加入队伍·其二": "已做好万全准备。",
        "加入队伍·其三": "听凭风引。"
    }
}