{
    "basic_info": {
        "name": "早柚",
        "rank": 4,
        "生日": "10月19日",
        "所属": "终末番",
        "定位": "治疗辅助型角色",
        "武器类型": "双手剑",
        "命之座": "小貉座",
        "称号": "忍里之貉"
    },
    "ascend": {
        "ascend_material": {
            "1级突破材料": {
                "自在松石碎屑": 1,
                "自在松石断片": 9,
                "自在松石块": 9,
                "自在松石": 6,
                "魔偶机心": 46,
                "晶化骨髓": 168,
                "骗骗花蜜": 18,
                "微光花蜜": 30,
                "原素花蜜": 36,
                "摩拉": 2092530
            },
            "20级突破材料": {
                "自在松石碎屑": 1,
                "晶化骨髓": 3,
                "骗骗花蜜": 3
            },
            "30级突破材料": {
                "自在松石断片": 3,
                "魔偶机心": 2,
                "晶化骨髓": 10,
                "骗骗花蜜": 15
            },
            "40级突破材料": {
                "自在松石断片": 6,
                "魔偶机心": 4,
                "晶化骨髓": 20,
                "微光花蜜": 12
            },
            "50级突破材料": {
                "自在松石块": 3,
                "魔偶机心": 8,
                "晶化骨髓": 30,
                "微光花蜜": 18
            },
            "60级突破材料": {
                "自在松石块": 6,
                "魔偶机心": 12,
                "晶化骨髓": 45,
                "原素花蜜": 12
            },
            "70级突破材料": {
                "自在松石": 6,
                "魔偶机心": 20,
                "晶化骨髓": 60,
                "原素花蜜": 24
            },
            "90级突破材料": "无"
        }
    },
    "recommended_equipment": {
        "weapon": {
            "玛海菈的水色": "玛海菈的水色可以为早柚提供大量元素精通，武器特效可提升全队攻击力，提升扩散反应的伤害输出和早柚的治疗量。",
            "雨裁": "雨裁可以为早柚提供大量元素精通，提高扩散反应的伤害和固有天赋一的全队回复，搭配六命能进一步提高早柚的治疗量。",
            "浪影阔剑": "提供较高攻击力加成，可提高早柚元素爆发的治疗量。",
            "狼的末路": "提供巨额攻击力加成，显著提高早柚元素爆发的治疗量，武器特效还可提升队友攻击力，提升队友输出能力。",
            "桂木斩长正": "提供元素充能效率加成和额外元素能量恢复，可有效缓解角色充能压力。"
        },
        "artifact": {
            "翠绿之影": "五星首选圣遗物，兼具增伤减抗",
            "被怜爱的少女": "五星回复向圣遗物，显著提高回复量",
            "昔日宗室之仪": "五星辅助向圣遗物，仅推荐队伍中无其他角色佩戴时使用",
            "流浪大地的乐团": "五星过渡圣遗物，任选属性好的2+2均可",
            "教官": "四星辅助向圣遗物，推荐过渡使用"
        }
    },
    "recommended_game_guide": {
        "【V2.0攻略】#角色攻略#稻妻忍者登场「早柚」的使用攻略": "https://bbs.mihoyo.com/ys/article/8671060",
        "【V2.6攻略】早柚培养图鉴：武器圣遗物配队详解+视频": "https://bbs.mihoyo.com/ys/article/20803122",
        "【观测枢】早柚全培养材料采集": "https://bbs.mihoyo.com/ys/article/8353986",
        "【V2.0攻略】#角色攻略#早柚大型攻略｜随风而遁（基础篇）": "https://bbs.mihoyo.com/ys/article/8461201"
    },
    "talents": {
        "普通攻击·忍刀·终末番": "普通攻击\n进行至多四段的连续挥砍。\n\n重击\n持续消耗体力，旋转大剑攻击周围的敌人。停止旋转时，会进行一次格外有力的挥砍。\n\n下落攻击\n从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。",
        "呜呼流·风隐急进": "忍法·呜呼流的独创奥义！以风驰电掣之势席卷战场的绝技！\n\n绻缩成高速滚动的风风轮，冲撞触及的敌人造成风元素伤害，并在结束时使出风风轮舞踢，造成风元素范围伤害。\n\n点按\n进入风风轮状态，向前滚动一小段距离，并使出风风轮舞踢。\n\n长按\n以风风轮之姿持续滚动，并在该状态下提高早柚的抗打断能力。\n期间，早柚可以控制滚动的方向，并能通过再次施放技能，提前结束状态使出相比点按更为强大的风风轮舞踢。\n该技能通过长按施放时，能发生元素转化。\n\n持续至多10秒。效果结束时，技能将进入冷却。在风风轮状态下持续的时间越长冷却时间越长。",
        "呜呼流·影貉缭乱": "忍法·呜呼流的另一个独创奥义！能创造出替早柚干活的帮手!\n对身边的敌人造成风元素伤害，为队伍中附近的所有角色恢复生命值，回复量受益于早柚的攻击力，并召唤出「不倒貉貉」。\n\n不倒貉貉\n周期性地根据附近的状况，采取其中一种行动：\n·附近的角色如果生命值均高于70%，不倒貉貉会攻击附近的一名敌人，造成风元素伤害：\n·附近场上如果存在生命值低于或等于70%的角色，会为附近场上生命值百分比最低的角色恢复生命值，回复量受益于早柚的攻击力。若附近不存在敌人，即使角色的生命值均高于70%，也会为角色恢复生命值。\n\n不懂忍术的人都非常希望早柚能多多展示一下这个，也有人试图找早柚学习。可早柚只想睡觉，不想被打扰。",
        "更加适合的人选": "早柚在场上触发扩散反应时，为队伍中自己的角色以及附近的友方角色恢复300点生命值。除此之外，早柚的每点元素精通将额外恢复1.2点生命值。\n该效果每2秒只能触发一次。",
        "早柚不用工作啦": "呜呼流·影貉缭乱的不倒貉貉获得如下效果：\n·为角色恢复生命值时，将为该角色身边的其他场上角色恢复相当于回复量20%的生命值；\n·攻击敌人时，扩大造成伤害的范围。",
        "呜呼流·屏息秘传": "早柚在队伍中时，队伍中自己的角色接近晶蝶等部分生物时，不会惊动它们。\n有效对象可参考图鉴中「生物志/野生动物」的「其他」分类。"
    },
    "constellation": {
        "\n一心二用之术\n": "呜呼流·影貉缭乱的不倒貉貉的行动将忽视生命值限制。能同时攻击附近的敌人并为角色恢复生命值。",
        "\n理清逃跑路线\n": "呜呼流·风隐急进获得如下效果：点按施放时，风风轮舞踢造成的伤害提高3.3%；处于长按施放后的风风轮状态下时,每0.5秒，就会使这次施展的风风轮舞踢造成的伤害提高3.3%。通过这种方式，风风轮舞踢造成的伤害至多可以提高66%。",
        "\n都交给分身吧\n": "呜呼流·影貉缭乱的技能等级提高3级。至多提升至15级。",
        "\n偷懒的新方法\n": "早柚在场上触发扩散反应时，将恢复1.2点元素能量。该效果每2秒只能触发一次。",
        "\n快是第一奥义\n": "呜呼流·风隐急进的技能等级提高3级。至多提升至15级。",
        "\n呼呼大睡时间\n": "早柚自己通过呜呼流·影貉缭乱召唤的不倒貉貉的攻击与回复量，受益于早柚的元素精通。早柚的每点元素精通，能产生如下效果：使不倒貉貉的攻击额外造成0.2%攻击力的伤害。通过这种方式至多额外造成400%攻击力的伤害；使不倒貉貉的回复量提高3点。通过这种方式,至多提高6000点回复量。"
    },
    "specialty": {
        "头晕回避术·改": "使用效果：立即为选中的角色恢复生命值上限的26%，并在之后的30秒内，每5秒回复570点生命值。"
    },
    "character_CV": {
        "中": "Sakula小舞",
        "日": "洲崎绫",
        "英": "Lilypichu",
        "韩": "이지현"
    },
    "more_description": "「各位如此匆忙，是要找早柚？原来如此，那位又失踪了吗…下午她一般会躲在树上。如果找不到，可以再联络我，我自有办法。不过…呵呵，我要是出手，这件差事就不能算是诸位自主完成的了。对吧。」——神里绫人  隶属于「终末番」的忍者。个子小小的，行动非常敏捷。 说到身高啊…早柚停止长高已经很久了，久到她觉得自己落入了一个时间停止的梦。 「什么时候才能长个子呢？是我睡得还不够吗？」 偶尔醒来的小忍者这样想着，又一头扎进梦乡里。 早柚坚持认为睡眠可以补充能量，能量够了就能长高。为完成这一执念，她想尽办法偷懒，把忍术修炼得炉火纯青。 逃跑、匿踪、变幻…无论哪一方面，早柚都堪称大师。一片树叶，一个水桶，有时可以有别的名字，例如：早柚。 因此，若是「终末番」有需要早柚出马的工作，总要大费周章先找到她。 当然从早柚自己的角度看，这不叫偷懒，只是把时间花在了睡觉长高之类更有意义的事情上。",
    "character_details": "大部分稻妻人并不知道「终末番」的存在。事实上，「终末番」是「社奉行」麾下的一个秘密组织。 而「终末番」里还有一位名叫早柚的小小忍者，这件事情，更是鲜为人知。 早柚是「终末番」里的一个特殊的存在。 自幼在「终末番」里长大的她，对组织有着极高的忠诚度。 然而，她身上最强的特质却不是「忠诚」，而是「偷懒」。 「偷懒」是早柚最擅长的事。她早已熟练掌握逃跑、气息隐蔽等各种可以用来偷懒、怠工的忍术。 不了解她习性的人，想要找到她，可得费上一番功夫。 但有关偷懒一事，早柚本人的说辞如下： 绝不是懒，只是想把时间用在更有意义的事情上。",
    "character_story1": "早柚身材娇小，堪称玲珑。 困扰她的事，也正在于此—— 同龄人一个接一个长得很高，自己却还保持着儿童模样，身高丝毫没有变化。 为此，早柚十分焦急。 日子—天天过去，世界似乎都拔高了，只有自己还是小小的。 长高这件事情，便逐渐成为了早柚心中的执念。 「只要睡得够久，就定能长高的!」 她如此坚信着，并尽可能抓住—切机会睡觉，没有机会就创造机会，没有环境就创造环境。 周围人也经常由于不忍心，而不去打扰小早柚。 于是现在甚至已经发展成，连站着的时候，早柚都能睡着。",
    "character_story2": "早柚所学的忍术虽然战斗力不高，在偷懒—事上却有相当的妙用。 她极擅长隐匿身形、消除痕迹，是这方面的专家。所以，若她有心躲藏，普通人绝对找不到。 不过，再巧妙的谜题也有答案，再隐秘的宝藏也有线索，早柚亦是如此。 相处久了，便会明白早柚的习惯和偏好。想找到她，似乎也不那么困难了。 例如，清晨去早柚的房间掀起被子，大概率能找到赖床的她。 中午时分，可以去神社附近的树上瞧瞧，说不定会有意外收获。 晚上寻找早柚的难度会增大，不过，去她屋里守株待兔着实是个好办法。 但切记，如非必要情况，请务必不要打扰正忙于长高的早柚。 兔子急了还会咬人，早柚急了...说不定也—样哦?",
    "character_story3": "话说回来，找到早柚也并不代表能让她老老实实地投入工作。 何况早柚在「终末番」的工作并不是每日按部就班完成固定内容的形式，而是随机的。 于是，就会发生这种事情： 新任务发布时，她必不在场。 等好不容易找到她，任务现场往往也已找到更适合执行该任务的人了。 而万—除去早柚以外没有其他合适人选，她更要溜之大吉，以免被任务压垮。 只是...如此高超的忍术，若是用于勤恳工作，早柚在「终末番」里想必能有一番大作为吧。",
    "character_story4": "早柚是忍术流派——「呜呼流」最后—代传人。 在这个以戏弄敌人见长的流派中，早柚学到的仅仅是逃跑、替身之类的忍术。 这些忍术在实战中用途不大，却有着不可否认的观赏性。 落叶闪过，人影瞬间消失;微风轻拂，地上突然多了一只风筝...场面之奇，堪称艺术表演。 因此每当有节日祭典，早柚就会被各方邀请前去表演她的神秘忍术。 若是宵宫找来，早柚还能想办法躲藏。 但来的若是八重宫司大人，早柚可就不敢抵抗了。 替身忍术躲不过那位大人的法眼，屏息之法更逃不出那位大人的掌心。 直接逃跑更不可取，有可能会激怒那位大人... 幸好幸好，能让宫司大人亲自出马的情况非常少。 所以可喜可贺，大部分时候，早柚还是能逃之夭夭。",
    "character_story5": "自记事起，早柚就已经在「终末番」里跟着老师学习忍术了。 「终末番」虽是个活跃于暗处的组织，长辈们却都十分和蔼，很是照顾年幼的早柚。 「过度依赖他人，对忍者来说可不是什么好事。」 早柚学习忍术陷入瓶颈后，老师观察着她的情况暗暗想道。 岁月如梭，早柚稳步成长着。等到她的能力足够自保时，老师选择了悄然离开。 离开父母庇护的幼兽会飞速成长。老师对早柚的期待亦是如此. 年轻忍者没有辜负老师的心愿。不久之后，早柚便拥有了「神之眼」。 跟着，她就在「终未番」里兢兢业业地...偷懒。 早柚忙着睡觉，忙着躲人，从这个角度来说，她也有许多事要做. 偶尔空闲下来，独自—人享受月光时，内心深处会有—些迷茫。 —直陪伴着自己的人，终有一日会离开...人生难道注定如此吗? 不过，或许在未来某天，我也会遇到—直与我相伴的人吧。 想着想着，小小的忍者便又睡去了...",
    "special_story": "早柚这身衣服，据说是老师送的礼物。 样式上参考了小动物的形态——「貉」，还特地选用了早柚喜欢的颜色。 穿起来轻便灵活，适合忍者。 衣服上那只巨大的帽子能带给人满满的安全感，深得早柚喜爱。 长长的尾巴造型，则是方便早柚在树枝上保持平衡。 至于唯一的缺点...大概是这身衣服看起来太像狸猫了，早柚常因此遭到误会。 最初，她还会认认真真地向对方解释: 「我不是狸猫，是早柚。」 然而时间—长，类似事件发生太多次，连狸猫都被早柚连带着憎恨上了。 如今要是再有这样的事，早柚会嘟着脸生气。 所以为了跟早柚好好相处，请熟记以下内容： 早柚不是狸猫，而是早柚。 衣服也不是狸猫，而是小貉服。",
    "vision": "这是早柚刚刚独自生活时的故事了。 弱小的生命们在这世上踽踽独行，免不了要提心吊胆。各种滋味，唯有经历过才能明白。 早柚正是如此。擅长观察躲避、头脑清醒的她—直明白自己不适合战斗。 过分娇小的身躯，在力量上毫无优势可言；实战中，忍术也派不上多大用处 任务不会等待忍者成长完全才降临。在这般乱世中，早柚也会因为原本不那么重要的工作而陷入危机。 强敌环伺，她必须竭尽全力才能勉强逃脱。为了安全带回情报，几乎付出一切。 精疲力尽又带着伤的她眼看就要晕厥过去，心中却只想着—件事：「并不是只有强大的蛮力才能赢得一切，弱者也有弱者的生存之道。正因为弱小，才更能留意到那些微不可查的、改变命运的瞬间…从这里逃脱的机会很渺茫，我的忍术却是为此而生。」 树叶落下的瞬间，她消失了。所有追兵都感到难以置信。小小的忍者犹如风中的尘埃一般消失不见。 翌日清晨早柚挣扎着醒来，发觉她腿上绑着的忍者包早已不翼而飞. 然而，同—位置上出现了取而代之的惊喜之物——一枚迎着朝阳闪闪发光的「神之眼」。 如今，借助「神之眼」的力量，早柚能举起比自己身高还高的双手剑，也不必为乱世中无处不在的争斗感到恐惧。 只是，她本人最切身的烦恼还未得到解决。 对于长高这件事，似乎连「神之眼」都无能为力呢。",
    "birthday_letter": null,
    "voices": {
        "初次见面…": "「终末番」早柚，参上。呼——如果没有什么事情的话，我先去睡觉了。对了，不准趁我睡觉的时候偷偷摸我的头。",
        "闲聊·睡着": "呼啊…呼噜呼噜——",
        "闲聊·工作": "工作还不如睡觉。",
        "闲聊·长高": "什么时候才能长高呢？",
        "下雨的时候…": "快躲雨，被雨淋到就长不高了。",
        "打雷的时候…": "好大的动静，不过只要整个人都钻到被子里就能安稳睡觉了。",
        "下雪的时候…": "雪天很方便躲藏。比如说「雪降之隐」这种忍术，借助飘雪隐去身形，等别人察觉的时候，对方的眼前就只剩下飘落的雪花了。啊，你千万不要把这些告诉巫女姐姐。",
        "阳光很好…": "舒舒服服的好天气，啊——好困哦。",
        "起风的时候…": "风起之时，便是开溜的好时机。",
        "刮大风了…": "风吹得眼睛睁不开了，不如就这样，闭起眼睛睡一觉吧。",
        "早上好…": "已经…已经早上了吗？再睡10分钟…就10分钟嘛…那、那5分钟也行…呼…",
        "中午好…": "好困，午睡时间还没到吗？",
        "晚上好…": "确认完毕，方圆十里内没有巫女姐姐的踪影。今晚可以睡个好觉啦~",
        "晚安…": "终于…可以睡觉了…晚…晚安…",
        "关于早柚自己·终末番": "我虽然属于「终末番」，但交给我的工作无非就是些情报收集、偷取物品之类的琐事。所以…所以不做也没有什么关系嘛。",
        "关于早柚自己·旷工": "「终末番」的工作本来就没什么意义嘛，一直拖着不做，就会有更合适的人去做。但是睡觉不一样啊，只要睡得够久，说不定哪天就能长高了，这可是意义非凡的。",
        "关于我们·帮个忙": "如果巫女姐姐来了，记得告诉我一声哦，我稍微睡…啊不，休息会儿。",
        "关于我们·摸摸头": "摸摸头？唔，如果是你的话...那好吧，我不会咬你的，但是不能摸太久了，否则会长不高的！",
        "关于「神之眼」…": "双手剑真的很重，光靠忍术的话，我肯定举不起来。但是有了「神之眼」就不一样了，所以不管怎么说，「神之眼」对我帮助很大。",
        "有什么想要分享…": "老师说我是我们流派最后一代传人了。毕竟也不是什么特别适合战斗的流派，我学的也都是些逃跑和隐蔽气息用的忍术，这也是没办法的事情吧…",
        "感兴趣的见闻…": "你知道貉吗？一种比狸猫可爱得多的小动物，下次带你一起去看看吧~",
        "关于神里绫华…": "神里家的大小姐优雅又端庄，但是她专门任命了一位巫女姐姐来监督我，不让我偷懒…怎会如此…",
        "关于神里绫人…": "我在树上休息的时候，经常会听到巫女姐姐们在聊他，似乎是一位工作很忙的大人。真是奇怪，工作什么的明明旷掉就好了…",
        "关于托马…": "明明都有神之眼了，他每次出现还是缠着我说想要学忍术，真是搞不懂。而且我睡觉的时间都不够，哪有时间教他嘛。",
        "关于宵宫…": "她每次碰到我就说什么，小狸猫我们一起去祭典玩之类的话。我才不是狸猫，也不想去祭典。说是一起去玩，其实就是想着在祭典上让我配合她的烟火表演忍术，但是这和「终末番」的工作有什么关联嘛！",
        "关于雷电将军…": "那位大人…不是我能见到的人物。想知道更多事情的话，或许问问绫华大小姐比较好。",
        "关于八重神子…": "她总喜欢摸我的头，可是我不敢咬她，也不敢反抗，总感觉如果拒绝了她会发生很可怕的事情。但是，再这样被摸下去，我会不会真的长不高了？怎么办呀…",
        "关于荒泷一斗…": "怎么会有这么吵吵嚷嚷的人，而且他还能长这么高！",
        "关于久岐忍…": "没什么印象的名字，让我想想…欸？她是荒泷一斗的小弟吗？那肯定也是干扰睡眠的人，毕竟有个词叫做一丘之貉，啊不对，是一丘之狸！",
        "关于绮良良…": "有次我午觉睡醒，感觉身后暖和和的，一转头就看见有只猫正蜷着睡觉，关键是有一对毛茸茸的尾巴！吓得我差点从树枝上掉下去。这，这也是变身术吗？",
        "想要了解早柚·其一": "呼——",
        "想要了解早柚·其二": "呃…你是问我忍术流派的名字吗？那个…想不起来了啦，我还没睡醒，我再去睡一觉，睡醒后说不定就能想起来了。",
        "想要了解早柚·其三": "好吧，告诉你也行。你先答应我不准笑，不然我就再也不理你了。我们流派叫做——呜呼流…说是因为我们流派的忍术以戏弄敌人为长而取的名字，可是，可是…唉。",
        "想要了解早柚·其四": "你会爬树吗？我非常擅长这个，可以教你哦。还有，神社那边有棵树特别适合偷…啊不，特别适合小憩。下次你想睡午觉的时候，记得来找我，我们一起爬上去午睡吧。",
        "想要了解早柚·其五": "其实这套衣服是老师给我的，说是以貉为原型做的，还有助于我逃跑什么的…然后又说我已经长大了可以独当一面了，但也要保护好自己，说完老师就离开了我。可我这个身高，真的能独当一面吗…唔…欸？你是说你会陪着我吗？你真的不会离开我吗？",
        "早柚的爱好…": "套上衣服上的帽子，不用担心会被巫女姐姐找到，然后睡个天昏地暗，这应该是世界上最幸福的事情了吧。",
        "早柚的烦恼·误会": "很多人第一次见到我的时候，都会大呼小叫，还把我当成狸猫。可早柚就是早柚，才不是狸猫。",
        "早柚的烦恼·身高": "什么时候才能长高呢？跟我同年的人身高都快是我的两倍了，可我还…不行，再睡久一点一定能长高的！我要睡觉了，晚安。",
        "早柚的烦恼·死循环": "我上次听人说，烦恼太多也会长不高…呜，我该怎么办才好…",
        "喜欢的食物…": "能一下子提供很多能量的食物吧，比如说饭团。睡醒了吃一个就不会头晕眼花，然后又能继续睡觉了。",
        "讨厌的食物…": "想要长高的话，就不能挑食！说来最近好像身高也没有变化，是不是因为蔬菜吃少了，但是沙拉真的没有办法提供饱腹感，而且还苦苦的，呜欸——",
        "收到赠礼·其一": "肚子好饱。这下可以安心睡觉啦。",
        "收到赠礼·其二": "吃着吃着…就困了。",
        "收到赠礼·其三": "要想个办法…逃走。",
        "生日…": "你有什么想学的忍术吗？我可以教你！当然仅限于我会的。呃？你问我为什么不睡觉？嗯…我还不困，而且，而且今天是特别的日子，我不可以睡过去，因为我想亲口对你说——生日快乐呀。",
        "突破的感受·起": "我有长高一点点吗？",
        "突破的感受·承": "太好了，能溜得更快了，这下子肯定不会被抓住了。",
        "突破的感受·转": "谢谢你帮我收集了那么多材料，要是我自己来的话…肯定在路上就会睡着了。",
        "突破的感受·合": "我好像确实像老师说的那样，可以独当一面了。这样子长不长高或许对我来说也没有那么重要了，因为现在重要的是…有你陪在我身边。",
        "元素战技·其一": "走啦…唔。",
        "元素战技·其二": "溜咯…啊。",
        "元素战技·其三": "咕噜，哈！…嘿呀。",
        "元素战技·其四": "极意遁走。",
        "元素战技·其五": "抓不住我…呜。",
        "元素战技·其六": "随风而遁…呜。",
        "元素爆发·其一": "分身之术。",
        "元素爆发·其二": "出来吧！",
        "元素爆发·其三": "嘿咻…呜。",
        "冲刺开始·其一": "疾风遁术。",
        "打开宝箱·其一": "这个箱子…好像可以睡进去。",
        "打开宝箱·其二": "大丰收！可以睡觉了吗？",
        "打开宝箱·其三": "是对长高有帮助的东西吗？",
        "生命值低·其一": "逃跑的话，该用…",
        "生命值低·其二": "头晕乎乎的。",
        "生命值低·其三": "呼，好累。",
        "同伴生命值低·其一": "我来掩护。",
        "同伴生命值低·其二": "先退下休息。",
        "倒下·其一": "没能...逃掉...",
        "倒下·其二": "…晚、晚安了…",
        "倒下·其三": "不该偷懒的…",
        "普通受击·其一": "痛。",
        "重受击·其一": "没躲开。",
        "重受击·其二": "呜，要晕倒了。",
        "加入队伍·其一": "好困。",
        "加入队伍·其二": "可以睡觉吗？",
        "加入队伍·其三": "呜，居然被抓住了。"
    }
}