{
    "game_id": 2,
    "post_id": "55838077",
    "f_forum_id": 43,
    "subject": "【V4.8攻略·任务与探索】旁白的注脚及后续｜希穆兰卡任务4",
    "url": "https://www.miyoushe.com/ys/article/55838077",
    "created_at": 1722103216,
    "like_num": 305,
    "view_num": 2806,
    "reply_num": 3,
    "text": "【希穆兰卡·任务】旁白的注脚及后续｜希穆兰卡世界任务4 超链图片 UID 198613530 哈喽大家好啊，这里是风语。 本期给大家带来的是4.8版本限时地图希穆兰卡的世界任务- 「旁白的注脚」 的任务攻略。 ▌任务接取 ◆来到星轨王城南方小岛， 与传送点附近的绮良良交互 ，接取世界任务。 超链图片 1、跟随绮良良，一起前往前面的村里 ◆一路跟随绮良良前往村子，中途绮良良会停下，需要到达其附近才会继续前进。 超链图片 2、听完「旁白」的叙述 ◆跟随绮良良到达村子中央后，靠近绮良良，自动进入剧情对话。 超链图片 3、探索前方的小路 ◆跟随任务指引，前往村子南方的地下洞窟入口，并跟随任务指引进入石室内部。 超链图片 4、探索「候候石室」 ◆进入石室后，石室中心的石桌上，“阅读”石桌上的文字。 超链图片 5、拔起伟大发条 ◆等待任务刷新为“拔起伟大发条”后，前往石室的发条位置拔出发条。 超链图片 拔出伟大发条具体流程 1、来到发条位置，点击“用力拔”， 此时对话会提示无法拔出 。 超链图片 2、对话提示“攻击”时，普攻不断击打发条。 超链图片 3、等待出现“更加用力拔”的交互后，点击“更加用力拔”，即可拔出发条 超链图片 6、与「候候石室」内的三人对话 ◆回到石室中央，与石室内的三个木偶人对话。 超链图片 7、完成神谕柱的图案 ◆完成神谕柱的图案连线，并开启宝箱，即可完成本部分任务。 超链图片 完成神谕柱挑战具体流程 1、跟随任务指引，将发条“安装”在光标位置。 超链图片 2、不断击打发条，使5个神谕柱完全升起来。 击打至某个神谕柱出现菱形符号 ，就是完全升起来。 超链图片 3、根据「勇敢之形」的图案，完成神谕柱之间的连线。 连线路径如下图所示 。 超链图片 8、前往波波拉诺的家族圣地 ◆跟随任务指引，前往星轨王城中心的波波拉诺家族圣地位置。 超链图片 9、完成神谕柱的图案 ◆按成神谕柱的连线解谜，并开启出现的宝箱即可。 注意本部分有一个宝箱不需要连线。 超链图片 完成神谕柱的图案 1、升起神谕柱，并完成神谕柱连线挑战。神谕柱挑战同前面的神谕柱挑战，这里就不在过多赘述。 超链图片 10、前往奥比奇的家族圣地 ◆跟随任务指引，前往星轨王城西侧如下位置，并通过长桥前往奥比奇加入圣地入口 超链图片 前往奥比奇的家族圣地流程 1、跟对任务指引前往通道入口处，沿着长桥前进。 超链图片 2、沿着长桥前往长桥另一端，长桥尽头就是奥比奇家族圣地入口。 超链图片 11、寻找伟大发条的底座 ◆在奥比奇加入圣地入口，沿着左侧围墙外的小道，进入奥比奇家族圣地。 超链图片 寻找伟大发条的底座详细流程 1、跟随任务提示，沿着左侧围墙外围小路前进。 超链图片 2、在小路尽头，爬上巨大的木箱子，通过木箱子进入奥比奇家族圣地内部。 超链图片 12、完成神谕柱的图案 ◆完成神谕柱的图案连线，并开启出现的宝箱即可。 超链图片 完成神谕柱的图案详细流程 神谕柱完成图案 ◆神谕柱完成图案如下 超链图片 1、打破下图神谕柱附近的几个木箱子以及罐子 超链图片 2、按照下图的连线，完成神谕柱连线解谜，并开启出现的宝箱。 超链图片 13、逃离「同理心」家族圣地 ◆跟随任务指引，逃离家族圣地，并最终回到奥比奇家族圣地通道的入口。 超链图片 逃离「同理心」家族圣地 1、跟随任务指引爬上箱子，并从箱子顶部前往奥比奇家族圣地入口。 超链图片 2、在奥比奇家族圣地入口，沿着长桥回到长桥入口。 超链图片 3、在长桥途中，可以利用“魔线”快速回到长桥入口处。 超链图片 14、等待到次日8:00以后 ◆调整游戏内时间到第二天的点以后。 超链图片 15、前往钟摆巷 ◆跟随任务指引，前往星轨王城东北角的钟摆巷内。 超链图片 16、转动发条底座，回溯真相 ◆来到发条底座处，击打一次发条底座进行回溯。 击打后不需要任何操作，只需要等待本阶段结束 。 超链图片 17、寻找可疑之处与线索 ◆跟随任务指引，寻找6处线索。 完成一处寻找线索后，黄色光圈就会消失 。 超链图片 线索1 线索1 ◆来到钟摆巷入口附近，拾取木桶旁边的矿镐，即可完成线索1的寻找 超链图片 线索2 线索2 ◆与西侧楼梯旁边的守卫进行对话， 对话完成后即可完成线索1的寻找 超链图片 线索3 线索3 ◆完成与守卫对话后，沿着楼梯上去，拾取楼梯位置的长矛，即可完成线索2的寻找。 超链图片 线索4 线索4 ◆与钟摆巷北方的绮良良位置，与绮良良交互后，即可完成线索3的寻找。 超链图片 线索5、6 线索5 ◆从绮良良位置向东上楼梯，来到粮油店长位置。与粮油店长进行交互后，即可完成线索5的寻找。 超链图片 线索6 ◆与粮油店长完成对话后，来到楼梯如下位置，拾取此处的「秘药」，即可完成线索6的寻找 超链图片 18、与派蒙、绮良良对话，推理出凶器 ◆回到钟摆巷，靠近绮良良后自动进入对话。 对话中推理的凶器为矿镐 。 超链图片 19、将矿镐放回现场 ◆跟随任务指引，将矿镐放置到指定位置。 超链图片 20、转动发条底座，再次回溯真相 ◆再次击打一次发条，等待时间进行完整回溯即可。 超链图片 21、与探长对峙 ◆追击不断逃跑的探长，并在终点抓住探长。 超链图片 22、任务完成 ◆追上探长以后，会进入一段长剧情。完成长剧情后，即可完成任务。 超链图片 【后续任务 正文的尾声】 1、前往「候候石室」，归还伟大发条 ◆完成 「旁白的注脚」 任务后，即可自动接取。 ◆前往星轨王城南方小岛，跟随任务指引进入石室内。 超链图片 ◆进入石室内后，将伟大发条放会原位。 超链图片 2、任务完成 ◆将伟大发条放回原位后，即可完成任务。 超链图片 本文到这里就结束了，感谢大家的阅读。 这里是风语，让我们下期再见。",
    "length": 2371
}