{
    "game_id": 2,
    "post_id": "45405263",
    "f_forum_id": 43,
    "subject": "【V4.2攻略·角色攻略】芙宁娜0~6命毕业面板，属性收益图",
    "url": "https://www.miyoushe.com/ys/article/45405263",
    "created_at": 1699722743,
    "like_num": 26890,
    "view_num": 548461,
    "reply_num": 1218,
    "text": "UID 100785479 芙宁娜，芙芙 ，相信小伙伴抽到后 芙芙 ，超级可爱嘤嘤嘤； 为了更好的培养，就需要清楚收益曲线 _(派蒙-哇) 觉得不错的小伙伴 记得留下右下角那大大的 赞 ~ Thanks♪(･ω･)ﾉ 1）毕业面板可拉至文章尾部 2）内容——武器期望图、生命值&双爆&加伤收益曲线 本文思维逻辑 1）小伙伴知道哪些武器可以用，并通过武器期望图，知道充能沙、生命沙用哪些比较好； 2）武器选好之后，就是通过属性收益图，知道自己养哪些，哪些属性提高，水伤和生命杯的选择是基于什么原理； 3）经过1）2），就清楚毕业面板是怎么样，楼主已列好； 【武器选择&期望】 漏了二把：西风剑、 栽叶萃光 几个说明的点 01. 磐岩结绿 、 圣显之钥 ◆这两把不管是使用黄金剧团的“ 充水暴/爆、生水暴/爆，亦或者充生生 ”，都是除专武外表现最优的； 02. 腐殖之剑、灰河渡手、狼牙 ◆ 腐殖之剑 是辅助综合性最好的4星武器，不过很多小伙伴没有，故考虑 灰河渡手（钓鱼武器） ； ◆ 狼牙 期望很不错，但记得它跟 龙王用大月卡武器一样 ，都是 速切玩法 才可以，如果有 栽叶萃光 ，则可用这把替代； ◆ 腐殖之剑、灰河渡手 一般搭配主词条为： 生生爆（0~5命）、生水爆（6命） 03. 什么时候西风剑、天空之刃？ 答： 队伍充能缺口很大的情况下，比如 单水无雷神，或者双水绑莱欧 ◆ 什么情况使用西风剑，那就是充能缺口真的很大 ，详情看下面的 【圣遗物养成&充能问题】 ，列举了几个队伍的详细充能，我相信小伙伴看完就清楚；并且在实战中应该也体会到问题； ◆ 那么充能紧张不够是怎么来的 ，一个是队伍配队需求大，第二个就是速切爆发，比如那维25s轴充能 130% 需求被拉到21s轴就需要 150%+ 充能需求； 但不管怎么样，这个缺口都是可以通过充能沙漏解决； 详细攻略可看 【V4.2攻略·角色攻略】芙宁娜，可爱芙芙，抱回家超详细养成 武器期望 这里分 充能沙漏（辅助）、生命沙漏（输出） 两种情况； 其中， 充能沙漏： 充生生； 生命沙漏： 生生暴/爆 （暴：暴击率；爆：暴击伤害） 根据数学模型，此结果 0~6命 全适用，6命水伤杯伤害高一点点 充能沙漏 （充生生、充生暴/爆、生生爆） 由于 充能武器 本身充能就很高，故用 生命沙 作为对比； 生命沙漏 （生生暴/爆） 程序导出数据表 结论 ◆ 充能向时（充能沙漏） ，推荐：静水流涌、磐岩结绿、腐殖之剑5精(生生爆)、圣显之钥、黎明之剑（如果能维持满血的话）、栽叶萃光、灰河渡手(生生爆)； ◆ 输出向时（生命沙漏）， 推荐：静水流涌、磐岩结绿、狼牙（需速切）、圣显之钥、栽叶萃光 速切： 需频繁切换芙宁娜上场触发武器效果，不能一直后台 【生命值&双爆收益】 这个告诉你芙宁娜每个属性的最佳收益区间 红色横线代表收益变化节点、红色竖线代表生命双爆收益区间变化 生命曲线已考虑天赋转换（包含加伤问题），可以看到A点收益有断层 曲线已经过权重转换 养成优先建议： 1） 芙宁娜 生命值达到 35220 血时，收益就不如双暴，建议梭哈双暴； 2） B 点 91% 暴击率、 272% 暴击伤害时，其收益与 A 点 4 万生命值相同； 3） 芙宁娜 生命值达到 47603 时，生命值收益将永远追不上双暴，而这个生命值刚刚好是 2命芙宁娜 达到的节点； 4）也就是 2命芙宁娜 充水暴的生命值（47603-15307*1.4=26173），这些都是被卡好数值的； 5）但由于水伤杯、生命杯差距极小，生命杯好刷，故 充生暴/暴、生生暴/爆 才是最优选择； 02. 杯子选择问题 ◆相信大家被很多搞糊涂了，其实这个只需要数据支撑你的想法，就知道怎么选择； 1） 0~5命： 专武水伤杯收益低于生命杯2%（无论生命值多少，即使6万都在2%以内）； 2） 0~5命： 非专武水伤杯收益低于生命杯4.7%（芙宁娜开大后差距）； 3） 0~5命： 芙宁娜不开大招，水伤杯与生命杯的元素战技伤害相差无几； 4） 6命： 水伤杯，差距8%，由于输出里有普攻，故水伤杯收益远大于生命杯。 ◆ 0~5命情况下 ，达到4万生命值，也不管有没有开启大招， 水伤杯与生命杯 这两个一轮输出平均差距都缩小至2%。 （原因很简单，这两个加成百分比是差不多的，并且在天赋影响下差距拉的很近） ◆因此， 专武 0~5命 杯子选择 副词条好 的即可 （ 非专武 用生命杯更优4.7%） ； 6命 一定是水伤杯，没有之一 （触发2命生命值很容易达到 4w8+ ） ◆也就是 生命杯 只在 0、5命 使用，6 命座 皆是 水伤杯 （不管什么武器、什么圣遗物、有没有万叶，在数学角度下皆是 水伤杯 ） ◆不过这里需要提醒一下， 芙宁娜 如果不开启大招的话，非专武生命杯的元素战技伤害比水伤杯低 4%左右 【圣遗物选择&充能需求】 芙宁娜0~5命输出由元素战技，6命改为普攻、元素战技混合输出； ● 0~5命 选新圣遗物——黄金剧团 1） 主词条： 充生暴/爆、生生暴/爆 PS：水伤杯与生命杯哪个词条好用哪个 2） 充能需求： 充能表 0~3命单水无雷神，西风剑充能沙漏 0~3命单水有雷神，140% 0~3命双水非那维，150% 0~3命双水+莱欧，170% 0~3命那芙队，130~140% 4命后无需充能沙漏，副词条叠125%左右即可 综上所述， 输出向一般130%毕业 ， 辅助向150~170%毕业 ● 6命 2+2， 2水套+2水仙 ， 生水爆/暴，充能需求可有可无； 嘤嘤嘤的80级芙芙面板（生生暴） 圣遗物养成时间48天 【毕业面板一图流】 圣遗物： 黄金剧团 四件套（0~5命）、2水+2水（6命） 面板说明： 单人/双水都可以，6命生水爆过3万生命值就好了 主词条说明： 生： 生命值百分比 水： 水伤杯 暴： 暴击率 爆： 暴击伤害 充： 充能效率 生命沙漏，0~6命 充能沙漏，0~1命 充能沙漏，2~3命 _(甘雨-加班) 制作不易，可以的话 点个赞，棒棒哒~~ _(米游姬 抛心心)_(米游姬 抛心心)_(米游姬 抛心心) 嘤嘤嘤 嘤家花园 加入聊天 230人已加入",
    "length": 2553
}