{
    "game_id": 2,
    "post_id": "47804425",
    "f_forum_id": 43,
    "subject": "【V4.3攻略·角色攻略】雷电将军信息一览与平民向配装推荐",
    "url": "https://www.miyoushe.com/ys/article/47804425",
    "created_at": 1704865925,
    "like_num": 2044,
    "view_num": 239800,
    "reply_num": 280,
    "text": "UID146024302 各位旅行者们大家好，这里是 Zero零渡 ，本期给大家带来 一心净土—雷电将军 _(雷电将军-威胁)的 平民向配装推荐 ，希望能给大家提供配装配队思路 （本文发于V4.3，阅读时请注意文章时效性）。 注意：本文仅用作参考，各种配装打法思路都仅为个人观点，各人有自己的配装打法，可以讨论但不参与争论， 因为首图能展示内容有限，所以还有其他的内容会在文中以图文进行展示 。 〓〓〓在本文中〓〓〓 A/普攻=普通攻击，Z=重击，E=元素战技，Q/大招=元素爆发，X命=命之座第X层，XX头=XX理之冠。 （动图较大，观看时请注意数据流量消耗） 优点：能打能辅泛用性强，配队繁多，手感优秀，抽到就能贯穿前中后期的角色 缺点： 平民主C需要一定的练度 天赋介绍 普通攻击 不作为主要的输出手段，可以不优先升级或者不选择升级，但想用来打大世界跑图的话可以酌情点几级，优先级低于其他两个天赋。 重击 拥有两种形态，分别为未开Q与开Q后，在开Q时 雷神 重击会打出形似半月的一个上挑斩，开Q后 雷神 重击会打出居合斩并有撕裂空间的特效。 元素战技 施放时对附近敌人造成 雷元素范围伤害 ，施放后队伍所有角色头顶会出现一个维持25秒的 「雷罚恶曜之眼」 ，在队伍角色对敌人造成伤害时（每0.9秒触发一次）会进行协同攻击，对附近的敌人造成 雷元素伤害 ，并且基于 此技能等级和该角色的元素爆发所需能量 提高获授 「雷罚恶曜之眼」 的角色的元素爆发伤害。 雷神 的Q作为主要输出手段，施放时会往前斩出基于 「诸愿百眼之轮」 的愿力层数的 「梦想一刀」 对附近的敌人造成 雷元素范围伤害 ，而后会进入时间为7秒元素爆发状态， 雷神 将使用 「梦想一心」 进行战斗，同时普攻和重击都会 转化 为无法被附魔的 雷元素伤害 ，伤害会基于 「诸愿百眼之轮」 的愿力层数提高，并且 提高自身的抗打断能力并免疫感电反应的伤害 。在此状态中的攻击命中敌人会给队伍中所有角色 恢复元素能量 （最多五次）。 雷神的 固有天赋一 （二十级突破解锁），解锁该天赋后加快 「诸愿百眼之轮」 的愿力层数积攒，虽然三秒只能触发一次，但也聊胜于无。 雷神的 固有天赋二 （六十级突破解锁），解锁该天赋后， 雷神 超过100%的每1%元素充能效率都会提升 雷元素伤害 和 梦想一心 状态提供的元素能量恢复效果 。以十级大招为例，每次恢复值为2.5，如果 元素充能效率达到 300% ，则每次恢复的能量值 为（0.6%x200+1）x2.5x5 = 27.5点 ，充满了三分之一的大招（90点）， 雷元素伤害 提升0.4%x200 = 80% ，接近两个雷伤杯，所以元素充能效率对雷神而言是非常重要的一个属性，非常推荐把她的元素充能效率拉到300（无专武情况）。 武器推荐 首推 薙草之稻光 。作为 雷神 的专武，提供了不俗的攻击白值，还提供了高达 55.1%的元素充能效率 ，与她的天赋、技能都非常契合。武器特效一提供了 超过充能效率100%部分的28%攻击力 （精一）， 最高可提升80% 。经过计算（80/28x100 = 285.7），我们只有 元素充能效率超过 385.7% （285.7+100）才会溢出 ，但一般情况下鲜少有人能达到这个值，所以这个限制相当于没有，我们尽管叠充能就是了，但是需要注意的是这个武器特效的加成都是攻击力上的，这就免不了会遇到稀释的问题，所以这里推荐充能达到 270% 就差不多了（不继续往上堆的原因在圣遗物）。 护摩之杖 。副词条适合任何一个站场输出的长柄武器角色，对于雷神而言，护摩仅次于专武，如果雷神使用这把武器那就得需要补够充能，至少需要 250% ，而且因为武器特效的原因，在使用的时候 能压一下血量能有更高的提升 。 和璞鸢 。在诸多副词条增加暴击率的长柄武器中它的数值并不算高，甚至比三星的 白缨枪 还要低。但是它的武器特效足够诱人，如果你有足够的元素充能、暴击伤害，那和璞鸢可以补一下 暴击率 ，而且武器特效也能给雷神提升不少伤害。 如果元素充能低于250%，又没有专武，就用 天空之脊 或是 精五渔获 ，精一天空之脊比精五渔获强但是差别不大，有天空之脊就优先用，没有就用渔获。 如果 元素充能 有 250%以上且暴击率和暴击伤害都足够 ，可以试一下 断浪长鳍 ，精五的断浪长鳍与精五的渔获强度相近，但是很重要的一点就是断浪长鳍现在只能通过祈愿获得，性价比太低，而且它的 副属性还是攻击力 ，在这种情况下，平民雷神很难兼顾到元素充能、暴击率和暴击伤害达到理想值，所以这里并不作推荐，有兴趣的小伙伴可以尝试一下看看效果。 萌新小伙伴们还没有渔获的话可以尽快通过钓鱼获得，不要害羞，到处跑跑蹭蹭鱼塘很快的。 西风长枪 也可以， 满级565的攻击力，只有 30.6%的充能效率 ，武器特效是 产出能量微粒 ，能弥补一下充能的不足，但是精一的西风枪12秒才能有60%几率获取一次，还有一点就是西风长枪也只能通过祈愿获得，如能有精五则能相对提升一大截。 在获得 渔获 或者其他适配武器之前可以先使用 试作星镰 ， 90级增加510的攻击力和 45.9%的元素充能 和 渔获 是相等的 ，只是武器特效比 渔获 要差不少，在雷神开大后的普通攻击和重击都视为元素爆发伤害，所以武器特效对于开大后的雷神而言是没有用的，实在没有武器再选这把，而且最好不要专门去打造和精炼。 总结：鱼叉！免费的就是最好的！ 圣遗物推荐 首选 「绝缘之旗印」 四件套， 增加充能效率并按照充能效率提高大招伤害， 这套圣遗物和雷神的 固有天赋二 相得益彰，装备绝缘二件套能提高 雷神 的充能效率，装备绝缘四件套能提高元素爆发的伤害（即雷元素伤害），这个效果在元素充能效率达到 300% （75/25x100）时得到最大提升，所以在装备绝缘四件套加专武时的元素充能效率在达到270%时就足够，开大后就能达到300%，再多的充能就享受不到圣遗物的四件套效果，只能享受到武器和天赋的效果。 「昔日宗室之仪」 能提高20%的元素爆发伤害 ，跟成型 绝缘四件套 的特效比起来相差还是挺大的，可以作为过渡阶段使用。 「追忆之注连」/「 角斗士的终幕礼」 二件套都是提高18%的攻击力，算是比较均衡的提升。 除了成品绝缘外其他的圣遗物都是属于过渡用而不能作为直接替代 ，所以有时间还是多刷一下绝缘，不仅是雷神能用，其他比如香菱、九条裟罗等也能用的（不想副本坐牢的可以去合成台合成哦）。 还有 萌新小伙伴 ，没开始刷圣遗物，所以这里推荐一套 新手前期可以获得并且适配 雷神 的圣遗物 。 流放者二件套 提高 充能效率20% 等于 二绝缘套 ， 战狂二件套 提高 12%暴击率 ，它们二加二能比较安稳得渡过新手期了，可以不用升太高级，我们主要 要的是它们俩的套装效果 。 「乐园遗落之花」 和 「饰金之梦」 是给精通雷神打超绽放队伍的圣遗物，二者在实战中都能打出不俗的伤害，但雷神的超绽放队伍大多是娱乐玩法或者在大世界中搭配纳西妲一起当个“远程狙击”。 对于杯子的话， 攻击杯 和 雷伤杯 没有很大的区别， 哪个副词条更好用哪个 （脸黑的朋友有哪个用哪个捏）。 但是需要注意的是 不要同时使用攻击沙和攻击杯 ，推荐 攻击沙+雷伤杯+暴击头/爆伤头 （充能足够下）、 充能沙+攻击杯/雷伤杯+暴击头/爆伤头 （首选）。 攻击杯和雷伤杯 的区别： 雷伤杯侧重于开大后的伤害加成 ， 因为开大后雷神的普攻重击都属于雷元素伤害。而攻击杯则比较平衡，在不开大的时候它的伤害是比雷伤杯要高的，但是开大后就略逊于雷伤杯。 但是具体选择还要看你的队伍搭配， 如果队伍中搭配了班尼特这样的攻击力拐，那就带雷伤杯 ； 如果搭配的是芙宁娜这种增伤拐，则攻击杯的收益高于雷伤杯， 具体的还需要自己多多尝试啦。 命座介绍 一命 提高 「诸愿百眼之轮」 的层数积攒效率，特别是在队伍中 有另外一个 雷元素角色 的时候 ，其施放元素爆发时能让10级大招的 雷神 积攒 100% （20%+80%）的愿力层数 ，即该名角色的元素爆发能量是多少 雷神 就攒多少层数，即便不是雷元素角色也能让 雷神 积攒 40% （20%+20%）的愿力层数 。这个命座可以小幅提高 雷神 在循环中打出的伤害。不完全推荐，如果 本次复刻不够原石上二命但以后复刻要补二命 的话现在可以先上一命，会用得更顺手，但如果 原石紧张下次复刻也不打算上二命 则不太推荐， 不太推荐专门上一命 。 二命 无视敌人60%的防御 ，也叫穿甲。对雷神的整体的提升都是非常显著的，因为雷神的主要输出手段就是 开大和开大后的攻击 ，本命座直接无视敌人部分防御并且除了要在大招状态 没有别的启动条件 ，在循环体系中相当于获得了一个永久的穿甲效果， 是雷神的核心命座，强推 。 三命 直接提高 雷神 的大招等级，这作为 雷神 的主要输出手段提升也是显而易见的， 相比于二命，三命的大招总伤害提升了 15-20% ，两者配合起来雷神的伤害直接登顶。 四命 在雷神结束大招状态后提升除自己以外的所有角色的攻击力，这个命座不太值得，对比一下班尼特的大招提供的buff，这个 命座的加成造价太贵了 。不推荐抽此命座。 五命 提升 元素战技 的等级。事实上 在此技能达到10级的时候它 对大招伤害的提升 已经达到最大值了 ，再往上升级也只是对此技能的微小提升，不推荐。 六命 在雷神元素爆发伤害命中敌人时 减少 除自己以外 的角色的元素爆发时间 ，且在期间 最多减少五秒 ，性价比不高，不推荐。 所以对于平民而言， 零命雷神够用 ， 二命雷神完全体 ， 条件允许情况下可以考虑三命 。 关于 雷神0命+精一专武 还是 雷神2命+精五渔获 ？ 答： 除 雷国队 外或者 单人主C ： 2+0＞0+1 对于 雷国队 来说，因为是 多核输出 的原因，如果 有条件抽专武的话就能把渔获顺位给香菱使用 ，解决了 “只有一把鱼叉该给谁” 的难题，作为 雷国队 输出中 重要的一环 ， 香菱 的输出就高很多， 整体输出也就随之拔高了 。 图中的推荐配队可以参考，首推第一队 雷九万班 ，但这个阵容刚需 六命九条裟罗 ，如果没有的话就首选 雷神国家队 。 如果有 六命九条 但是没有万叶，可以用香菱或者砂糖代替组成 雷九香班 或 雷九砂班， 但是相对于替换的队伍来说还是 雷国会更好点 。 这个配队需要注意的是雷神的圣遗物 需要装备增加元素精通值的比如饰金、二乐团等圣遗物 ， 武器也需要装备元素精通值加成的比如匣里灭辰等武器 ，不过圣遗物是绝缘的也可以用这套配队，这样的话对于雷神来说种门算是个添头吧，娱乐玩法。 好啦以上就是本期的所有内容，感谢大家的阅读，哪里有误还望小伙伴们在勘误楼中指出啦，我们下期再见！_(雷电将军-怕了吗？)_(雷电将军-怕了吗？)",
    "length": 4459
}