{
    "game_id": 2,
    "post_id": "39515062",
    "f_forum_id": 43,
    "subject": "[七圣召唤]3.7版本12张事件牌分析",
    "url": "https://www.miyoushe.com/ys/article/39515062",
    "created_at": 1684508245,
    "like_num": 1388,
    "view_num": 8627,
    "reply_num": 48,
    "text": "大家好，在今天官方也是发了新版本七圣召唤的12张新事件牌，包括4张[料理]和8张[事件]让我们来分析一下所有的事件牌并且看看其运用场景及适配角色 官网发了13张，但有一张是无相雷的天赋，估计是错发，可能还有一张牌，会后续补 4张[料理]牌， 新机制[复苏]和[全体食用] 可以看出来，新的四张牌都是质量非常好的，但对于环境的冲击却没有那么大 [黄油蟹蟹]和[唐杜尔烤鸡] 全体食用食物 _(胡桃-哼哼)[黄油蟹蟹] 和 [唐杜尔烤鸡] 都有了个新机制?全体角色都可以加buff，但目前不知道是单个角色增加饱腹值还是全体加饱腹值（概率大一点）并且还不知道满饱腹值的角色是否还会获得buff（估计不会）但有极大可能就是全体加饱腹值并且满饱腹值的角色不加buff _(柯莱-好运)所以不需要大量食物，以及需要频繁切换角色的流派很适配它们， 根据以上推论，最适合这两个料理的队伍就是 召唤流 ，之所以适配召唤流，是因为召唤流的打法就是凭借角色之间的元素反应来打出高额伤害，而 [黄油蟹蟹] 可以保障生存（莲花酥高替）[唐杜尔烤鹅]就是离谱中的离谱，提供了离谱的斩杀能力 _(柯莱-伸懒腰)当然，激化流与融化流等阵容也是可以带的，但如果是otk卡组或者像老八流一样需要大量食物的就不建议带了 [刺身拼盘] otk新组件（老组件酿肉卷） _(开拓者 吃瓜ing)而刺身拼盘不算弱，但是肯定没有老牌酿肉卷香，6费两者都是可以打出6点伤害，但是有武器的情况下，酿肉卷可以打9点（初始攻击力，不包括特效），而拼盘只可以打8点，有点小亏，但如果有12点骰子（4次）就能打12点伤害而酿肉卷只能11点骰子（5次）打10点伤害，同理越多骰子，这个收益越高，一般12点骰子的时候就已经合算了 _(珐露珊-看我的)但通常情况下如果不是两张全带，酿肉卷还是比刺身合适，收益更高 [提瓦特煎蛋] 复苏机制出现 _(白术-吐血)虽说早就知道会有这一天，但来的也太快了，复苏机制是新版本的新机制，使角色复活，应该会使角色的充能变为0点，武器和天赋理论上应该不会消失，3白骰子的费用也不算低，但是复活一个角色可以吃很大的节奏，就跟[本大爷]差不多，同时复活的角色也是可以再吃一个料理回血的，虽然特效非常的离谱，但由于只可带两张，所以如果没有定向检索（如食物袋）就没有那么强（欧皇除外）所以煎蛋每个卡组都可以带，但是如果是快攻等节奏性好的卡组，没必要损失节奏换这张牌 3张通用[事件]牌 [下落斩]和[重攻击] 某些卡组补强 _(魈-战斗准备)[下落斩]可以提供一次切换角色并使用一次普攻，这卡的出现主要跟魈有关，魈可以吃满正常理论上来说这卡是亏模的，应该是2黑加一白，或者加一攻才是正常模板，但现在也不怎么亏模，主要是切换角色太赚了（永冻绫华可以配这张牌） _(可莉-陪我玩)重攻击就是[重击]的一张调和卡，一费无debuff，还能提高普攻的伤害，是重击角色的高效牌，可以防止猪脑过载（伏笔） [温妮莎传奇] 赚骰子的牌 _(枫原万叶-嗨)这张牌，不好说，相对于它而言，二黑的[质变仪]更合算一点，都是加一个骰子，或许搭配立本可以更好，但是我已经有了3个相同骰子了，为什么不装大派蒙呢?所以这张牌不好说，但如果改成2白换3任意就符合正常逻辑了，所以我劝你别带，亏死了 5张新的[阵营]牌 蒙德阵营牌——[风与自由] _(迪卢克-摇果汁)朴实的，离谱的，巡猎的，难受的，这张牌的效果，在上一次的[热斗模式]也是出现过了，这个效果可以避免对手裤兜藏牌（比如[本大爷]或者[仙跳墙]）同时蒙德也是有许多爆炸性伤害的角色可以适配，比如暗夜英雄，断罪皇女，同时辅助性的角色蒙德也有很多（风系角色有3个），如芭芭拉，莫娜，菲谢尔，班尼特等等，可以说带上完全不亏，otk卡组的不二之选 璃月阵营牌——[岩与契约] _(固若金汤)很简单的效果，就相当于一个满能量的立本，但不需要非同样的骰子就能换，是很好的一张节奏牌，璃月阵营里也是有需要大量相同骰子的角色（甘雨，钟离）当然非洲人肯定是要带的（谁知道你的骰子会怎么样呢） 须弥阵营牌——[草与智慧] _(观星望月)这张牌的效果很简单，就相当于换了一次手牌，但一费有点贵，换成0费更合适，其他的也没啥了，就是一张功能牌， 但是根据它的描述理论上来说， 刻晴的战技生成的牌 也是可以塞回去的，那就可以整个活，在牌库里塞两张战技，出其不意 稻妻阵营牌——[雷与永恒] _(雷电将军-接我一刀)神中神的一张牌，直接出老千跟你打，拿一张牌换全色骰子，对于所以角色都是赚的一批（除了剑鬼）所以双稻妻角色配队相对于其他阵营的优先级更高 愚人众阵营牌——[愚人众的阴谋] 最最最离谱的牌来了， 首个可以挂对手状态，他来了 ，干扰对手的神牌 _(式大将-思考)非常离谱的一张牌，相当于可莉的效果，让对手收到牵制，干扰对手节奏的同时，还能避免元素的损失，非常的离谱! _(达达利亚-冲浪)由此可看愚人众看来是要玩干扰体系了，镜女和冰莹都有干扰手段，[公子]则是愚人众的主c，不排除以后风拳，水胖，雷莹的加入，可以说愚人众的体系非常的恶心人 最后感谢你的观看，如果感觉有用的话请点赞支持一下，谢谢了_(米游姬 感谢)_(米游姬 感谢)_(米游姬 感谢)",
    "length": 2163
}