{
    "game_id": 2,
    "post_id": "51015181",
    "f_forum_id": 43,
    "subject": "【V4.5攻略·角色攻略】枫原万叶·配队全解｜附养成/机制",
    "url": "https://www.miyoushe.com/ys/article/51015181",
    "created_at": 1712038853,
    "like_num": 2753,
    "view_num": 101047,
    "reply_num": 154,
    "text": "UID：100559319 这里是阿斯盖特，本期是枫原万叶的配队体系详解内容，包含了 万叶的各种配队玩法 ，并且在前置内容中也有培养、机制讲解内容可供还没有了解万叶机制的旅行者选择性查阅！ “飘摇风雨中，睹物思故乡，这把刀…是我与故乡唯一的联系了。” 【一图流养成】 ◆快速了解枫原万叶的养成、配装等方面。 【角色 养成材料 图表】 ▲以上是 角色养成&培养 ▲ 【技能与命座】 ◆了解万叶的技能机制，知晓扩散、增伤内容，已经熟知这部分的旅行者可跳过。 【1】普通攻击/重击（A/Z） ①通常是 输出玩法 时才升级该技能。施放战技再点按普攻施展的“乱岚拨止”的伤害与普通攻击中的下落攻击倍率挂钩。单纯的 增伤辅助玩法可以不升级该技能 。 ②万叶搭配附魔角色的 下落玩法 、 6命万叶 的风伤输出玩法都需要升级该技能。 【2】元素战技（E） ①点按战技为 弱风 ，长按战技为 强风 ，乱岚拨止的风伤为 弱风 ，后续产生的风穴不造成风伤。 ②乱岚拨止转化的元素伤害均为 弱元素 ，如转化火元素即造成弱火伤害。 【3】元素爆发（Q） ①施放时的斩击攻击为 强风 ，后续领域的风伤为 弱风 。 ②技能发生元素转化的元素攻击为 弱元素 。 【4】固有天赋【 核心 】 【5】命之座 ◆ 枫原万叶0命的机制较为完整，命座更多是 解放精通堆叠 、 兼顾风伤输出 的提升。如果仅是以提高队伍其他角色的输出能力为目的，那么0命万叶即可，继续提升可以抽取至2命。想要解锁万叶输出玩法的旅行者，可以考虑继续抽取至6命。 ▲以上是 机制讲解 ▲ ◆详细的角色机制、养成内容可以查看楼主的另一篇万叶攻略： 【V4.5角色攻略】枫原万叶·全方位解析︱机制/养成/配队 ▲ 万叶的全方位解析 【配队部分】 【观前须知】 A=普通攻击 、 Z=重击 、 X=下落攻击 、 E=元素战技 、 Q=元素爆发 【1】水伤直伤队 【1.1】 那维 水伤队 【队伍配置补充】 ①0命 白术 的充能可在在 230%+ ，优先考虑【试作金珀】、【祭礼残章】 （高精练） 等武器优化能量循环，该阵容中可优先【 昔时之歌 】4件。 ——1命白术的充能效率可在200%+。 ② 芙宁娜 的充能可在 210%+ ，可搭配【西风剑】、【灰河渡手】、【腐殖之剑】等充能类武器，优选【 黄金剧团 】4件。 ——解锁4命后，充能效率可在170%左右。 ③白术也可替换为 夏洛蒂 ，但较于白术没有护盾； 如果芙宁娜解锁2命 ，还可将白术替换为护盾类角色。 ——芙宁娜解锁2命后，仅依靠那维施放重击时的生命消耗也能快速提高芙宁娜的增伤层数。 【参考输出顺序】 ① 短 程输出 ：那维莱特EQ、芙宁娜EQ、枫原万叶EQ、白术E/Q、那维莱特蓄力重击输出 ② 长 线程输出 ：那维莱特E、芙宁娜EQ、万叶EQ、白术E/Q、那维莱特ZQE、万叶E、那维ZZZE 【1.1.2】“ 那 万钟”组合 那维莱特 + 枫原万叶 + 钟离 + 达达利亚 ①在该阵容中，达达利亚 （以下称“公子”） 甚至 无须登场 ，只依靠其固有天赋3 （诸武精通） 提高 那维莱特的普通攻击 （即重击） 等级 即可。 ②如果没有公子，也可考虑选择 莫娜 ，此时可将钟离替换为 莱依拉 、 迪奥娜 等冰元素角色。 ——冰元素角色的技能与莫娜元素爆发触发冻结反应，可以 延长莫娜星异的增伤效果 。 ③除了组双水，还可将公子/莫娜的第四人位置替换为其他具有持续后台元素伤害的角色，如 菲谢尔 、八重神子、北斗 （需要多叠充能） 等。 ——钟离也可替换为 迪希雅 ，利用天赋1（不吝佑助）提高场上角色的抗打断能力。 ④公子在搭配那维莱特时没有太多装备要求，之前在“万达国际”中是什么搭配保持不变就可以； 莫娜优先堆叠充能效率 优化技能循环。 【参考输出顺序】 ① 那万钟 达 ：那维莱特EQ、枫原万叶EQ、钟离E （长按） 、那维莱特蓄力重击输出 ——在第2或3次重击输出时，如果那维的战技CD结束，可以接着施放一次战技。 ② 那万钟 莫 ：那维莱特EQ、枫原万叶EQ、钟离E （长按） 、莫娜EQ、那维莱特蓄力重击输出 ③ 那万 莱 莫 ：那维莱特EQ、枫原万叶EQ、莱依拉QE、莫娜EQ、那维莱特蓄力重击输出 【1.1.3】 那维莱特 与 万叶 的组队公式 *公式更多为参考，当前版本，那维的伤害制造能力很强，选角其实挺灵活的。 ① 四元素队 ：那维莱特+万叶+护盾/抗打断+后台挂元素角色 （火/冰/雷） ② 搭配 芙宁娜 ：那维莱特+芙宁娜+万叶+群体治疗 ——芙宁娜解锁2命可将群体治疗位替换为仅场上治疗、护盾等角色。 ③ 双水 搭配 ：那维莱特+万叶+公子/莫娜+护盾角色 ◆那维莱特具有极强的伤害制造能力，配队多是提高那维自身水伤为主，围绕“ 触发2-3种水元素反应 ”组队。当前的那维配队主要是 双水三色队 （双水三元素） 、 四色水伤队 （四元素素队） 。 ◆那维的水伤队主要围绕两大主题——“ 触发水元素反应 ”和“ 直接提高那维的水伤 ”。当前那维的队伍更多是“ 双水 三色队”和“ 单水 四色队”，以 触发2-3种水反应 为核心要求提高那维的蓄力重击输出。 【1.2】 心海 三水队 【队伍补充内容】 ①三水阵容的水元素角色 充能需求进一步下降 。0命夜兰的充能可在180%左右、1命可在150%左右；芙宁娜的充能可在180%左右。 ②心海在该队伍可选【海染砗磲】4，主词条为生命沙漏、生命杯、治疗头冠。 ③如果没有或芙宁娜去了其他队伍，可用 行秋 暂替。 【1.3】 更多 水伤队 （绫人/夜兰） 【1.3.1】 绫人 水伤队 ◆普攻输出： 神里绫人 + 枫原万叶 + 钟离 + 班尼特 / 云堇 ◆绫芙万白： 神里绫人 + 芙宁娜 + 枫原万叶 + 白术 通过搭配各类增益角色提高神里绫人的水伤输出，除了此前比较经典的搭配云堇、班尼特的水伤普攻增幅队，还有依靠芙宁娜的增伤组成的绫人 双水 队。 【1.3.2】高配置 夜兰 的水伤队 ◆队伍配置： 夜兰 + 枫原万叶 + 钟离 + 莫娜 这一玩法通常是2命以上夜兰可以选择的玩法，夜兰施放元素爆发持续在场上普攻触发协同攻击并且可以获得自身天赋的增伤，并且依靠万叶、钟离的技能效果 直接提高夜兰的水伤输出 。搭配莫娜可以提高其爆发伤害，想要延长莫娜的增伤时间可以将钟离替换为莱依拉。 ◆纯水队主要是三类—— 一是 自己打输出的水伤队，如那维莱特、神里绫人； 二是 心海站场普攻为全队回复生命、提高芙宁娜的全队增伤幅度，进而提高全队水伤输出； 三是 依靠较高配置、自己辅助自己的夜兰水伤队。 【2】增幅反应队 【2.1】 卢 凯万班 （融卢） 【队伍补充内容】 ①即“融化流迪卢克”，适当的输出顺序和连招节奏可以让迪卢克的技能触发融化反应，打出 2倍增幅 伤害提升，爆发能力可观。 ②在该阵容中，需要利用 万叶 的元素战技、元素爆发两种技能的配合，施展“ 染冰扩火 ”，因此可将万叶的充能效率堆叠至180%+。 ③凯亚在解锁6命前，可作为以 保证循环为主的挂冰角色 ， 解锁6命 解放充能后可提高凯亚的伤害转为冰伤副C。 【“染冰扩火”演示】 ▲ “染冰扩火” 凯亚E、万叶Q、班尼特QEA、万叶E、凯亚QE、迪卢克EAEE后接QA ◆凯亚施加 强冰 ，后由万叶利用 元素爆发触发冰扩散染冰 ，班尼特施放元素爆发、战技将敌人当前所附着的冰元素消耗掉，后由万叶 战技染火扩火 。 ◆万叶在融卢中将元素战技、元素爆发 分开施放 ，其目的就是为了“ 先染冰 再扩火 ”，元素爆发“染冰”后再配合凯亚的元素爆发可使迪卢克触发更多融化反应，提高迪卢克的伤害。凯亚在解锁6命对充能的需求降低后也能进而转为副C补充队伍输出。 【2.2】 可 芙万班 【队伍补充内容】 ①可莉利用技能持续施加火附着，由 芙宁娜 的荒性战技 触发2倍蒸发反应 。 ②搭配万叶的队伍输出上限更高，如果生存压力较大，只能考虑将万叶替换为钟离等护盾角色。 ③可莉的常见输出方式是“ 普攻+重击 ” （即AZ输出） ，此外还有AZ跳跃、AAZ、走A等手法。 ④ 万叶 的充能可在180%+， 班尼特 的充能可在210%+。 ⑤班尼特既可选择【 昔日宗室之仪 】4件提高可莉的攻击，也可选择【教官】4件提高队伍的反应伤害。 【参考输出顺序】 芙宁娜QE、班尼特Q、万叶QE、可莉EQE接输出 ◆0命芙宁娜在首轮循环结束后，后续循环可以不开Q （并不是刚需） ，充能可相应降低，转而 专注提高芙宁娜的战技伤害 ；芙宁娜解锁1、2命后需要堆叠充能保证循环。 ◆“可芙万班”在可莉的诸多配队玩法中具有“前沿”的输出上限，依靠可莉较高的挂火频率使 芙宁娜的荒性战技触发蒸发反应 。芙宁娜施放元素爆发可以同时提高自身和可莉两个人的输出，算是可莉的一种“ 反向万达国际 ”玩法 （即“前台火上火+后台水打蒸发”） 。这一搭配万叶触发水火双扩散较容易，利用芙宁娜的战技和班尼特元素爆发的自附着火元素即可快速完成双扩散。 【2.3】万达国际 【队伍补充内容】 ① 注意香菱元素充能效率 的堆叠以保证大招的回转，在循环输出时主要看香菱的大招CD是否结束，充能效率可在230%左右。 ②当达达利亚搭配【 水仙之梦 】4件时，班尼特可选择【 昔日宗室之仪 】4件，而其他搭配可选择【 教官 】4件。 【水火双扩散的演示】 公子E、班尼特Q、万叶QE、香菱QE、公子QE接输出 ◆达达利亚战技的施放攻击为 强水 附着，随后班尼特的元素爆发命中敌人后仍会使敌人 残留水元素 ，并为场上角色施加火元素附着，此时万叶施放元素爆发即可 直接扩散水、火两种元素 。 ◆“万达国际”是万叶水火双扩散的经典阵容，依靠公子战技启动时施加强水配合班尼特的元素爆发快速触发“水火双扩”。公子施放战技后可高频挂水， 香菱触发蒸发反应 。此外，公子的元素爆发还能在香菱 逆转成“火底” 时施放打出 高额水伤蒸发伤害 。 【2.4】国家队的变阵 枫原万叶 + 行秋 + 香菱 + 班尼特 这一玩法是 初代国家队的变阵 ，把重云替换为万叶，利用行秋雨帘剑的普攻协同配合班尼特触发“水火双扩”，进而提高行秋、香菱的伤害。不过，在当前版本中这一阵容需要提高角色配置才能玩起来较为舒适，如果上述角色的配置比较一般，还是要谨慎选择的。 【万行香班的双扩散】 ◆行秋施放技能附加 弱水 ，班尼特施放元素爆发利用强火抵消行秋弱水、后接一次普攻触发行秋雨帘剑协同再次挂水，万叶施放元素爆发扩散敌人身上的水元素、后接战技染火后扩散火元素，完成 水/火双扩散 。 【参考输出顺序】 行秋QEA、班尼特QA、枫原万叶QE、香菱QEA 【2.5】更多增幅反应队 【2.5.1】 莱欧斯利 的融化队 ◆队伍配置： 莱欧斯利 + 枫原万叶 + 香菱 + 班尼特 莱欧斯利的双火融化为了提高阵容的输出容错率更多是考虑 钟离 等护盾角色入队，如果想要提高队伍的输出上限，可将钟离替换为万叶，但队伍的输出容错会降低许多，需要对敌人的攻击机制有一定了解、及时避开敌人的攻击防止莱欧的生命值“骤降”。 【2.5.2】 嘉明 的染水/染冰的增幅玩法 嘉明本身具有较快的生命消耗速度，通常是需要考虑护盾角色入队的，但如果想要 提高嘉明的输出上限 ，展现更多的阵容变阵，则可考虑将护盾角色替换为枫原万叶，再配合万叶的元素爆发“ 染水 ”或“ 染冰 ”体验增幅玩法。 ——例如组成“嘉明+万叶+芙宁娜/行秋+班尼特”的 蒸发 队伍、“嘉明+凯亚+万叶+班尼特”的染冰 融化 队伍等。 【2.5.3】 烟绯 与万叶的搭配 当前，烟绯与万叶的搭配多有再配合班尼特、行秋等角色组成的蒸发队；还有搭配6命迪奥娜、班尼特的融化爆发玩法阵容。整体需要万叶“染水”或“染冰”配合施加元素附着、配合烟绯触发增幅反应。 【2.5.4】 迪卢克 的蒸发队 当前版本中，随着芙宁娜的出现，并不推荐优先考虑迪卢克再搭配万叶、行秋/夜兰、班尼特的蒸发队伍。在搭配万叶时，迪卢克搭配万叶还是以“ 卢凯万班 （即融卢） ”为主。 ——迪卢克搭配芙宁娜有“迪卢克+芙宁娜+班尼特+行秋”的玩法。 【2.5.5】 甘雨 的爆发融化队 ◆队伍配置： 甘雨 + 申鹤 + 枫原万叶 + 班尼特 这一玩法更多是需要甘雨和申鹤具有较高的命座、武器配置，能够让甘雨在首轮几次蓄力射箭就打出高额爆发，需要万叶的元素爆发“ 染火 ”施加火附着。 ◆另外，也有将申鹤替换为纳西妲的“火风燃甘”玩法，万叶的染火攻击与纳西妲的元素战技配合持续触发燃烧反应，使甘雨更易触发融化反应。 ——这两个玩法都无护盾角色，在融化流甘雨中并不是优先考虑的选择，更多是 拓展玩法 。 【2.5.6】高配置竞速 胡桃 蒸发队 胡桃通常是不搭配万叶的，目前胡桃的队伍相对固定，多是“胡行钟夜” （也有将行秋/夜兰其中一位替换为芙宁娜的选择） ，搭配万叶主要出现在超高配置的“竞速”玩家中，在搭配 2命可莉 的减防效果，组成“ 胡桃 + 夜兰 + 可莉 + 万叶 ”的阵容。 ——这里的超高配置很多时候胡桃、夜兰和万叶等角色都已经满命了，并不适合大部分玩家。 【2.5.7】夜兰/妮露的高配置竞速队 （蒸夜/蒸妮） 主要是满命的夜兰、妮露，在搭配 香菱 和万叶，利用万叶的元素爆发“ 染火 ”施加火附着从而使夜兰/妮露打出2倍蒸发爆发伤害。 ——此外，也有妮露搭配 精5的【圣显之钥】 在打出“剑舞步”提高全队元素精通后离场，再切至夜兰打出超高的爆发蒸发伤害的玩法，组成“夜兰+妮露+香菱+万叶”。 ——这一竞速玩法更多是只打一轮，将伤害集中在首轮爆发中，对角色和武器的配置要求较高，并不适合大部分玩家。 ◆增幅反应即 蒸发 （水火） 、 融化 （冰火） 反应。当前版本中的增幅反应队伍较多，随着版本更迭也衍生出了不少新的增幅队伍。万叶在增幅队的明显优势是其技能更容易完成各种“双扩散”，既有EQ连续施放的同时双扩散，也有将EQ分开施放的“先染色”的双扩散，并且技能施放手感优于很多风元素角色。 【3】 火伤 直伤队 【3.1】林尼 三火 【队伍补充内容】 ① 迪希雅 在该阵容中可选【 千岩牢固 】4件，武器可选【 祭礼大剑 】，无须全部堆叠生命，可考虑提高战技伤害。 ——本身迪希雅的机制是“ 伤害消解 ”，即代替场上角色承受一部分伤害，全部堆叠生命也不会提高承受的消解伤害上限（200%生命上限，且自身承受的消解伤害降低60%），所以可考虑要么副属性多叠生命、要么沙漏的位置选择生命沙漏。 ② 班尼特 在该阵容中可选【 昔日宗室之仪 】4件，提高林尼的攻击力。 ③迪希雅也可替换为“ 解锁4命的烟绯 ”，并且烟绯可装备【 讨龙英杰谭 】提高林尼的攻击力。 ——烟绯 4命 的效果：开大后可产生一个持续15秒的护盾。 ④如果选择4命烟绯作为盾辅入队，充能可在220%+，其余全力堆叠生命提高护盾量。 ⑤如果暂时迪希雅、4命烟绯，也可考虑替他元素的护盾角色，不太推荐托马。 ——托马的护盾量刷新叠加需要角色施放普攻，但林尼主要是蓄力射箭（重击）。 ⑥林尼可堆叠 20-30% 的充能效率，优化元素爆发循环。 【参考输出顺序】 ① 搭配 迪希雅 ：班尼特E、万叶E/Q、班尼特Q、迪希雅E(E)、林尼蓄力射箭2次、万叶E、林尼蓄力射箭1次后接QEE ② 搭配 4命讨龙烟绯 ：班尼特E、万叶E/Q、班尼特Q、烟绯EQ、林尼蓄力射箭2次、万叶E、林尼蓄力射箭1次后接QEE ◆三火阵容可以完全触发林尼天赋2的增伤效果 （不过前置条件是敌人处于火元素附着下） 。 迪希雅 可以提供后台持续挂火以及提高场上角色的抗打断能力，如果没有迪希雅也可考虑替换为 4命烟绯 。 【3.2】 林 万钟班 【队伍补充内容】 ①钟离可选【 千岩牢固 】4件，提高林尼的攻击力；如果是“ 前置挂火、后置钟离开盾 ”，还可考虑【悠古的磐岩】4件，提高林尼的火伤加成。 ——“磐岩4件”需要装备者产生结晶后主动拾取，队友拾取无法触发。 ② 班尼特 在该阵容中可选【 昔日宗室之仪 】4件，提高林尼的攻击力。 ③如果没有钟离，也可暂时考虑其他护盾角色，如 迪奥娜 、 莱依拉 、 绮良良 等。 ④林尼可堆叠 20-30% 的充能效率，优化元素爆发循环。 【参考输出顺序】 ① 短 流程 ：钟离E （长按） 、班尼特QE、万叶E、林尼蓄力射箭3次后接QEE ② 长 流程 ：钟离E （长按） 、班尼特E、万叶E/Q、班尼特Q、林尼蓄力射箭2次、万叶E、林尼蓄力射箭1-2次后接QEE *后半程的林尼更多只射箭1次，2次的话时间相对紧张。 ◆短流程更注重林尼的爆发效果，节省时间、操作不繁杂，在对单、BOSS攻坚中效果不错，但对群效果相对下降；长流程更注重万叶的增伤/减抗的覆盖率，通过 中途切出万叶 再次施放战技而提高林尼后半程的输出。 ◆其实，林尼的火伤队伍比较固定的是“ 万叶 + 班尼特 ”，第四人除了携带提高抗打断的角色，如果需要 在部分关卡中快速破除敌人的护盾 ，也可以考虑携带一些破盾位。比如这次4.5版本的深渊中就有火深渊法师，携带公子既可提高林尼的普攻等级提高重击伤害，还能利用公子的技能快速破除火盾。 【3.3】 可莉 三火 【队伍补充内容】 ◆当前可莉的主要玩法之一，通过万叶、班尼特的加成直接提高可莉的输出能力。 ①搭配万叶的队伍输出上限更高，如果生存压力较大，只能考虑将万叶替换为 钟离 等护盾角色。 ②可莉的常见输出方式是“ 普攻+重击 ” （即AZ输出） ，此外还有AZ跳跃、AAZ、走A等手法。 ③纯火玩法的可莉选择“ 2+2 ”的搭配即可，如“魔女2+攻击2”。 ③ 万叶 的充能可在180%+， 班尼特 的充能可在210%+， 香菱 的充能可在210%+。 ④班尼特可选择【 昔日宗室之仪 】4件提高可莉、香菱的攻击力。 ◆可莉纯火队是在“可芙万班”出现前可莉选择较多的队伍，利用班尼特、万叶的辅助能力提高 前台可莉的火伤 、 香菱后台的火伤 。因为是三火阵容，香菱的充能需求有所下降，可转而增加香菱的伤害词条。 【3.4】 迪希雅 火伤队 【队伍补充内容】 ◆这一玩法更多是迪希雅 真爱党 玩家的一种选择，配合自身元素爆发具有站场输出性质，搭配万叶、班尼特来直接提高迪希雅的输出能力。 ①迪希雅的火伤输出玩法可选择【 花海甘露之光 】4件、【 炽烈的炎之魔女 】4件等。 ——迪希雅的元素爆发在施放时可以触发“ 绝缘4件 ”的加成，也可考虑使用，此时可考虑充能沙漏。 ——如果打算体验迪希雅的火伤输出玩法， 推荐优先刷取“花海4件” ，迪希雅很容易快速叠满该套装的效果；魔女4件无法触发满层；绝缘4件的循环更舒适些，但伤害要低。 ② 攻击沙漏 是迪希雅火伤输出的优先选择，其次考虑生命沙漏；优先火伤杯、暴击/暴伤头冠。 ——攻击沙与生命沙的差距较小，迪希雅解锁1命后的差距进一步缩小，可根据自身已有圣遗物的副词条优秀程度选择。 ③万叶的充能可在180%+，班尼特的充能可在210%+，香菱的充能可在210%+。 ④班尼特可选择【 昔日宗室之仪 】4件提高迪希雅、香菱的攻击力。 【参考输出顺序】 迪希雅E、万叶Q、班尼特QE、香菱QE、万叶E、迪希雅开Q输出 ◆香菱的元素爆发 CD最长 ，队伍在输出时需要 对准香菱的技能CD进行输出 ，在迪希雅结束输出后，需要再切至班尼特、迪希雅和万叶轮流施放技能 补充输出空档期 ，待到香菱的技能CD结束才能进行下一轮输出。 ◆迪希雅的火伤玩法更多是 迪希雅真爱党 玩家考虑，或者已经解锁了较高命座的玩家体验。利用元素爆发快速的火伤出拳对敌人持续造成伤害，并且迪希雅自身具有 抗打断提升 和 伤害消解能力 ，即使有班尼特元素爆发的“内鬼”自我火附着，也不用特别担心突然倒下的情况发生。 【4】雷伤直伤队 【4.1】 雷九 万班 【队伍补充内容】 ① 九条裟罗的命座提升很重要 ，其中以 2命 缩短流程、 6命 大幅提高伤害为关键——若九条裟罗没有解锁2命，则需要 施放战技后接蓄力射箭 产生【乌羽】。 ②万叶的充能可在160%+，九条裟罗的充能可在200%+，班尼特的充能可在220%+。 ③九条裟罗可选择【 绝缘之旗印 】4件提高元素爆发的伤害，班尼特优选【 昔日宗室之仪 】4件提高雷电将军的攻击力。 ④雷电将军主要以AZ、AAAZ （3A1Z） 等方式输出。 【参考输出顺序】 雷电将军E、万叶EQ、班尼特QE、九条裟罗EQ、雷电将军Q接输出 ◆枫原万叶先扩散雷元素，减抗效果在后半程会结束 （风套无法后台触发减抗，只有装备者在前台触发扩散才减抗） ；如果想要 提高风套减抗的利用率 ，可以考虑“雷神E、九条E （九条自己吃到自己的增益效果） 、班尼特Q、枫原万叶QE （需要注意敌人身上是否存在雷元素标记） 、雷神Q接输出”。 ◆“雷九万班”阵容是具有极强爆发输出能力的队伍，依靠九条、万叶和班尼特的“ 三拐一 ”大幅度提高雷电将军的伤害，并且 雷电将军 进行元素爆发攻击时还可 为全队回能 、整体循环自洽。不过，这一阵容通常是解锁2命雷电将军考虑的玩法，低命雷电将军可以选择性尝试。 【4.2】 雷国 变阵 【队伍搭配内容】 雷电将军 + 枫原万叶 + 香菱 + 班尼特 ①这一阵容主要依靠雷电将军、香菱两者的直伤，通过万叶的雷火双扩提高伤害。 ②因为 缺少行秋“雨帘剑”的减伤效果 ，加之场上角色在输出时处于班尼特元素爆发的“火附着”下，在部分敌人的元素攻击中可能存在“暴毙”的情况，生存能力不乐观。 【雷火双扩散的演示】 ◆雷电将军施放战技时施加 弱雷 ，班尼特施放元素爆发抵消弱雷触发 超载 ，触发雷神战技协同攻击再次挂雷，万叶施放元素爆发扩散敌人身上的雷元素、后接战技染火后扩散火元素， 完成雷/火双扩散 。 【参考输出顺序】 雷电将军E、班尼特Q、万叶QE、香菱QE、雷电将军Q接输出 ◆“雷万香班”组合其实在很多时候是 不会专门去选择的 ，一般情况下能用“雷行香班 （即雷国） ”还是 优先“雷国”的 ，这样可以解放万叶去另一队伍。但如果另一队需要行秋，恰好万叶“空着”，那么可以尝试这一玩法。 【5】冰伤直伤队 【5.1】 神鹤 万心 【队伍补充内容】 ①绫华搭配【 雾切之回光 】时，需要 冲刺后接一次普攻 来触发武器技能，装备其他武器时不需要这样做。 ②申鹤推荐点按战技，充能可在200%+ （西风长枪可在180%+） 。 ③如果没有申鹤 （要求更严格些，甚至是0命申鹤时） ，可考虑搭配 罗莎莉亚 。 ③申鹤、罗莎莉亚都推荐优先考虑【 西风长枪 】，搭配【 昔日宗室之仪 】4件。 ④ 心海 装备【 讨龙英杰谭 】时，离场后 下一位登场的角色必须是神里绫华 ，可选【千岩牢固】4件提高全队攻击力。 ——如果想要追求心海的队伍泛用性，仍可考虑“海染4件”，但对于该阵容而言，“千岩4件”可同时提高绫华、申鹤的攻击力，对绫华的输出提升更大。 ⑤神里绫华在元素爆发输出期间，可采用“ 普攻-重击 ” （即AZ） 的输出方式。 【参考输出顺序】 ① 神 鹤 万心 ：申鹤EQ、万叶EQ、心海E、神里绫华冲刺(A)EQ接输出 ② 神 罗 万心 ：罗莎莉亚EQ、万叶EQ、心海E、神里绫华冲刺(A)EQ接输出 【5.2】 更多 绫华冰伤队 ①神莫万猫 ◆ 神里绫华 + 莫娜 + 枫原万叶 + 迪奥娜 这一阵容因为角色配置是一定程度降低了，因此需要尽可能提高神里绫华的配置。在当前的深境螺旋挑战中，对装备、操作手法的要求较高。 ②神芙万夏 ◆ 神里绫华 + 芙宁娜 + 枫原万叶 + 夏洛蒂 芙宁娜的荒性战技会消耗全队的生命值，夏洛蒂的元素爆发可以为全队治疗，二者相互协调可提高芙宁娜元素爆发的增伤幅度。该阵容中，夏洛蒂需要多叠充能效率 （推荐在240%+） 。这一队伍的挂水主要取决于芙宁娜的战技，并不像心海那样稳定，更加趋于“依靠芙宁娜的增伤”的 冰伤直伤 队。 ◆“神鹤万心”是神里绫华的“ 银河战舰 ”队伍， 申鹤 的冰伤倍率提升、万叶的增伤与减抗、心海的持续挂水都推动着绫华造成高额的冰伤。如果没有申鹤也可以考虑 罗莎莉亚 ，她的战技产球数量多可以优化绫华的技能循环。此外，还有“神莫万猫”的降配玩法，以及搭配 夏洛蒂 、 芙宁娜 的冰伤玩法。 ◆ 冰伤角色搭配万叶的水冰队伍逻辑基本一致 （冰伤角色+万叶+挂水+另一名冰元素角色） 除了神里绫华，还可以考虑 甘雨 、 莱欧斯利 等冰伤输出角色，不过当前这两名角色的更高上限队伍不是冰伤冻结队伍，因此也就没有专门展开讲解。 如果拥有6命申鹤，甘雨、莱欧斯利依靠其重击/普攻的输出优势，也是可以体验纯冰爆发玩法的。 【6】与 草反应 相关的阵容 【6.1】 刻皇 激化队 【队伍补充内容】 ①刻晴优先选择【 如雷的盛怒 】4件，主词条为攻击沙、雷伤杯、双暴头冠。 ——因为刻晴本身并没有精通转化机制，因此百分比攻击力的优先级高于元素精通；元素精通不需要专门堆叠，属于“歪到不亏”的情况。 ②刻晴的参考输出手法： EEAQEEAZ ，第一次 EE后接普攻 为触发【 雾切之回光 】的技能，不是雾切可不打出此次普攻。 ③白术可用 绮良良 替换。如果想追求更高的输出伤害，可以考虑搭配替换为装备【 试作金珀 】的 纳西妲 。 ④菲谢尔优先选择【 黄金剧团 】4件。 ◆万叶与草反应的队伍主要是搭配 雷C的激化玩法 ，其中以 刻晴 、 站场的八重神子 为主，八重的双雷激化与刻晴的类似，都是搭配 菲谢尔 以及一名 挂草角色 。相较于具有更加灵活速切、无敌帧的刻晴，八重神子更需要搭配白术等草元素护盾角色、避免站场输出时被敌人打断。 【6.2】 超绽放 的对群玩法 枫原万叶 + 草主 + 菲谢尔 + 芭芭拉 ◆这一玩法的精髓在于 万叶搭配高精练【祭礼剑】 ，连续两次长按战技在群怪环境中可以有效“削韧”，使敌人被牵引至一处。万叶的技能无论“染水”还是“染雷”都有不错的效果—— 染水 ，则可配合后台挂草角色产生更多草原核； 染雷 ，则可由万叶造成伤害更高的超绽放反应。 ①如果不想使用草主，则可提升角色配置替换为 纳西妲 ；芭芭拉也可替换为 珊瑚宫心海 。 ② 草主 全力堆叠充能，可在240%+，并装备【 深林的记忆 】4件降低敌人草抗。 ③ 参考输出顺序 ：芭芭拉E、草主EQ、菲谢尔E、万叶EQE ④需要注意的是，这一玩法主要是对群表现不错，在对单环境中输出能力可能不足，并且随着版本更迭，这一阵容的输出上限逐渐无法适应【深境螺旋】的环境。 【6.3】 其他 草反应玩法阵容 ① 绫人 的燃蒸 ：除了上述搭配外，还有绫人和班尼特、纳西妲组成的“燃蒸”玩法，利用万叶的元素爆发“染火”来配合触发草元素反应，并且绫人选择【祭礼剑】延长站场时间。 ② 那维莱特 的燃蒸 ：配合迪希雅、纳西妲以及“染火”万叶来使那维打出蒸发反应，全队较需要万叶的元素爆发。 ——在那维的燃蒸玩法中并不是优先选择的，更多是“那维+钟离+香菱+纳西妲”。 ◆【6.2】与【6.3】的内容其实比较“冷门”，使用率并不高。更多作为一种多元选择展示出来提供一种组队思路。 【7】万叶的 自我输出 玩法 【7.1】万芙闲班（ NEW ） 【队伍补充内容】 ◆闲云的登场使万叶利用自身技能即可完成 水火扩散 ，并且配合6命班尼特打出火伤下落攻击，做到“ 自己拐自己 ”。在配合芙宁娜、闲云和班尼特在基础倍率、增伤等区间的高额加成，从而制造可观的输出。 ——队伍循环逻辑自洽，兼顾治疗、增益等多种手段，是万叶输出玩法中可优先考虑的。 ① 芙宁娜 的充能可在230%+，可选择【西风剑】等充能武器。 ② 班尼特 优先【 昔日宗室之仪 】4件，充能可在230%+。 ③ 闲云 可选择“ 攻击2+2 ”来提高给予万叶的下落伤害提升，也可选择【昔时之歌】4件提高万叶的伤害，充能可在180%-210%之间。 ——更推荐“攻击2+2”，因为散搭的副词条相对更好凑出，“昔时”圣遗物副本的刷取性价比不高。 ④ 万叶 优先【 翠绿之影 】4件，可选则精通沙漏、火伤/精通杯、双暴头冠提高自身伤害。 ——这一玩法的万叶就需要按照火C去培养了，不过套装依旧是“风套4件”，并且需要升级普攻等级。 ◆“万芙闲班”的队伍逻辑还是很融洽的—— 万叶 自己就能触发扩散完成 减抗和增伤 ， 闲云 提高万叶的跳跃能力和下落伤害， 芙宁娜 利用荒性战技 挂水 以及提高万叶的伤害。 最刚需的命座要求就是班尼特的6命 ，这一命座将万叶“改造”成一名火C，配合芙宁娜持续打出下落蒸发火伤。 【7.2】 风伤下落 玩法 ◆队伍配置： 枫原万叶 + 珐露珊 + 闲云 + 芙宁娜 / 班尼特 该玩法需要搭配6命班尼特，施放战技、爆发均可获得5秒的 风附魔 （6命效果） ，高命万叶可以搭配珐露珊等角色体验风伤输出玩法，其配队总体与魈类似，如“ 万叶 + 珐露珊 + 闲云 + 芙宁娜 / 班尼特 ”。 【7.3】其他 附魔 衍生玩法 ①除了班尼特，还有 重云 、 坎蒂丝 可以为场上角色提供元素附魔效果，万叶也可分别配合这两名角色体验冰伤、水伤玩法。 ②不过相较于既可提供火元素附魔、又能提供额外攻击力提升的班尼特而言，重云和坎蒂丝的搭配优先级不高， 更多作为拓展玩法来体验 。 ——“闲云+附魔角色”确实创造了很多可能性！！！ ◆除上述玩法外，万叶还有 副C 的玩法，提高元素战技、元素爆发的风伤来补充队伍伤害；亦或是在雷伤激化队伍中，提高万叶“染雷”的激化反应伤害等。这类直伤玩法都需要万叶提高双暴。 以上就是本期【枫原万叶】的配队体系全解的全部内容啦~我们下期再见！_(米游姬入欧)",
    "length": 12189
}