{
    "game_id": 2,
    "post_id": "44033055",
    "f_forum_id": 43,
    "subject": "【MSTAR三周年】最新四星生命单手剑——船坞长剑表现怎么样",
    "url": "https://www.miyoushe.com/ys/article/44033055",
    "created_at": 1696177747,
    "like_num": 328,
    "view_num": 91006,
    "reply_num": 147,
    "text": "（写在前面:本期我们来分析一下最新 四星 生命值 单手剑 ——— 船坞长剑 ，主要涉及这把武器 谁能用、效果怎摸样、如何触发、值得抽取吗、它对可携带它的角色提升有多大 等等相关问题，让你看了之后决定到底需不需要抽这把武器，全面了解这把武器的 机制 以及 价值 ） 作为巨人粉，就冲这外观我已经 精五 了 （我不会告诉你我是满定轨了，还没出那维莱特专武出的） 船坞长剑 作为游戏内 唯二 把 生命值词条 的单手剑，对于一些 特定的角色 而言，它的优先级是远高于其他武器的， 虽然它的生命值 41.3% 副词条对比起圣显之钥 66.2% 来略低一筹 (注意圣显之钥特效精一还有20%，因此是它的一半） ，但是整体来看已经 很不错 了，抽到的小伙伴 妮露没有专武 的话 （或者有练我下面推荐的其他适配角色） 还是 很推荐练 的 抽取建议 _(妮露-尴尬) 首先，如果你要是问 冒着风险 去抽这把武器值得吗？ 答案 肯定是 不值得 的 副词条 给的 没 有一点 问题 ， 主要原因 还是它的 特效 ，对于 久岐忍 来说是铁定等 吃满 的，对于 妮露 来说 意义不大 ，对于 绮良良、莱伊拉、班尼特 （注意七七、琴是攻击力模型，因此用不了这把武器） 等等角色来说是一点用都没有 船坞长剑 是一把 限定武器 ，错过了这次机会就只能等 复刻 了 （要知道上次幽夜华尔兹复刻可是在2.8版本，虽然用处不大）， 但是即便如此我们也要考虑它到底值不值得抽取 （目前来说唯一值得你冒风险去抽取的四星武器还是那把西福斯的月光） 抽的话 抽几把 合适呢， 是否 需要 精炼 ？ 只是 专门 下池子 去捞它的话只需要 一 把即可 ，如果不小心 多抽了几把 ，那要看你给谁用，给 妮露 精一 即可 、莱伊拉、绮良良、班尼特 （其实班尼特并不是很试配后面会说） 等也是如此， 目前 以 主流玩法 来看只有你专门去给 久岐忍 去抽的这把武器，才 值得精炼 （给久岐忍的精炼收益还是很高的） 机制全面分析 _(久岐忍-惊慌) 前面一直在说 机制一般 ，那么这个机制为什么一般呢，下面我们来着重讲一下 那么简单来说下这把武器 整体机制 就是： 回血 （在不在场都行） 一次叠一层 ， 最多叠三层 ，释放 大招或者e 的时候根据 叠的层数 给自己加持* 10* 的 精通 ，同时释放大招或e两秒后 按层数 回能 。那么需要 注意 有两点： 第一点叠层奶中间间隔不能超过 30秒 ；第二点精通 只给携带 的角色加 正如上图所介绍的，这把武器 最基础 的触发条件 就是要 受到 治疗或者 提供 治疗 ，这样就导致 不带奶 只带一个 护盾位 的 绮良良 或者 莱依拉 完全吃不到这个被动 （虽然带了能吃到也没什么用） ， 这是第一点 其次，即便如此这个被动还 每15秒 才能 触发一次 ， 触发条件限制 略高 ，触发后 队友还吃不到 （要知道即便是妮露，自己本身的高精通是用处不大的，因为种子的伤害只与触发者的精通和等级有关） 这是 第二点 ，这一点就是和板砖没法比的 但是有一个人，既有 自身奶 ，还需要开 战技或大招 ，这些特效 基本上 全部都能吃到，这个角色就是 久岐忍 一般我们在玩 草行久 的时候， 久岐忍 会选择去 多堆 精通 （久岐忍的治疗量不仅与生命有关还与精通有关） 因此 圣遗物 一般会去上 精精精 ，而这样也会导致 她的奶量一般 ，并且久岐忍在释放战技后会 大量扣除 自己 的血量 ，这样更一定程度上 抬高了生存压力 ， 其他 精通武器 的特效也都没用 （西福斯能给队友回回能量，但意义也不大） 带上 船坞长剑 ，首先会让久岐忍的生命值提高不少，其次 船坞长剑的 特效 久岐忍也是能 完全吃到 的 （久岐忍的间隔治疗➕草种子会炸队友的特性，这把武器的特效很容易叠满） 精一 一层 给装备者加 40精通 ， 三层 就是 120精通 ，一把四星精通武器满级提供 165精通 ，差距不大，并且当你的 船坞长剑 精炼 的时候这个差距会 进一步缩小 那么为什么之前我们 不推荐 久岐忍带 圣显之钥 呢？ 就是因为 久岐忍 自身 需要堆 精通 ，圣遗物要上 精精精 ，从而导致 她本身的 生命值 并不是很高 ，而板砖的特效是 基于 装备着的生命值 给 全队 加精通 ，不堆生命的久岐忍自然给全队加的精通就不多了，但是即便如此， 两万血量 得久岐忍还是能获得 240的精通 加成，还是很高的 （板砖虽然给全队加精通，但是草行久的种子伤害还是只与久岐忍自身的精通有关，因此生命低的角色带板砖对她本身的提升还是不如带精通武器来的舒服） 反观这把 新的武器 ，就没有这个担忧，直接无脑带即可， 触发 稳定 加 生存能力 更高 ，可以说是目前 久岐忍的 毕业武器 了 （另外还需要注意叠层的手法问题，奶或被奶三次才能叠满，处理得当才可以刚好吃满被动，注意武器限制的时间） 久岐忍最后再说一点，这是 建立在手法正确的前提下 ，如果 不对轴 还是 很容易导致叠不到层数 的 妮露 的话，这把武器当然还是 比那些 精通武器 强许多的 ，假如你带上精通武器时， 妮露吃 双水 的生命值在 6w ，换成这把武器后吃双水的生命值久达到了 6.6w ，生命值 提高了 六千 ，反观妮露的天赋： 每 1000点 ，丰禳之核伤害提高9% ，多的这六千生命也就使丰禳之核伤害提高了 54% 但是 实战伤害 真的提升有这么大吗？ 我们来用实战数据分析一下 如下图，妮露携带 九十级 精通武器 ，在 挂上水元素后 用 草神 平a触发 妮绽放 ，此时种子的伤害与 草神的 精通 和 等级 有关，还与 妮露 此时的 生命值 有关，可以看到这时候的种子爆炸伤害为 25327 上面是携带 船坞长剑 后，同样手法的种子伤害 26798 （我这把虽然精五，但是此时触发的种子伤害与武器特效无关，因此可以忽略不计） 可以发现其实 实战 时 种子的伤害 初步提升 并不是很大，但是 不能这样去算 ，实际最后 计算 队伍整体 的DPS 值 相对于其他精通武器 提高了近 10% 左右 当然，对于妮露而言 提升最大的还是专武 ，专武的提升是及其不容小觑的 总之，这把武器 对于妮露 而言是在其 没用专武的前提下 的 不二选择 ，特效虽然队友吃不到，但是考虑到实战中 一部分 种子的伤害 同样也会 由妮露 自己 去触发 ，所以妮露 自身堆的精通 也是有一定用处的；对于 久岐忍 而言 没有合适的武器 还是很推荐练一把的，带上后对于队伍整体的 生存 还是有提升的 那么对于 莱依拉 来说，这把武器能够 提高 莱依拉自身的 护盾值 ，战技启动的护盾特点从而导致 角色本身并 不缺充能 ，因此这把武器完全可以给她携带，只是由于 特效没用 ，也就是 纯面板武器 罢了 同样给 绮良良 也是如此，绮良良好一些是如果她在 种门旗下 的配队，那么自身的 精通高 有概率 提高 草种子伤害 的，因此这个特效对于绮良良而言 并不是完全没用 ， 绮良良的护盾也是依靠 战技启动 ，同样 不需要太多充能 最后提一下 班尼特 ，给 班尼特 不如带 四星锻造类武器—— 原木刀 ，班尼特给队友提供的攻击力是基于武器的 “基础攻击力” 的，武器的 白值越高 ，给队友 提供的 攻击力也越高 ，并且班尼特 需要充能 去让他及时开大，这把武器虽然能 大幅提高他的 治疗量 ，但是反之 损失了 充能与增伤 ，是 得不偿失 的 因此还是 原木刀 的 高白值 ， 加充能 副词条会好很多 总结 _(莱依拉-加油) 总之这把武器如果你要是想 为了 久岐忍 的话可以 放心去练 ，对于 没有专武的 妮露 也可以优先考虑去带，一些 生命值模型 的单手剑角色目前来看都是比较推荐的 （毕竟没有其他合适的武器） 最后再分享一点 ，在测试的时候发现 只有 枫丹 的 角色 带 枫丹 的武器 会有额外 发光点 来展示 角色的 荒芒 属性 （不会我是最后才知道的吧_(玲可 冷)） 好了，本期帖子到这里就结束了，有需要补充的或者有自己的见解欢迎在评论区讨论，感谢支持",
    "length": 3311
}