{
    "game_id": 2,
    "post_id": "48533889",
    "f_forum_id": 43,
    "subject": "【V4.4攻略·角色攻略】“Lady bird”闲云角色攻略",
    "url": "https://www.miyoushe.com/ys/article/48533889",
    "created_at": 1706668281,
    "like_num": 3328,
    "view_num": 346365,
    "reply_num": 334,
    "text": "UID：152901193 ·【前言】· 我说哦哈你说哟(＾Ｕ＾)ノ~ＹＯ 大家好，这里是姜姜！这次带来了 《闲云的角色使用攻略》 。 一如既往，以下内容为自己 个人见解 ，若有错误请各位及时纠错，若有缺失，劳烦及时补充，欢迎各位热情讨论！先行五体投地大礼表示感谢！ PS： 以下内容，A=普攻；E=元素战技；Q=元素爆发；CD=冷却时间，s=秒。 =目录= 1、【角色介绍】 2、【天赋介绍】 3、【命之座介绍】 4、【武器&圣遗物推荐】 5、【阵容推荐】 6、【总结一下】 ·【角色介绍】· 绝云仙众「三眼五显仙人」之一，雅号「留云借风真君」。擅使机关奇术，心向红尘烟火，正以「闲云」之名行走人间。 通过完成日常委托、消耗体力、尘歌壶入驻、完成突发任务等方式可获取角色好感度，当闲云的好感度达到10级时可在角色页面领取 专属名片纹饰——「鹤云」 。 在璃月港琉璃亭NPC 「璃彩」 处可购买获得 「红烧肉圆」食谱 ，闲云烹饪红烧肉圆时有概率获得 特殊料理「四喜圆满」 。 闲云是一位5星风系法器角色，主要机制有两个： 1、Q提供全队治疗以及提高驻场角色的跳跃高度。 2、两个固有天赋为驻场角色的下落攻击提高伤害能力。 固有1为下落攻击提供暴击率加成，固有2为下落攻击提供伤害值 (简单理解就是提高了攻击力或者倍率) 。 简单理解就是 一位拥有群疗的下落攻击“拐” 。 A无辅助能力也非主要输出方式可忽略，E虽是主要的输出方式，但建议6命再注重，有6命后可直接转型为驻场主C，所以在天赋升级方面， 非6命的闲云建议只升级Q即可，解锁6命后可优先升级E其次升级Q 。以有限资源有效利用为前提，A不管什么情况都不建议去升级。 治疗量与下落攻击的增伤都与闲云的攻击力有直接关系，闲云的等级突破属性是攻击力加成，所以在培养时， 建议角色等级80级突破 ，资源充足时可直接升至90级，附上角色培养所需材料一览图。 下文会从天赋、命之座、武器、圣遗物、阵容几大板块逐一详解。 ·【天赋介绍】· ✦天赋·普通攻击 -普攻(A)- A一共四段动作，风系法器角色，每段都是风伤，受2s附着CD影响，每2s可施加一次弱风元素附着。 ※风元素不能单独给敌人施加附着，只能对已存在的水、火、雷、冰这4种元素进行扩散反应。 -重击- 每次重击都是单独的弱风元素附着。 -下落攻击- 同理其余法器角色，处于半空或高空时施放A就可触发，每次下落攻击都是单独的弱风元素附着。 普攻、重击与上图的下落攻击非主要输出方式也没有辅助机制，可以忽略， 培养时建议不升级A天赋 。 而通过施放E触发「步天梯」，可使下落攻击转换为「闲云冲击波」，是主要的辅助增伤机制之一。 ✦天赋·元素战技(E) E是闲云 主要的输出方式，但未解锁6命时不建议培养输出能力，主要是联动： ·固有1为全队提供暴击率加成； ·2命为自己提供攻击力加成； ·4命为全队恢复生命值； ·还有就是产球回能的作用。 未解锁6命时非常推荐走纯攻击辅助向。 ◆鹤云幻化状态 施放E就可进入鹤云幻化状态，在此状态下可施放3次步天梯，且下落攻击会转化为闲云冲击波，视为下落攻击伤害，武器圣遗物中有“下落攻击造成的伤害提升”的描述都可享受到其增益。 不管施放几次E，鹤云幻化状态都会随着施放出冲击波结束。 在此状态下，闲云施放下落攻击 (冲击波) 不会因为高度而损失血量，再高的地方下来都不会损耗一丝HP！ 且施放E落地也可施放出冲击波 (有一定的延时机制，如上图动态展示) ，在实战中，即使被敌人击飞起身后也是可以接着施放E或者冲击波，如下图展示。 特别需要注意的是， 施放E命中敌人不会掉落风元素微粒，只有在施放E后的下落攻击 (冲击波) 命中敌人后才会掉落4个或者5个风元素微粒 。 ◆步天梯 施放1/2/3次时施放的冲击波， 主要区别是伤害以及伤害范围不同 。产球能力以及附着能力都是相同的。 所以在实战中，为了手感以及优化队伍的循环时间， 建议施放1次E就可，不用刻意施放3次E 。 当然啦，若是 解锁了6命想玩主C的，那必然是每次都得施放3次E打出最高的倍率伤害 。还有就是 大世界跑图时，也是常用3E ，毕竟可以跳得更高，飞得更远，相比流浪者，上升高度略高，前进距离比流浪者的要近。 ✦天赋·元素爆发 Q天赋主要提供： ·全队瞬间治疗+全队持续治疗，治疗量受益于闲云的攻击力； 群疗机制，可搭配芙宁娜的气氛值增伤机制。 施放Q全队瞬抬血量，后续大约每2.5s一次的频率为全队进行治疗 ，1次Q可持续治疗6次。 ·召唤竹星跟随当前场上角色，可 使驻场角色的跳跃能力得到提升 (可打出下落攻击) ； 可激活特殊玩法，至此人人都会“登龙斩”，搭配一些下落攻击倍率高的驻场输出型角色可提高可玩性。1次Q提供的跳跃能力可支持8次，魈的靖妖傩舞提供的跳跃高度不会和闲云的竹星提供的叠加，不然魈是真的得飞上天了。 ·后台持续伤害。 驻场角色通过下落攻击可触发竹星的伤害机制，伤害较低。 ※闲云Q的启动能量需求70点，0+0(0命无专武)的情况下推荐充能效率有180%(双风)~200%+(单风)，0+1(0命有专武)推荐160%~180%+，1+1推荐140%+。 ✦固有天赋1/2/3 通过闲云的冲击波命中敌人的数量，为全队提供暴击率加成，此加成仅对下落攻击有效。 固有2是核心的增伤天赋，比较给力的地方是数值较大 (已超过申鹤E的增伤值) ，但 限制于仅对下落攻击有效 。 此加成算法为 【(攻击力×倍率+闲云固有2增伤值)×其他乘区】 ，简单理解就是提高了攻击力或者说提高了倍率。 所以闲云的主要定位就是下落攻击这个领域的增伤+治疗型的辅助，也可简称“下落拐”。 具体的增伤能力如何下文会详解。 如图。 ·【命之座·闲鹤座】· 看图就行。 1命增加1次E的使用次数，双份产球，可提高回能效率，大世界提高跑图效率。 2命为闲云自己提高了攻击力，相当于提高了自身的治疗量以及固有2的增伤值，并且又特定增强了固有2的增伤值上限，使其为下落攻击提供的增伤伤害再次得到提升。 3命提高Q的天赋等级。 4命额外提供治疗机制，施放冲击波命中敌人就可为全队进行治疗，配合1命的两次E，可瞬间使全队血条暴涨。 5命提高E的天赋等级。 6命提供E的伤害能力，也是可让闲云成为驻场主C的命座。作为驻场的主力输出，由之前建议的E+下落手法变为3E+下落，从而可打出最高的伤害倍率，1次Q可让闲云打出8次无视E冷却CD的闲云冲击波，加上E本身的2次，闲云驻场保底可打出10次冲击波。 ※这里插入一张闲云2命与非2命对魈的提升参考图： ◆上图的提升数值仅供参考，满配情况下叠加满BUFF得出的结论，与实际差距并不会差很多，角色的武器、圣遗物词条等会影响最终结果，但是最终差距不会超过±10%，比如闲云带讨龙时最终提升也有29%，其他的就主要受魈的武器圣遗物属性所影响了。 其实简单理解，2命提供的下落攻击增伤值提高了一倍也就是100%，在乘区的稀释下，有这36.5%的提升也是相当不错的。就比如把上图中的珐露珊替换为班尼特，则最终提升只有31%左右，差距也不是很大。 所以闲云的到来就能实质性的让部分角色的伤害受到“数值膨胀”。 这也使其感慨，本就没有弱角色，只是角色适配性也就是阵容问题了，唉，赛诺售后啥时候才来啊~ 然后果不其然的去算了下6命芙宁娜的数据： 闲云的下落攻击增伤对芙宁娜而言，就要理解为提升了芙宁娜的生命值或下落攻击倍率。而2命的提升数值也是可观的24.4%，且这伤害一开始感觉离谱，后来排查后也没啥问题。 至于迪卢克的，就偷个懒，提升数值看魈和芙宁娜的就很明显了。 有的不喜欢看文字的记得把图刷完，因为后边后魈配队的建议与对比...不知道为什么，写的是闲云的攻略，总感觉是在更新魈的攻略。 ·【武器&圣遗物推荐】· 武器选择很简单， 辅助主要考虑基础攻击力 (白值) 高且副属性提供攻击力%的武器 ，上图只是推荐了部分适配型武器，都没有时像西风秘典这类的充能武器也可考虑。 6命主C还是优先考虑专武 ，高白值+下落攻击的伤害加成+能量回复，适配性以及伤害收益其他武器都无法超越。没专武时按上图顺序顺位替代即可。 “沙”是圣遗物时之沙部位的简称；“杯”是圣遗物空之杯部位的简称；“头”是圣遗物理之冠部位的简称。 闲云的圣遗物套装建议以 「昔时之歌」4件套为目标 。当闲云Q10级时，实时面板只需1150点攻击力施放Q就可拿到4件套给的1200的增伤值，对全队角色的所有伤害都生效，这个增伤值和闲云固有2的算法是一样的。虽然每个角色只能触发5次，但是触发简单，也是闲云可通吃所有队伍的搭配。 相对 「昔日宗室之仪」4件套 来说，虽然增攻效果持续时间长，且对于高白值的角色来说收益略好一点，但是能带4宗的角色可太多了，队伍内又只能生效一套，很容易“撞衫”。 「翠绿之影」4件套 适用于去辅助水、火、雷、冰这四种元素的主C，如果闲云单风入队就得优先考虑带4翠绿，同理4宗，队伍内只会生效一套4件套效果，若是双风，让另一个风系角色带就好，闲云还是推荐带4昔时。 「2攻击+2攻击」 快速成型，一切都是为了让闲云的面板更接近4500攻击力这个数值。 「逐影猎人」4件套 ，推荐是满命座的玩驻场输出的闲云考虑，且需绑定芙宁娜才能完美发挥其收益。若是没有芙宁娜时，可先用4追忆过渡一下，不过建议有专武鹤鸣余音时更顺畅点，E下落E下落不会消耗两次能量，两次产球就能把15能量补满，然后就Q+3E下落嘎嘎轰炸。 圣遗物方面，作为辅助时， 0+0与0+1都推荐充攻攻、1+1推荐攻攻攻 ，副词条以攻击和充能为主即可。 6命作为主C时直接攻风暴 ，副词条以双暴、攻击、充能为主即可。 ·【阵容搭配】· 闲云作为下落攻击的拐，首先想到的就是辅助魈。 于是有了灵感制作出上图，魈的阵容搭配进化史。 从上图可以看出，魈珐钟班中，闲云可以完美替代班尼特 ，若珐露珊没有6命时可替换为芙宁娜，这都是为了让魈的伤害拿到上限。实际论全队整体伤害，首选的还是魈闲钟芙，毕竟芙宁娜的后台伤害可远远超过珐露珊。 因魈自身无抗打断能力，钟离的护盾是最佳选项啦，保驾护航，持续作战，省心站撸。当然技术佬追上限则推荐[魈+闲云+珐露珊+芙宁娜]。 上图中若是把珐露珊替换为芙宁娜，手法推荐： 芙宁娜QE→钟离长E→闲云E下Q→魈EEQ下落攻击循环输出即可。 最后说下班尼特和闲云的优缺点 (对魈而言) ： ▶班尼特的优点： 对群对单都强势；驻场角色的所有攻击都有增伤效果。 ▶班尼特的缺点 ： Q范围限制(画地为牢)；单体治疗；部分环境如水形幻人充当“内鬼”。 ▶闲云的优点： 对单强势；全队治疗；增伤与治疗无范围限制；风系角色，同色微粒可有效缓解魈的回能压力；比班尼特的增伤能力强。 ▶闲云的缺点： 自身机制仅对下落攻击有增伤效果；增伤效果仅对一个敌人有效，对群收益低。 再简单做个算术题，风鹰班13级Q可给魈提供： （风鹰剑674白值+班尼特90级191白值）×（13级Q119%+1命20%）≈1202点攻击力。 假设魈的A是10级，高空下落伤害倍率是404%，则闲云需要： 1202×404%÷2≈2428点攻击力。 相当于 闲云实时面板有2428点攻击力就可与班尼特的增攻给出的伤害相同 ，这个数值很好达到的，只要圣遗物主词条带对就非常容易。就下落攻击这个板块而言，班尼特已经到了增伤极限，而闲云只是刚入门而已，所以这就是主要的区别。 除了辅助魈以外，也可辅助迪卢克： 闲云Q的强力助跳器，让“登龙斩”不再那么难凹，不管哪位角色，只要你想，都可以加入闲云后瞬时起跳一个下落斩，弓箭角色就不太适合了哈。 本版本的全新4星火系双手剑角色—— 嘉明，与闲云也是有着挺高的契合度 ，自身施放E命中敌人会提高跳跃高度，施放Q后需要等文仔与自身汇合才能刷新E的技能CD，闲云提升跳跃高度的机制刚好是可以弥补文仔与嘉明汇合的这个真空期，所以上图中把迪卢克替换成嘉明也是完全可以的。 其他的角色，像满命芙宁娜同样也是可以借助闲云的增伤以及提升跳跃高度的机制来解锁特殊玩法，不过芙宁娜与闲云的适配性并不是很强，虽然可以提升芙宁娜E后下落攻击伤害，但是芙宁娜只有6次，闲云可支持8次，不过实力压制这倒无所谓。 然后闲云辅助胡桃也是可以—— [胡桃+行秋+钟离+闲云] ，练惯了A重跳，现在加一个下落攻击不是难事，手感还挺好。 其他的阵容，可慢慢探索， 闲云可为驻场角色增加下落攻击的伤害，然后又提供全队治疗以及提高驻场角色的跳跃高度，配置配齐全了，就看喜欢让谁驻场了 。 最后最后就是推荐下 满命闲云作为主C的阵容推荐： 配装、面板建议、手法建议都在图里，Emmm...也没什么需要特别介绍的...硬要说的话就是伤害出乎意料，现在的满命含金量都不低，主要闲云的第3段E打出的冲击波倍率挺高，主要就是亏在了突破增攻而不是双暴，在双暴领域稍微有点亏模，就需要满命珐露珊来抢救一下啦，然后搭配芙宁娜再搭配逐影4件套就解决，主要这个阵容需要的配置有点顶，含金量有点高，可以应证“高投入高回报？”。 一如既往的总结一下下啦。 ·【总结一下】· ⭐闲云的主要定位是特性化下落攻击增伤型+全队治疗型辅助，解锁6命可作为驻场主C。非6命推荐辅助向，天赋只升级Q即可；6命推荐主C向，天赋升级E＞Q，不升级A。 ⭐增伤与治疗都是基于闲云的攻击力，达到4500点攻击力时可达到增伤上限。此数值很难通过配装实现，队伍内可搭配4千岩、4宗室来提高闲云的攻击力。 ⭐Q可为驻场角色提高跳跃高度，“人人都会登龙斩”，以及核心的增伤机制，所以充能比较关键，0+0推荐180%~200%+充能，0+1推荐160%~180%+充能，1+1推荐140%+充能够用。 ⭐武器方面，非6命辅助向优先考虑专武鹤鸣，无专武时可考虑天空之卷、尘世之锁、证誓之明瞳、纯水流华等提供攻击力加成的武器，或者考虑西风秘典提供回能；6命主C向推荐优先考虑专武、其次神乐之真意、四风原典、天空之卷、流浪乐章等提供双暴或攻击力的武器。 ⭐圣遗物方面，推荐以4昔时为目标！ ⭐阵容方面，对魈的提升以及阵容都比较完美，契合迪卢克、胡桃、嘉明以及6命芙宁娜，娱乐玩法自由开发度较高。 本仙不会丢下你一人飞走的。 ——闲云 ·【END】· -感谢观看-",
    "length": 5871
}