{
    "game_id": 2,
    "post_id": "37891114",
    "f_forum_id": 43,
    "subject": "【V3.6攻略·角色攻略】妮露机制简介&配装搭配&阵容搭配",
    "url": "https://www.miyoushe.com/ys/article/37891114",
    "created_at": 1681266718,
    "like_num": 69983,
    "view_num": 878827,
    "reply_num": 1055,
    "text": "UID：152901193 ·【前言】· 大家好，这里是你们的姜姜欧巴！这次带来了 《妮露的机制\\配装\\阵容攻略》 。 一如既往，以下内容为自己 个人见解 ，若有错误请各位及时纠错，若有缺失，劳烦及时补充，欢迎各位热情讨论！先行五体投地大礼表示感谢！ PS：下文，A=普通攻击；E=元素战技；Q=元素爆发；CD=冷却时间。 ·【角色机制简介】· 妮露是一位 绽放反应特性化增伤型角色 ，主要机制就是 优化绽放反应的机制 ， 提供绽放反应的伤害加成 。 ◆ 优化绽放反应的机制是妮露角色等级突破20级解锁的 固有天赋·【折旋落英之庭】 。 处于妮露提供的 「金杯的丰馈」状态 下的角色生成的草原核会变为 「丰壤之核」 ，相比草原核，丰壤之核生成就会爆炸且伤害范围更大。 所以完美发挥妮露的核心机制，阵容体系的主要方向就是 绽放体系 ，也被称为“妮绽放”。 「金杯的丰馈」状态需要 妮露完成第3段舞步 (第3段E) ，且队伍内需要存在且 只能存在元素类型是水与草的角色 才会触发。 七域舞步分为两种： 剑舞步 是以施放A为主，用于 驻场 ； 旋舞步 是以施放E为主，用于 后台 。两者的 挂水能力一致 ，对同个敌人都是大约2秒施加1次水附着。 旋舞步形成的水环 可以后台持续挂水，但是没有伤害能力，所以 无法触发千岩/深林4件套的效果 。水环是跟随角色移动的，因此角色尽量“贴脸”以保证后台挂水能力。 若是选择使用旋舞步让妮露后台，在实战过程中可以通过 EAAE、EEAE 这类可 取消技能前后摇的手法快速获得水环下场 ，但是需要练习手感，不然节奏不对或者说多按了1次A可能会导致触发驻场的剑舞步，所以 省心一点就4E就好 。 ◆ 提高绽放反应伤害的机制是妮露角色等级突破60级解锁的 固有天赋·【翩舞永世之梦】 。 该加成 受妮露自身生命值上限影响 ， 妮露绽放队中妮露天赋给的丰穰之核受妮露最大生命值影响。超过30000部分，每1000提高丰穰之核伤害的9%，上限400%。计算可得当 妮露生命值为74445即可吃满这个400%的加成 ，因此生命值是妮露在绽放体系中的主要堆加的属性。 「金杯的丰馈」状态是一个全队共享的增益状态，妮露为丰壤之核提供的 400%的伤害加成 ，变相理解就是为妮绽放阵容体系中的 所有角色提供了约666点精通 。 再变相的说，妮露生命值上限未超过74445时，给妮露堆生命属性就相当于是在给全队提供精通属性。 所以生命值对于妮露而言是挺关键的一个属性。 ◆ 丰穰之核 (绽放反应) 伤害只跟触发者的元素精通+角色等级+(妮露生命值)+敌人抗性有关，所以妮露的天赋完全可以不用点。 天赋不用升级就能发挥作用 ，可以缓解资源压力。 但是在绽放队中，触发反应的角色的等级决定了丰壤之核的基础伤害，绽放队中每位角色都有可能会触发反应，所以 在妮露的绽放队中，每位角色都挺建议拉到90级 。 另外，妮露自身Q的倍率高，若是想玩一玩高伤的蒸发反应 (娱乐核爆) ，只需升级Q即可。 ·【角色配装】· = 武器推荐 = 绽放队中武器首选“小板砖” (圣显之钥) ，次选绿剑 (磐岩结绿) ，都没有可以选择精通武器，例如苍古，铁蜂刺或者是暗铁剑。 精通武器不加生命，不能给丰穰之核提供伤害加成，可以优先选择免费的暗铁剑或者锻造武器。 蒸发队中优先选择绿剑，其次可选小板砖或者雾切。 = 圣遗物推荐 = 绽放队中 妮露圣遗物建议 首选[2千岩+2花海] ，直接提供了40%的生命值加成，使妮露的生命值上限更容易接近74445这个数值。 若只携带2千岩/花海时生命值已有74445，则另外的2件套可以考虑增加精通的2饰金/乐园/乐团，也就是 [2千岩/花海+2饰金/乐团/乐园] 。但 若是携带圣显之钥 ，还是挺建议更 多考虑2千岩+2花海 ，毕竟生命值可以转换为全队精通加成，实用性更好。 圣遗物 主词条沙杯冠都选择生生生，副词条也选择生命属性最优 。 蒸发队伍中 ，妮露的Q伤基于自身生命值上限造成水元素伤害，所以可以选择 [2沉沦/水月+2千岩/花海] 的搭配方式来提高Q的伤害。 时之沙主词条选择 生命沙 ，空之杯选择 水伤杯 ，理之冠可以根据副词条的词条数在 生命头与爆伤头 中选择最优的。若武器带的不是提供双暴的武器，则建议优先考虑暴击头。 绽放反应是水草反应，由于草克水，因此草底 (绽放中敌人头上始终挂着草元素) 产生的种子数量要比水底多一点，所以在双水双草体系中触发反应多一点的一般是妮露或者另一个水系角色，若另一个水系角色圣遗物已经成型可以不用刻意堆加精通，若想提高种子伤害可以佩戴4乐园套，并适当堆加精通。 而妮露对于丰壤之核的满加成是400%，数值挺高了，相对来说，触发反应的角色的元素精通显得不那么重要 (加成数值越高，后续再获得对应数值的加成收益就会越低) ，且并不能保证绽放反应固定一位角色触发，因此若不想刷4乐园，考虑常规搭配也是可以的。 = 抽取建议 = 命座0命即可，绽放队中 妮露优先要考虑专武而不是命座 。若有专武且原石仍有富余时可以考虑2命。若 想玩蒸发妮露则推荐4命或者6命，6命最佳 。 妮露天赋为绽放反应提供了大量伤害，但是要想玩的舒服个人建议是需要拥有纳西妲这位角色，因此已有纳西妲时可以考虑抽取， 没有纳西妲时不推荐抽取 。 若已有纳西妲，可以考虑抽一个0命妮露加一把专武 (0+1) ，妮露专武优先度大于命座。 ·【阵容搭配】· PS：配装以及手法都在图中。 上文已简介了妮露的核心机制，绽放体系的实力担当。 【珊瑚宫心海】 心海的主要作用是 挂水与治疗 ，圣遗物可以选择海染4件套也可以选择乐园4件套，以上图手法为例，心海驻场时依靠Q的全队治疗量是可以完美触发海染4件套效果，虽然可以选择4乐园以此来提高心海触发绽放反应生成的草原核伤害，但是并不能百分百的去保证每次反应都是由心海触发，覆盖率并不高，再加上4海染对于心海而言，泛用性更高，基本心海适配的每个队伍都可携带4海染，所以更 建议选择4海染 。 武器 有月华带月华 ，没有月华就挺建议铁匠锻造的 试作金珀 ，全队治疗+自身回能，只要自身 充能达到180%+ ，上图手法在循环上即可纵享丝滑。 没有心海时，下位可以用 芭芭拉代替 (没有芭芭拉时努努力，冒险等阶20级会赠送) ，武器、圣遗物和心海一样。 【旅行者·草元素】 草主的主要作用是 后台挂草 ，其Q有元素接触机制，在妮绽放体系中，草主的Q是百分百接触水使Q领域扩大伤害范围，作战时不会因初始的小范围变得局限，挺省心。而 圣遗物无过多要求 ，同队的纳西妲或其余草系角色携带了深林4件套，则可考虑携带饰金4件套，亦或者携带流放4件套、教官4件套都可，但4教官效果触发并不稳定，相反队伍中的另一位草系角色没有携带深林4件套，则草主必然需要携带4深林。其实草主 最主要的就是面板充能效率达到230%+即可 ，带啥都行，就如武器只考虑充能型武器就好。 没有草主时，努努力去须弥与草神像共鸣。 【纳西妲】 纳西妲的主要作用就是 后台输出与挂草 ，考虑泛用性的前提，推荐圣遗物优先选择 4深林，通用所有适配纳西妲的体系 。4深林的主要效果就是用来降低敌人的草抗，是用来提高草元素伤害的核心圣遗物套装 (绽放反应生成的草原核/丰壤之核爆炸造成的伤害都是草伤) 。 没有纳西妲时，下位可用 柯莱代替 (没有柯莱时，努努力，深境螺旋通关第四层会赠送) ，圣遗物与武器的搭配思路和草主一样。 输出流程： 心海E放水母，纳西妲EQ (E分为长按与点按，长按用于对群，点按用于对单，但是为了提高命中率，建议长按E) ，接着妮露EEEE为全队加持核心的「金杯的丰馈」状态，再切草主EQ，最后心海Q (可延续水母的持续时间) 驻场持续A即可。等待心海E冷却完毕或者草主Q结束后就可进入下一次循环。 其实该阵容的核心要点是 每次循环不要忘了施放妮露的4E ，这点非常重要，整队的主要输出全靠妮露的4E提供的「金杯的丰馈」状态来实现，其余的角色 可以哪里亮了点哪里 ，没有特别的操作要求！ 另外此阵容的优点是 对群奇效 ，类似“武装队”一样，但是 对单就稍显乏力 ，因为0.5秒内，同个敌人最多只能受到2次草原核的伤害。 为了 提高对单的输出能力 ，在不影响妮绽放体系 (必须是水草角色搭配) 以及续航能力的前提下，考虑加入后台输出型角色，于是就 有了以下队伍 。 拥有后台持续输出与挂草能力的纳西妲建议保持不动，把提供续航的心海替换为了后台持续输出与挂水的行秋，因失去了续航，所以把草主替换为了拥有治疗能力的瑶瑶。 【行秋】 主要作用就是 后台持续输出与挂水 ，培养方向建议 以自身水伤为主 ，不建议刻意考虑精通属性。后台伤害与挂水由Q提供，充能重要，非满命无祭礼剑时建议携带西风剑，充能效率达到230%+，满命+祭礼剑 (4阶或以上最佳) 建议充能180%+即可。 可以替换为夜兰 ，机制类似。行秋的优势是提供抗打断与减伤，可以提高驻场角色的输出环境和生存能力。夜兰的优势是可为驻场角色提供伤害加成，自身整体伤害上限比行秋高一些，但不提供抗打断与减伤。所以 要伤害选夜兰，要生存选行秋 就好。 【瑶瑶】 主要作用是提供 治疗与挂草 ，Q可全队治疗且是高频草伤，在Q状态下瑶瑶驻场使用跳跃\\冲刺\\奔跑可以额外造成草伤提高伤害频率 (与Q的高频草伤共享附着CD，伤害次数多，但是整个Q状态5秒期间只能挂3次草附着) ，所以建议瑶瑶驻场使用A跳跃/冲刺的手法稳定触发行秋的Q以及自身Q状态下时的额外草伤。瑶瑶的E有后台治疗与伤害机制，可以稳定触发4千岩效果，队伍增益可选4千岩，提高生存能力可选择治疗量最高的4少女。因依赖Q作为驻场状态， 充能建议达到200%+ ，武器就选充能型武器。 目前瑶瑶没有下位替代角色，因目前草系角色中拥有治疗能力的也只有瑶瑶，在 《3.6版本前瞻特别节目中》已知晓白术 拥有治疗与提供护盾的能力，且是草系法器，单从机制上就 可以让白术来替代上图阵容中的瑶瑶 ，但白术在3.6版本的下半卡池。 输出流程： 纳西妲E给敌人施加蕴种印然后Q，切妮露出来4E为全队加持「金杯的丰馈」状态，接着切行秋EQ (祭礼剑EQE，建议穿插A使用) ，最后让瑶瑶出来EQ放月桂，持续A+跳跃/冲刺 (Q状态结束就不用跳跃/冲刺了) ，一直到E冷却时间转完就可进入循环。 此阵容对单时的打击感也挺好，主要行秋Q的剑雨配合瑶瑶的A使用起来很有感觉，当然，用于对单的妮绽放体系并不只是这一种，结合上文内容，只需把挂草能力强的角色放在驻场位，后台全是水系角色也是不错的思路。 此阵容纳西妲直接由后台变为前台，作为法器角色，A也能挂草，配合自身E，挂草能力不用担心。 纳西妲可以平替为艾尔海森 ，海森通过自身机制可实现草元素附魔，可使A打出草伤实现挂草，加上E的光幕瞬间爆发伤害与挂草，海森驻场时才能把队伍伤害给提上来。 主要海森没有后台挂草的机制，使得妮露，心海，夜兰出场施放技能时无法生成草原核，这个时间便是种子真空期，相对纳西妲来说，全程都有种子，所以 极致爆发选海森，全程稳定选纳西妲 ，都可。 夜兰同理上文【行秋】介绍，主要以自身水伤为主， 没有夜兰可以选择行秋 。 水系治疗角色中只有芭芭拉和心海，因为是草神前台驻场，高压环境下还是需要切回芭芭拉A/Q回血，因此 推荐心海后台奶最优 。 输出流程： 纳西妲E上标记再Q，切心海E放水母，接着妮露4E给状态，再接着夜兰出场EQ接下A，此时让心海出场Q延续水母的持续时间，最后就是纳西妲出场E再驻场持续A即可，期间有E就放，等着水母消失就可切心海E进入循环。 只要保证「金杯的丰馈」状态持续，心海的水母持续，主要让纳西妲驻场这几点，基本也是哪里亮了点哪里，也不是特别限制操作。 此阵容 同理上个阵容 ，优点都是在 不影响绽放情况下补充后台伤害达到极致对单 。 最后就是大佬的妮露核弹体系。 依靠妮露Q的高倍率水伤以及Q两段都可挂水的机制，在各种增益 (工具人/拐) 的加持下，配合水打火的2倍蒸发反应 (火打水是1.5倍) ，可让妮露对敌人实现“血条消失术”，也就是常说的核爆大数字，该体系适合娱乐，但 建议妮露解锁6命体验最佳！ 此阵容中 没有2命可莉 (减防机制) 可以 用班尼特或者香菱辅助挂火 ，配合上万叶Q的染火，保证了妮露Q两段伤害都可以打出高额的蒸发反应。 输出流程： 夜兰EQ (Q状态提供递增式增伤，夜兰Q状态持续时间内，时间越长增益越高，所以夜兰优先出场EQ) 。 妮露EAAA触发圣显之钥的精炼特效获得精通以及触发4命的增伤效果，若夜兰携带终末也会触发终末的精炼特效为全队提供精通。 可莉E触发蒸发反应并触发4教官为全队提供精通的效果。 万叶长按E扩散水元素并消耗敌人身上的水附着，同时触发了自身增伤机制 (固有天赋·风物之诗咏，扩散水就是给全队角色增加了水伤) 并触发4翠绿的减抗效果 (扩散水自然是减水抗) 又同时牵引可莉的诡雷至敌人周围，可莉诡雷触碰敌人发生爆炸对敌人造成火伤并施加火附着，此时万叶Q接触了火元素形成火领域。 最后切妮露Q收尾。 可参照视频展示： ·【总结一下】· ⭐妮露主要机制是提供金杯的丰馈状态。在该状态下，任意角色触发绽放反应生成的草原核都会变为丰壤之核，拥有及时性伤害与更大伤害范围的特点；在该状态下，基于妮露生命值上限以一定比例为全队提供精通，上限400%≈666点精通，需要妮露有74445点生命值上限来实现。 ⭐金杯的丰馈状态通过妮露打出第3段E来获取，妮露基本处于后台，省心手法EEEE，进阶手法EAAE。 ⭐生命值上限74445，是妮露的目标，所以武器、圣遗物首选有生命值加成的即可。若没有生命值加成的武器，则就考虑提供精通的武器。 ⭐阵容被限制于金杯的丰馈状态触发机制，妮露的绽放队中，必须且只能存在水元素和草元素的角色，只需满足续航、持续挂水、持续挂草这几个条件便可自成一队。 ⭐命座0命即可，专武优先于命座。 想要传达美丽的话，就要成为美丽本身吧。 ——妮露 ·【END】· -感谢观看-",
    "length": 5780
}