{
    "game_id": 2,
    "post_id": "44014613",
    "f_forum_id": 43,
    "subject": "那些可以白嫖的单手剑",
    "url": "https://www.miyoushe.com/ys/article/44014613",
    "created_at": 1696150171,
    "like_num": 98,
    "view_num": 11001,
    "reply_num": 11,
    "text": "大家好，这里是孑一的零抽向攻略_(米游姬-来了来了) 本次汇总游戏中可以白嫖的单手剑。1星和2星仍然不做讨论 常驻获取8角色中_(时光交响之章表情包12)主角_(时光交响之章表情包11)、_(凯亚-降温)凯亚、_(琳妮特-看戏)琳妮特是单手剑角色，除此之外送过的单手剑角色有_(行秋-有主意了)行秋（2.6/海灯节）、_(莱依拉-梦游)莱依拉（3.8）、_(班尼特-自信)班尼特（4.0） 1.试作斩岩 锻造消耗北陆单手剑原胚*1、水晶矿*50、白铁矿*50 适用于普攻倍率较高的凯亚，重击倍率较高的荧。高达565的白值，充能够的话给班尼特也可以，不过还是更推荐班尼特用原木刀 冒险等级10级凯瑟琳会送一把，拿来给凯亚开荒用还是不错的，不推荐锻造，尤其是前期原胚较少的情况，除非打算走物理流凯亚 2.铁蜂刺 锻造消耗北陆单手剑原胚*1、水晶矿*50、白铁矿*50 适用于风主和草主 有同样加精通的东花坊时雨和暗铁剑在，也没有太大必要锻造 3.天目影打刀 锻造消耗北陆单手剑原胚*1、紫晶矿*50、白铁矿*50 这把剑适合E的cd较短的角色使用，推荐岩主、草主、琳妮特、凯亚使用，等效充能很高，推荐锻造和精炼 完成农民的宝藏任务可以获取图纸，附带一个北陆单手剑胚子，去刃连岛解救在笼子的人触发任务，相关攻略较多，此处不再赘述 4.原木刀 锻造消耗央陆单手剑原胚*1、水晶矿*50、白铁矿*50 高白值，副属性充能使得这把武器泛用性较高，适合各元素主角、凯亚、班尼特、琳妮特，推荐锻造，不推荐精炼 完成森林书任务，找梦之树旁的兰随尼可以用任务道具兑换图纸 5.海渊终曲 锻造消耗央陆单手剑原胚*1、萃凝晶*50、白铁矿*50 武器强度较高，但是需要绑定奶妈，适合凯亚、岩主、水主，看个人需要锻造和精炼 在枫丹铁匠铺伊丝黛莱处购买图纸 6.灰河渡手 虽然强度不如同系列的渔获，但是精5总计高达77.9的充能还是非常不错的，适合行秋、琳妮特、各元素主角 在枫丹钓鱼协会兑换 7.笼钓瓶一心 万叶传说任务奖励，目前只能精1 强度在线，外观漂亮，适合凯亚、岩主、水主使用 8.黎明神剑 零抽目前只能精3 凯亚传说任务给一把，与稻妻城NPC菜菜子和奥摩斯港NPC艾依曼对话会分别给一把，注意需要先完成NPC所在主线才可以 菜菜子位置： 艾依曼位置： 虽然是3星神器，但是低白值和刚需盾对零抽来说似乎并不好用，不过在零抽有了莱依拉和班尼特之后，这把武器还是不错的，适合凯亚、岩主、草主、水主、莱依拉使用 9.飞天御剑 零抽目前只能精1 和璃月庆云顶NPC判官儿对话获取 判官儿位置： 高达52.1的充能还是非常不错的，适合雷主、草主、行秋 10.冷刃 同样只能精1，存在感较低，和蒙德望风山地NPC哈里对话获取 哈里位置： 适合凯亚、莱依拉、水主 11.暗铁剑 全游目前仅一把，和璃月港NPC快刀陈对话获取 快刀陈位置： 适合草主、风主 12.吃虎鱼刀 在璃月境内开精致及以上品质宝箱概率获取，包括层岩地区。仅推荐主角、凯亚前期过渡使用，此外，和稻妻城铁匠铺NPC天目十五对话也可获得一把 天目十五位置： 13.旅行剑 在蒙德境内开精致及以上品质宝箱概率获得，包括雪山地区。防御词条用处不大，推荐前期没有芭芭拉的时候作为回血手段过渡使用，此外，主线任务骑士的现场教习也会赠送一把 14.活动武器 1.2白垩与黑龙 2.3皑尘与雪影 3.3秋津森夜试胆会 绝版，错过就没了。 其中，腐殖之剑强度在线，泛用性较强，各元素主角、凯亚、行秋、班尼特、琳妮特都适用 辰砂之纺锤由于是防御词条，零抽目前没有太适合的角色 东花坊时雨精通与铁蜂刺相同，推荐草主、风主使用 15附：单手剑原胚来源 ①北陆单手剑原胚 蒙德璃月稻妻周本奖励、 央陆单手剑原胚转换、 原胚之匣、 蒙德玛乔丽风之印兑换、 神樱树4级奖励、 稻妻世界任务农民的宝藏奖励、 ②央陆单手剑原胚 须弥周本奖励、 梦之树4级奖励、 露景泉4级奖励、 北陆单手剑原胚转换 ③原胚之匣 流明石触媒9级奖励、 星之归还活动奖励 零抽可白嫖单手剑目前就这么多，这里是孑一，我们下次见了_(米游姬-点赞)",
    "length": 1713
}