{
    "game_id": 2,
    "post_id": "45864422",
    "f_forum_id": 43,
    "subject": "【V4.2攻略·角色攻略】诺艾尔，芙芙女仆队，毕业养成攻略",
    "url": "https://www.miyoushe.com/ys/article/45864422",
    "created_at": 1700831245,
    "like_num": 1498,
    "view_num": 83049,
    "reply_num": 321,
    "text": "UID： 100785479 相信大家获得 芙宁娜 ， 芙芙 之后，就想到了这个 女仆 配队 芙宁娜、夜兰、女仆、钟离/八重神子/万叶 等 那么这期就帮助大家快速毕业养成 _(派蒙-哇) 觉得不错的小伙伴 记得留下右下角那大大的 赞 ~ Thanks♪(･ω･)ﾉ 芙芙 毕业养成攻略： 【V4.2攻略·角色攻略】芙宁娜0~6命毕业面板，属性收益图 夜兰 毕业养成攻略： 【V4.0攻略·角色攻略】0~6命夜兰毕业面板，全圣遗物武器 万叶 毕业养成攻略： 【V3.7攻略·角色攻略】万叶毕业面板，充能、辅助&输出养成 【芙宁娜队伍下，诺艾尔武器期望对比】 图1.猎人套，图2.华馆套 武器按期望排名选择即可 ▌ 1.诺艾尔各属性收益图&数据分析 工具： MATLAB、Python 算法： 边际效用递减公式+拟合曲线（防御力和攻击力是加法，本文已做权重+叠加稀释处理） A： 27%暴击率、54%暴击伤害、1351攻击力（42%攻击力加成）、1480防御力（85.28%防御力加成） B： 38%暴击率、76%暴击伤害、1467攻击力（47.25%攻击力加成）、1637防御力（104.96%防御力加成） C： 57%暴击率、114%暴击伤害、1698攻击力（89.25%攻击力加成）、1899防御力（137.76%防御力加成） 诺艾尔曲线说明 （一定要看哦~~） 1） A、B、C交点 ，表示双暴与各收益相同； 2）这里我们可以看到 双暴的收益是逐步上升 的，也就是说 0~5命： 诺艾尔达到1467攻击力、1480防御力，就应该 全力养成双暴 ； 诺艾尔0~5命 螭骨剑毕业面板参考 0命芙芙大招环境下 华馆套（未触发面板），攻击沙、岩杯、爆伤帽，30词条； 6命： 诺艾尔达到1467攻击力、1899防御力，就应该 全力养成双暴 ； 诺艾尔6命 螭骨剑毕业面板参考 0命芙芙大招环境下 华馆套（未触发），防御沙、岩杯、爆伤帽，30词条； 触发 华馆套 相信小伙伴们，应该看的非常明白 3） 非6命 ，我们正常毕业 诺艾尔 在使用 攻击沙漏 的情况下，各属性可以说 基本完美贴合边际效益曲线 ，也就是每个乘区基本达到最大化，这就是 诺艾尔 伤害为什么不错的原因； 4）而达了 6命 ， 诺艾尔 的防御力收益原理远比攻击力高，所以要使用 防御沙漏 ，这样子各属性也贴近于边际效益曲线； 5）另外，我们可以看到 0~5命 后，在未达到 100%暴击率200%暴击伤害 情况下，无论是攻击力还是防御力的收益是永远追不上的；同理达到 6命 ，当 诺艾尔 达到 100%暴击率200%暴击伤害，或70%暴击率260%暴击伤害 情况下；防御力收益也是远大于双暴收益； 6）在有 芙宁娜 的大招情况下，我是不是还是使用 岩伤杯 呢？ 对，绝对是岩伤杯； ▌ 2.诺艾尔杯子选择问题 我们可以拿 芙宁娜大招下，6命毕业诺艾尔 比较： 岩伤杯伤害： 防御杯伤害： 攻击杯伤害： 结论：岩伤杯伤害最高 详细分析了以上数据之后，照顾看的迷迷糊糊的小伙伴 总结以下养成核心指南： 0~5命： 诺艾尔达到1467攻击力、1480防御力，就应该 全力养成双暴 ； 即使用攻击沙漏、岩伤杯、暴击率/暴击伤害帽子（具体看武器属性） 6命： 诺艾尔达到1467攻击力、1899防御力，就应该 全力养成双暴 ； 双暴达到100%/200%，or，70%/260%，80%/240%，就应该 梭哈防御力 ； 即使用防御沙漏、岩伤杯、暴击率/暴击伤害帽子（具体看武器属性） 综上所述， 诺艾尔 的养成即使在队伍有芙宁娜的情况下，也没什么变化，养成跟以前一样； ▌ 3.圣遗物选择 由于队伍有 芙宁娜 ， 诺艾尔 血量会变动可以触发 逐影猎人套 效果； 因此，30词条下，逐影猎人套和华馆套伤害期望对比 诺艾尔：6命，螭骨剑1精、赤角石溃杵1精，防岩爆 结论：无论用什么武器，都是逐影猎人套更高 毕业选择： 华馆套/猎人套； 主词条： 0~5命攻岩暴/爆、6命防岩暴/爆 副词条： 双暴>充能效率>防御力>攻击力 _(甘雨-加班) 制作不易，可以的话 点个赞，棒棒哒~~ 多支持嘤嘤嘤 _(米游姬 抛心心)_(米游姬 抛心心)_(米游姬 抛心心) 嘤嘤嘤 【诺艾尔毕业面板一图流】 主词条缩写： 防： 防御力百分比 岩： 岩伤加成 暴： 暴击率 爆： 暴击伤害 0~5命 使用攻击沙漏，毕业面板参考双暴，其他达到1467攻击力、1480防御力即可； 6命 逐影猎人套 华馆套",
    "length": 1868
}