{
    "game_id": 2,
    "post_id": "34975807",
    "f_forum_id": 43,
    "subject": "【V3.4角色攻略】璃月最强火c--胡桃全方位攻略",
    "url": "https://www.miyoushe.com/ys/article/34975807",
    "created_at": 1674988601,
    "like_num": 2893,
    "view_num": 39712,
    "reply_num": 222,
    "text": "【前言】 Hello大家好，这里是最近勤更的Shioko！今天为大家带来的是往生堂堂主--胡桃的攻略，所有方面都有讲到，简洁易懂，全是干货，后期会在第一期的基础上在合集里继续改进。 这里我说一下，因为个人工作关系，所以没有办法一条一条回复评论，希望大家谅解。 按规矩，套个盾，楼主60级开服全角色玩家，米游社上绑定的是小号，请勿上纲上线。 【目录】 1.胡桃角色定位 2.胡桃培养素材汇总 3.胡桃天赋技能分析 4.胡桃命座分析 5.胡桃圣遗物推荐 6.胡桃武器推荐 7.胡桃配队推荐 8.胡桃毕业面板参考 1.胡桃角色定位 五星火系长柄武器主力输出级别角色，简单来说就是 火系爆发型站场主c 2.胡桃培养素材汇总 （图源见 ﻿ @O丶Ha丶Yo ﻿ ） 一个地图只有14朵霓裳花，但可以购买和在尘歌壶中种植，或者可以进他人世界采集，每三天刷新一次，天赋材料于璃月太山府每周二、周五、周天刷取 3.胡桃天赋技能分析 （1）普通攻击·往生秘传枪法： 进行至多六段的连续枪击 重击： 消耗一定体力，向前方突进，对路径上的敌人造成伤害 下落攻击： 从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害 （2）元素战技·蝶引来生： 胡桃消耗一部分生命值，击退周围敌人，进入彼岸蝶舞状态，基于进入该状态时胡桃的生命值上限，提高胡桃的攻击力，通过这种方式提高的攻击力提升，不能超过胡桃基础攻击力的400%；同时将攻击伤害转为火元素伤害，该元素转化无法被附魔覆盖，且重击会为命中的敌人施加血梅香效果，并提高胡桃的抗打断能力；处于血梅香状态下的敌人，每4秒会受到一次火元素伤害，这个伤害视为元素战技伤害，同一个目标身上只能存在一个血梅香效果，且只能被胡桃自己刷新持续时间；彼岸蝶舞将在持续时间结束、胡桃下场或倒下时解除 （3）元素爆发·安神秘法： 挥动炽热的魂灵，造成大范围火元素伤害，命中敌人时，基于胡桃的生命值上限，恢复胡桃的生命值，这个效果最多对五个命中的敌人生效；如果技能命中时胡桃的生命值低于或等于50%，则造成更高的伤害与治疗量 （4）固有天赋·蝶隐之时： 蝶引来生施加的彼岸蝶舞状态结束后，队伍中所有的角色的暴击率提升 提升12%，持*8* 固有天赋·血之灶火： 胡桃生命值低于或等于50%时，获得33%的火元素伤害加成 固有天赋·多多益善： 完美烹饪食物时，有18%的概率额外获得一个奇怪品质的同种料理 总结：升级优先级【普通攻击A>元素战技E>元素爆发Q】，天赋建议10-10-8 4.胡桃命座分析 1命【赤团开时斜飞去】 效果：处于蝶引来生施加的彼岸蝶舞状态下时，胡桃的重击不会消耗体力 一命是胡桃的关键命座，能极大的优化胡桃的输出手感，以及提升胡桃的输出上限（具体0命和1命的操作手法在后面会一一说明）。胡桃输出依赖重击，而每次重击需要25点体力，0命胡桃，满体力情况下，开E极限打出8次重击，体力就没了。这样第二轮循环输出的时候，体力是不支持一直重击输出的，更别说躲避怪物的攻击还需要体力。解锁一命后，重击耗体力的困扰没了，重击的后摇还可以用闪避来取消。并且闪避使用一次仅需消耗体力18点 2命【最不安神晴又复雨】 效果： 雪梅香造成的伤害提高，提高值相当于效果附加时胡桃生命值上限的10%;此外，大招会为命中的敌人施加血梅香效果 伤害还算可以，计算下来打出蒸发的话，单次雪梅香伤害能提升个1.5万左右，这样16秒循环期间可以多个6万左右的伤害，提升还算不错。但五星角色命座很贵的，所以推荐度不高 3命【逗留采血色】 效果：E技能等级提升3级 4命【伴君眠花房】 效果：处于雪梅香状态影响下的敌人被击败时，队伍中所有的角色（不包括胡桃自己）的暴击率提升12%，持*15* 4命依旧是提升胡桃的副C能力，毕竟不会给自己加成 5命【无可奈何燃花作香】效果：Q技能等级提升3级 6命【幽蝶能留一缕芳】 效果：胡桃生命值低于25%以下，或是承受致命一击时触发；此次伤害不会使胡桃倒下，并且接下来的10秒内，胡桃的全抗性增加200%，暴击率提升100%，并极大的提高胡桃的抗打断能力。该效果每60秒只能触发一次 6命看似很强，其实最大的作用也就是防止暴毙一次。60秒只能触发一次，且触发条件比较苛刻，总的来说抽取6命的性价比并不高 总结:关键命座【1命，3命，6命】 5.胡桃圣遗物推荐 总结：炽烈的炎之魔女四件套（推荐度80%），追忆之注连四件套（重击强化），炽烈的炎之魔女二件套+流浪大地的乐团二件套（元素反应），战狂四件套（新手开荒）；主词条【生命/精通沙，火伤杯，暴击/暴伤头】；副词条【暴击>暴伤>元素精通>生命%】 6.胡桃武器推荐 护摩之杖： （90级）基础攻击力【608】暴击伤害【66.2%】 和璞鸢： （90级）基础攻击力【674】暴击率【22.1%】 匣里灭辰： （90级）基础攻击力【454】元素精通【221】 决斗之枪： （90级）基础攻击力【454】暴击率【36.8%】 总结：护摩之杖>和璞鸢>匣里灭辰>决斗之枪 7.胡桃配队推荐 蒸发队： 胡桃 行秋 砂糖 班尼特 （砂糖EQ-班尼特E-行秋QE-胡桃EQ） 融化队： 胡桃 行秋 凯亚/甘雨 班尼特 （班尼特E-行秋EQ-凯亚Q-胡桃EQ） 超载队： 胡桃 班尼特 北斗 菲谢尔 （北斗QE-班尼特E-菲谢尔EQ-胡桃EQ） 双冰速切队： 胡桃 甘雨 凯亚 班尼特 （班尼特E-凯亚EQ-甘雨QE-胡桃QE） 胡行钟双岩队： 胡桃 行秋 钟离 岩主/阿贝多/凝光 （钟离QE-阿贝多E-行秋Q-胡桃EQ） 双火融化队： 胡桃 甘雨 砂糖 班尼特 （班尼特E-砂糖E-甘雨QE-砂糖QE-胡桃QE） 胡行托双火： 胡桃 行秋 托马 砂糖/万叶 （ 托马EQ-砂糖E-行秋QE-胡桃EQ ） 8.胡桃毕业面板参考 生命：28000+；攻击：3000+；防御：800+；暴击率：50%+；暴击伤害：180%+；精通：100+； 充能：100%+；元素加成：火伤60%+，火抗性30%+ 今天的攻略就到这里了，希望对大家的抽卡规划和角色培养有用，喜欢就点个收藏和关注，后续会查缺补漏，夜兰的攻略也会放在合集里，谢谢_(偶像姬_闪亮登场) ﻿ @Shioko ﻿ 出品",
    "length": 2576
}