{
    "game_id": 2,
    "post_id": "56283834",
    "f_forum_id": 43,
    "subject": "「艾梅莉埃」的全面解析攻略",
    "url": "https://www.miyoushe.com/ys/article/56283834",
    "created_at": 1722938527,
    "like_num": 11115,
    "view_num": 53388,
    "reply_num": 140,
    "text": "超链图片 艾梅莉埃是「五星草系长柄燃烧输出」，可以站场也可以后台，战技长时间草输出， 持续大于冷却 ，基本不会中断。 虽然角色看着是燃烧为主，但其实 燃烧的作用是提升艾梅莉埃自己的伤害 ，是个根据燃烧提升输出能力的角色，并 不是辅助 队伍的提升队伍的燃烧能力，简单来说就是 触发燃烧只是为了提升艾梅莉埃自己的伤害 ，而 不是提升燃烧反应 这个反应的伤害，不是给队友使用的。 【普攻】 超链图片 不站场用不到，满命附魔或带附魔辅助才有用。 【E技能】 超链图片 战技可以留下一个持续造成草伤的领域，并且 持续比冷却长，不会中断战技 。 附近有 被燃烧的敌人 时，还会掉落提高战技伤害的「香韵」buff，一阶提升至二阶，并有额外攻击。 【Q技能】 超链图片 开启后，战技会暂时失效变成大招的阵法，并将战技提升至 三阶 ，并造成更高频率的草伤攻击。 时间结束会自动留下一阶战技，如果 开大招前已经有战技在场 了，会保持上一次战技并刷新持续时间及阶段。 大招期间再使用战技的话只能造成施放的那一下伤害，不会留下战技领域。 (可以保持战技的阶段，如果每次大招都能在战技持续时间内使用，可以不再需要手动放战技，因为手动战技会把阶段刷新成一阶。) 【突破1】 超链图片 战技每获得2次战技「香韵」时，会根据艾梅莉埃面板攻击力高低造成额外的草范围伤，但 该额外伤害不吃战技加成 。 【突破4】 超链图片 根据艾梅莉埃的攻击力高低，提升对燃烧状态下的敌人造成的伤害。 面板攻击力达2400即可吃满。 【特殊天赋】 超链图片 场上有艾梅莉埃的战技时，我方的 燃烧火抗 有很高的提升。 主要是应用于打燃烧反应时不殃及自身，注意， 仅燃烧的 。 天赋升级： 战技＞大招＞普攻 (纯后台可不升普攻) 命座： 超链图片 一命：战技和突破1增伤，「香韵」生成+1。 二命：战技/大招/突破1命中可降低敌人草抗。 三命：战技+3。 四命：大招持续延长，并降低攻击间隔。 五命：大招+3。 六命：大招或普攻可附魔自己的普攻成草伤。 命座说明： 一命以后「香韵」可生成3枚了，伤害更高。 二命攻击可降低敌人的草抗，可以辅助自己或其他草C了。 四命大招持续提升至4.8秒。 六命战技或大招可附魔自己的普攻变成强制的草伤，并且「香韵」又多了。 玩法介绍： 后台： 这个算比较主流的玩法了，每次放完战技切下台即可，也可以放完战技接个大招再下场。 附魔混伤： 满命前的玩法，可以搭配「满命班尼特」自己的附魔火普攻与自己的草技能触发燃烧等反应；也可以搭配「坎蒂丝」附魔水普攻与自己的草技能打绽放等反应；与重云的战技附魔冰普攻貌似没什么用处，冰草无反应但可共存，搭配个水也可玩冻绽流派，草种子是主要输出，冻结是控怪用的。 满命附魔草： 这个是满命玩法，跟上面一样的，只是艾梅莉埃的普攻附魔成草的而已，但是自己附魔的草还有增伤，且无法被覆盖，所以只能是自己的普攻打草伤了，当做一般的站场草C那样去玩就好了。基本上每次附魔只能打两轮附魔普攻。基本操作就是每轮循环普攻一轮即可。 小提示： 大招是可以刷新战技的持续时间的，刚开场放完战技，之后每轮循环如果都能在战技没结束之前再次开大招，基本不再需要手动施放战技，除非有装备或其他情况是 需要施放战技才触发的 特效时才手动。 圣遗物选择： 时之沙：攻击力 空之杯：草伤加成 理之冠：暴击/爆伤 副词条：暴击/爆伤＞攻击/充能 超链图片 万能反应套，如果放弃思考直接戴这套就行，纯火草不适合，因为燃烧伤害很低。 超链图片 这套可以看角色走向，如果你是站场，这套就给其他草系戴，辅助艾梅莉埃站场；如果走后台，可以戴这套辅助另一个站场草C。 与 二命完美结合 ，将草抗降低至60%，满命前可做个草C的完美辅助，满命后又可以让其他角色戴草套辅助自己的附魔普攻。 超链图片 绽放或烈绽放、燃烧伤自己时可以叠层，通常是自己站场用。 超链图片 这套可以走纯后台时使用，仅专门提升战技的伤害。 超链图片 本命毕业套，专门触发燃烧并提升伤害。 武器选择： 超链图片 刚好配队时就需要有火，处于火的敌人受到的伤害提高。 超链图片 稻妻锻造，刚好提升战技伤害，战技持续又够长，还有精通加持，还能回能。 超链图片 须弥锻造，刚好自己也很需要攻击力，特效给自己吃都行，后台站场都能用。 超链图片 【V4.7攻略】「千岩系列武器」璃月人的专武 超链图片 蒙德锻造，适合满命时附魔草普攻站场使用，或者附魔buff站场也可用，充能还能提高大招使用率。 超链图片 「雷电将军」小专武「精五渔获」快速获取攻略 钓鱼武器，充能提高大招使用率，还能对大招有特别伤害，还有暴击提升，很适合拿来搭配「绝缘套」。 超链图片 纪行武器，需要有不同元素的角色在队里，比如草草火水、草火火水、草水水火等等，最多就还能有风，不过岩就算了，除非有一定的作用的岩才行。 超链图片 纪行武器，适合满命站场用，或者附魔buff站场也可用。 超链图片 枫丹限定up武器，带好奶即可，提升攻击力和元素伤，台前台后都能用。 超链图片 站场武器，提升盾的硬度，并且自己也很需要攻击力，适合满命附魔草，或者附魔buff时站场使用。 超链图片 吃攻击力角色通用的爆伤武器。 超链图片 「薙草之稻光」的正确打开方式 异常合适，可以搭配「绝缘套」提升很多攻击力，只可惜自身突破不加充能。 超链图片 站场武器，攻击可提升攻击力，满层还能增伤，适合满命附魔草，或者附魔buff时站场使用。 有这把的小伙伴完全没必要再抽专武了，当然指的是站场时的情况，如果要在后台，还得是专武。 超链图片 站场武器，提升充能和暴击率，普攻项还能提速，还有额外攻击的物伤，伤害偏低，但手感却是最好的。 适合满命附魔草，或者附魔buff时站场使用。 超链图片 申鹤专武，刚好可以战技触发特效，6秒后伤害提升到最大，然后在后台攻击力还可以翻倍。 艾梅莉埃 战技和大招都不锁面板 ，所以切后台也可以吃满，可以看做专武之一了，虽然没有双爆提升，但是攻击力提升很高。 【本命专武】 超链图片 艾梅莉埃的专武，触发燃烧提升草伤的增伤，并且恢复充能，站场和后台都能用。 不过有以前其他五星的长柄武器时泛用性都不错，如果没抽这把的话旧武器也都能用，效果都不会太差。 只是用自己的专武的话，就可以保证大招的循环，一直刷新战技持续与阶段，不再手动战技。 一图流 超链图片 实战视频： 待更新…… end",
    "length": 2637
}