{
    "game_id": 2,
    "post_id": "52186139",
    "f_forum_id": 43,
    "subject": "【4.6突破/天赋】周本/天赋本/普通精英怪/首领/区域特产",
    "url": "https://www.miyoushe.com/ys/article/52186139",
    "created_at": 1714367936,
    "like_num": 969,
    "view_num": 52223,
    "reply_num": 34,
    "text": "旅行者，你来啦~ 我是丢小鹅，为你带来【原神4.6】角色突破/天赋材料一览表。 周本/天赋本/普通精英怪/首领/区域特产，应有尽有！ 4.6上半Up角色： 阿蕾奇诺（新） 、林尼、菲米尼、琳妮特、香菱 4.6下半Up角色： 流浪者、白术、莱依拉、珐露珊、北斗 周本（天赋材料） 超链图片 = 特别说明 = 旅行者所需周本材料 旅行者（风、岩）：东风的吐息 旅行者（岩）：北风之尾 旅行者（雷）：龙王之冕 旅行者（草）：凶将之手眼 旅行者（水）：生长天地之蕨草 = 所需数量 = Lv 7 ：1个 Lv 8 ：1个 Lv 9 ：2个 Lv 10 ：2个 合计：6个 注：为单个天赋升级所需的数量，如三个天赋都点满，则需数量乘3 天赋本（天赋材料） 超链图片 = 所需数量 = Lv 2：绿色天赋书 3个 Lv 3：蓝色天赋书 2个 Lv 4：蓝色天赋书 4个 Lv 5：蓝色天赋书 6个 Lv 6：蓝色天赋书 9个 Lv 7：紫色天赋书 4个 Lv 8：紫色天赋书 6个 Lv 9：紫色天赋书 12个 Lv 10：紫色天赋书 16个 合计： 绿色天赋书 3个， 蓝色天赋书 21个， 紫色天赋书 38个 注：为单个天赋升级所需的数量，如三个天赋都点满，则需数量乘3 普通、精英怪（天赋、突破材料） 超链图片 = 角色天赋 所需数量 = Lv 2：一星材料 6个 Lv 3：二星材料 3个 Lv 4：二星材料 4个 Lv 5：二星材料 6个 Lv 6：二星材料 9个 Lv 7：三星材料 4个 Lv 8：三星材料 6个 Lv 9：三星材料 9个 Lv 10：三星材料 12个 合计：一星材料 3个， 二 星材料 22个，三星材料31个 注：为单个天赋升级所需的数量，如三个天赋都点满，则需数量乘3 = 角色突破 所需数量 = 20级：一星材料 3个 40级：一星材料 15个 50级：二星材料 12个 60级：二星材料 18个 70级：三星材料 12个 80级：三星材料 24个 共计：一星材料18个，二星材料30个，三星材料36个 = 讨伐路线 = 推荐 两种参考方法 ： 1、懒宝宝：看视频跟跑 方法：2个宝藏Up主，分别有怪物的领跑视频 1）【你的影月月】 - 收藏 - 怪物收集 2）【莴苣某人】- 材料全收集 - 怪物全收集 评价：细致到无脑跟随，如果你不知道怎么跑，跟着两位“麻麻”就对了！ 2、勤快宝宝：看地图标点自行探索 方法： 1）游戏内按F1 - 讨伐 - 下拉菜单筛选怪物 2）米游社 - 旅行工具 - 大地图 - 筛选标点 - 敌人（普通）/敌人（精英） 评价：适合喜欢自由探索的宝宝，但有时候会找不到在哪里，如果你比较有耐心，推荐这个方法 首领（突破材料） 读前须知： 是按照 怪的所属地区 分类的！不是角色所属地区！ 超链图片 = 所需数量 = 20级：0个 40级：2个 50级：4个 60级：8个 70级：12个 80级：20个 共计：46个 温馨提示： 角色突破时打首领除了掉落图中的材料，还会掉落 元素碎屑/元素断片/元素块 之类的材料。 如果只差元素材料，即使你打的首领掉落的材料不对也可以去 合成台 转成所需要的（合成材料嬗变之尘获取方式：游戏商城 - 尘灰兑换 - 星辰兑换） 可以规划好先突破哪几个角色，提前打下一个角色的突破材料~ 区域特产（突破材料） 超链图片 = 所需数量 = 20级：3个 40级：10个 50级：20个 60级：30个 70级：45个 80级：60个 共计：168个 = 采集路线 = 推荐 两种参考方法 ： 1、懒宝宝：看视频跟跑 方法：2个宝藏Up主，分别有怪物的领跑视频 1）【你的影月月】 - 收藏 - 特产收集 2）【莴苣某人】- 材料全收集 - 提瓦特大陆 全收集 评价：细致到无脑跟随，基本一个材料全跟下来跑个1-2次就能养活1个角色。两位“麻麻”养活了多少原神玩家大家自己看弹幕就知道，本人有幸也是被两位的视频带大的，嚼碎了喂到嘴里的饭实在是太！香！了！ 2、勤快宝宝：看地图标点自行探索 方法：米游社 - 旅行工具 - 大地图 - 筛选标点 - 区域特产 评价：适合喜欢自由探索的宝宝，但有时候会找不到在哪里，如果你比较有耐心，推荐这个方法 = 显示地区特产标识的角色= 可以在小地图以一个小手的标识上显示特产位置的角色： 蒙德： 可莉、米卡 璃月： 烟绯、七七 稻妻： 五郎 须弥： 提纳里 枫丹： 林尼 = 尘歌壶种植 = 在尘歌壶里也可以种植相应的植物，24小时成熟。 在不需要给人物突破时可以种【霓裳花】、【绝云椒椒】、【落落莓】、【墩墩桃】，因为其它植物都是只结一个果，这几种是结多个果，顺便可以完成尘歌壶收获采集物的成就。 日常大地图探索可以带着 【化种匣】 ，随时收集种子~ 超链图片 声明： * 图片禁止二改二传，不授权 亻弋 月干 使用。 * 如图片不清晰，可长按图片点击原图即可。",
    "length": 2042
}