{
    "game_id": 2,
    "post_id": "43770684",
    "f_forum_id": 43,
    "subject": "草行久第四人怎么选可以实现1+1＞2",
    "url": "https://www.miyoushe.com/ys/article/43770684",
    "created_at": 1695688213,
    "like_num": 7558,
    "view_num": 169058,
    "reply_num": 872,
    "text": "大家好，这里是小李鱼，本期我们来盘点一下草行久第四人到底要怎么选择才能实现 1+1＞2呢？ 草行久是一个三人成队的队伍，这样第四人的选择就比较关键了，既要不影响草行久的反应体系还要在这个基础上去提高队伍上限。 我们尽量不要选择 火元素 角色做第四人， 火元素 角色不光会和久岐忍抢 草原核 还会和 草元素 发生 燃烧反应 减少 草原核 产量，会降低队伍整体输出。 所以首选应该是 草元素 角色，草系角色既可以双草共鸣提高伤害，还可以使队伍产生更多草原核。 一、 草元素 角色的选择 1、首选艾尔海森 艾尔海森作为草系站场主c角色，非常契合草行久这个队伍可以大大提高队伍上限， 敲黑板！！！敲黑板！！！敲黑板！！！ 艾尔海森虽然可以提高队伍上限实现1+1＞2但是艾尔海森在队伍中并不能频繁的触发 蔓激化 反应，这是因为队伍中 草元素 和 雷元素 反应产生的 激元素 会和行秋高频的 水元素 发生 绽放反应 ！也不是不能触发 蔓激化 只是频率比较低。但这也不得不承认艾尔海森是草行久第四人中最舒服的一位！ 2、第二位白术 白术可以为全队回血，队伍中久岐忍通常在后台并不能吃到自己的回血效果所以血线通常不健康，有可能会出现暴毙的情况白术可以保证久岐忍血线以免暴毙。白术还有可以增加 草元素 反应的固有天赋。进一步提高队伍上限！ 瑶瑶可以作为白术的下位替代，瑶瑶的元素爆发也可以为全队恢复大量生命值而且速度很快挂草能力强，虽然需要站场但是并不影响草行久的输出。 3、最后可以选择草主和柯莱 草主的元素爆发可以在接触不同元素后发生转变，在草行久队伍中不论是接触 雷元素 提高元素爆发攻击频率，还是染 水元素 扩大元素爆发范围都很不错。同时草主的固有天赋还可以为队伍提供元素精通加成！ 柯莱的元素爆发较比草主的元素爆发范围较小一些，但是元素战技的持续挂草表现不错，四命效果也可以为队友提供元素精通加成！ 二、 雷元素 角色的选择 1、第一位赛诺 赛诺和艾尔海森差不多都是站场主c，但是赛诺是 雷元素 角色在队伍中会和久岐忍抢 超绽放反 应 ，因为是 雷元素 角色较高的挂雷频率可以提高触发 激元素 的频率，相比艾尔海森来说队伍触发 激化反应 的频率较高一些，但是会抢草原核队伍中的久岐忍堆生命做回血辅助就好！ 2、第二位菲谢尔 奥兹的高频挂雷和固有天赋的独立挂雷，可以使队伍中的触发 激化反应 的频率相对频繁，触发 蔓激化 和 超激化 的频率将会更高，且6命之后的协同攻击在对付单体怪物的时候表现会非常的好对单能力大大提升。菲谢尔也是草行久队伍刚被开发出来的时候第四人的常规人选。 3、第三位北斗 选择北斗的话和菲谢尔的不同点就是增加了对群和抗打断以及减伤的能力，北斗的抗打断和减少可以和行秋雨帘剑的抗打断和减少相加，后期可以实现将近80%的高额减伤，在特殊环境比护盾还要好用！但是元素爆发需要80点的能量，需要堆到200%以上的元素充能才能循环。当然一把充能武器和一个充能沙就可以完美解决这个问题！ 三、 水元素 角色的选择 1、第一位心海 心海的作用也是全队回血，可以让久岐忍保持一个减抗的血量同时触发双水共鸣增加全队的生命值上线！ 心海的下位替代可以选择芭芭拉，芭芭拉在释放元素战技后普攻就可以全队回血还是比较好用的！ 2、第二位夜兰 夜兰在这个队伍中可以提高队伍的对单能力，同时元素爆发的增伤效果可以为前台站场的草神提供一些伤害加成。在对单环境选出来真的不要太香！ 3、第三位神里绫人 神里绫人的强度也毋庸置疑，拥有着万金油属性还可以提高草行久队伍的对群能力！而且元素战技的手感真的不要太爽！！！队伍中其他人放完技能最后切绫人开个元素战技一直普攻就好了！ 四， 盾位 的选择 1、第一位钟离 钟离毋庸置疑是提瓦特最强护盾，钟离的盾可不止表现在足够厚而且还有减抗效果。减 草元素 抗性的手段比较缺乏，钟离的护盾就是其中之一如果配合草套的话可以减少怪物20%+30%＝50%的草抗！在护盾的保护下可以安逸输出还能增加草原核的伤害！安逸~~~ 钟离的下位替代可以选择莱依拉和绮良良 莱依拉的盾量要比绮良良厚一点而且比较稳定！ 绮良良则是可以触发双草共鸣给队伍加精通！盾量点按不如莱依拉，但是长按要比莱依拉厚一些不过并不算稳定！ 2、第二位迪奥娜 迪奥娜的盾量虽然比较薄，但是6命效果的精通加成还是很不错的！久岐忍站场的话可以同时吃到草神和迪奥娜的双重精通加成！ 五、 风元素 角色的选择 1、枫原万叶 风元素 角色是不推荐的，因为风元素在这个队伍中并不能扩散草元素减草抗，万叶也不能触发天赋效果加草伤。但是因为万叶不错的聚怪能力可以在对付较为分散的敌人是有良好表现元素爆发也可以染色和久岐忍一起打 超绽放 提高队伍触发超绽放的频率！ 六、1+1＝2的角色 这些是1+1＝2的角色，在草行久队伍中在不影响队伍体系反应的同时，也不会影响自己的输出表现属于各打各的！ 七、总结 草行久第四人的选择非常的随机，既可以根据环境的不同而做出相应的变化还可以带自己喜欢的角色！大家第四人都习惯选择谁呢？_(派蒙-拜拜)",
    "length": 2097
}