{
    "game_id": 2,
    "post_id": "45252061",
    "f_forum_id": 43,
    "subject": "【V4.2攻略·角色攻略】水神芙宁娜增伤机制武器圣遗物配队",
    "url": "https://www.miyoushe.com/ys/article/45252061",
    "created_at": 1699422434,
    "like_num": 4990,
    "view_num": 660409,
    "reply_num": 400,
    "text": "水神的增伤机制怎么回事？ 类似夜兰从0到高，队血条蹦迪（降和回）越快，增伤数值越高。 水神是否锁枫丹配队？ 0命和老体系相性一般，但也能用。 0命那维莱特适配水神吗？ 适配，虽然少1层天赋1，但依然是有提升。 新手水神如何快速成队？ 本月11月商城换个班尼特。 水神+夏洛蒂（凯亚）+雷泽+班尼特。 水神+夏洛蒂（芭芭拉）+烟绯+护盾诺艾尔等。 水神+夏洛蒂（芭芭拉）+香菱+班尼特。 让我们带着这些 问题和答案，一起走进今日的内容。 一图流 武器圣遗物面板配队 芙宁娜：低命增伤+治疗+一定的副C能力，高命可做速切主C，经典的神型。 时间充裕，可以让我们详细看看下面内容。 因为现在 角色命座和技能基本挂钩 ，所以讲解过程会 有命座穿插 ，最后总结。 目录： 一、辅助、主C玩法的武器圣遗物面板参考 二、机制技能解析 三、增伤能力如何 四、命座分析 五、配队就业分析 武器圣遗物面板 玩法1：非满命辅C 【手法】水神放1号位，先手eq开始增伤； 【天赋】1+、8+、8+ 普攻不建议点，没有必要 【命座】0、1、2 0命能用，有余力还是建议抽个1命 【武器】推荐充能系列 4星抽取-西风剑、4星钓鱼-灰河渡手； 4星活动绝版-腐殖之剑、5星抽取-天空之刃； 4星抽取-祭礼剑、4星锻造-原木刀、3星武器-飞天御剑； 专武生命双爆武器也能用，配合充能沙，充能武器性价比高些。 【圣遗物】战技提升 主词条：生/充+生+暴/爆/治；副词条：充能生命双爆； 队伍 只有水神单奶，治疗头可提升烧血回血效率 ； 水神4W血量是一个阈值=生命沙+生命杯子+35%生命值， 35%可以来自：头部、副词条、武器、双水、圣遗物2件套等手段。 套装：4黄金剧团； 散搭：2生命（花海千岩）2充能（绝缘流放者）2水伤（沉沦、水仙）散搭； 过渡：4流放者、2流放者2学士散搭； 【面板】 生命：3.5W+； 充能：200%+，根据队伍调整，不能循环就往上提； 暴击：60%+；爆伤120%+； 这个面板，9级战技E，召唤物小姐一次攻击有一万多伤害； 玩法2：满命主C 【天赋】8+、8+、8+ 普攻攻击收益虽然鸡肋，还是建议点一点； 【武器】推荐双爆生命类 5星专武-镜水流涌之辉、5星抽取-磐岩结绿、5星绫华专武-雾切之稻光； 5星海哥专武-裁叶翠光、5星绫人专武-波乱月白、5星妮露专武-圣显； 4星月卡-黑剑、4星月卡-狼牙、4星-祭礼剑、4星抽取-船坞长剑；3星武器-黎明神剑； 其他双爆生命类武器也可以使用，不再一一列举。 【圣遗物】 主词条：生+水/生+暴/爆；副词条：双爆生命充能； 2命的生命额外加成，杯子比较推荐水伤； 套装：4逐影猎人、4沉沦之心、4水仙、2水2生命、4角斗士； 过渡：4战狂、4武人、4角斗士； 【面板】 生命：3.5W+；充能：150%±，不能循环队友西风武器； 暴击：70%+；爆伤150%+； 天赋技能机制解析 【普攻A+重击Z】0-5命 普攻没伤害，重击切形态 ①普攻：共4段，伤害收益-攻击力； ②普攻：释放荒/芒属性的灵息之刺； ③重击：可切换荒芒形态； 荒芒形态影响战技E的召唤物， 荒：副C输出模式-3个战斗单位； 芒：治疗模式-1个治疗单位； 【普攻】6命 释放战技后攻击水附魔10秒，6次高额伤害 ①普攻：收益攻击+生命值×18% 、额外+生命值×43%倍率 ②对比： 龙王10级重击倍率14.47% 生命值， 夜兰6命重击倍率20%生命值 ； ③6命水神：当之无愧的水系大C。 ④6+1水神：90%毕业程度，单人普攻一段3W±、特殊攻击6W±。 【元素战技E：双形态】 ①30秒持*，20*冷却； ②召唤 荒性战斗单位 or 芒性治疗单位 ，双形态通过重击自由切换，共享CD； 【荒性：输出形态3个战斗单位】 ①烧全队血量最低到50%，耗时20秒左右 ； 自带烧血，所以在 老体系中也有就业空间 ； 但 相性没那么好 ，如 胡行钟芙，第一波全队烧血，第二波芙芙必须切治疗奶全队 。 队伍 有第二个奶奶，其实是不错的，比如雷芙班香、夏芙组合； ②每烧一个队友血量， 提升10%原本伤害（独立乘区） ； ③倍率和31.47%>夜兰10级爆发26.31% ，但攻击频次方面，夜兰完胜。 单水神的情况下，水神很难一直保持战斗，得把血拉回来。 ④老牌主C全员猎人？ 普攻重击主C比较不错，比如宵宫胡桃。其他主C，没必要强刷新圣遗物。 【芒性：治疗形态1个奶妈单位】 歌者-类似心海水母 治疗量：8.64%生命+1017，1跳4千+± 【总结】 ①有不错的后台输出能力、前台治疗能力； ②队伍没有其他奶，群体奶，水神无法一直保持输出模式； 【Q10级为例-增伤能力】0命 ①15秒冷却18秒持续： 60能量保证循环，全程增伤。 ②从0逐步提高到最大 ，类似夜兰；但不是跟时间挂钩，而是 跟血量挂钩 ； ③开大后，全队 血量变化叠层： 300%血量=300气氛值； 1气氛值=0.25%增伤，最大增伤：75%； ④不同队伍血条蹦迪速度不同，达到最大值时间也不同。 很明显 利好枫丹主C ，但 老队伍也能用 ，一方面 水神自带烧血 ，其次可以 通过命座弥补 。 【1、2命-增伤解析】 ①1命秒给150气氛值 ：直接增伤150×0.25%=37.5%； ②1命提高气氛值上限100 ：气氛值最大400，增伤最大100%； ③2命提速：1%血=1+2.5气氛值； 分别从 下限上限和速度 ，提高了水神 增伤的平均值 ，大致增伤模型如下： 这要是为什么 比较推荐抽取1命 ，这样即便进入老体系，也能享受不错的增伤收益； 1、经典增伤角色：水神VS夜兰VS万叶VS莫娜 ①万叶 其实和他们是 组合关系，不用对比 ； ②夜兰 虽然增伤最高值50%，但是没有触发条件， 队伍适应性更强 ； ③莫娜 的泡影 更适合永冻核爆； ④0命水神新体系 有优势，老体系有 1命2命后很强势 。 2.水神能否搭配0命龙王? 精力有限，计算了有增伤区的专武和没有增伤区的试作金箔。 0命龙王加入水神： ①失去天赋1的35%独立乘区 ，这个不会稀释； ②得到 了双水 生命加成25%，以及水神增伤 ； ③基本在 水神增伤达40%，抹平了天赋缺失 ；增伤40%=160%血量， 第三次重击稳定反超 。 【结论】 考虑到战技爆发伤害更高， 0命那维莱特完全可以搭配水神 ，要是1命水神那就更好了。 致歉： 因为精力原因， 还没详细计算水神进入其他老队伍的增减 ，后续带来。 天赋1：瀚海亦舞台 缩短水下技能的CD，提升大世界体验感； 天赋2：停不了的圆舞 ①其他奶妈治疗量溢出 ，水神接下来4秒为每人回复2%+2%血量。 比如 龙王80%血量，吸收3个水珠回复38%直接溢出 ； 或者 雷神90%血量，踩班尼特大招 治疗一次，也能 直接溢出 。 ②加速提升爆发的增伤能力； 天赋3：无人听的自白 服务元素战技， 4W血量是阈值； 战技增伤：28%；治疗间隔：缩短16%； 【辅助0-3命】 0命：老体系相性不算很好，尤其是没第二个奶； 1、2命： 能适应所有体系增伤需求； 3命： 元素爆发+3级，最大增伤到124%。 【输出4-6命】 4命：缓解充能压力，充能换生命双爆，提升输出能力。 但 水神增伤跟个人双爆无关 ，跟充能生命有关。 充能足够大招循环 ， 生命提高治疗量 。没4命就多堆充能，不影响输出能力。 5命：战技+3，提升后台输出能力； 6命：核心命座， 可以速切主C了，辅助了一辈子，不能享受享受吗？ 【T0角度分析】 0命水神在纯色队： 水龙王、永冻， 三人队： 胡行钟、草行久等，都有着不错的空间。 但要注意： 草原核属于剧变反应 不吃增伤， 水神绝不是草行久最佳第四人 。 如果水神有1、2命，那就业空间就更广泛了。 【泛用角度分析】 水神： 不错后台、治疗、增伤还能挂点水 ， 其实很多队伍基本都能进 ，命座不同相性不同。 下面是整理的 10个配队体系和下位替代 ，也欢迎大家讨龙新的思路。 以上就是关于水神的全部内容了，希望能对大家有所帮助。 因为 刚刚练起来，还没有全部实操，不足之处，还请谅解。 同时为了 避免大家陷入一些营销节奏 ，整理了一些常见问题。 可能大家会遇到，希望能对大家有所帮助。 就这样啦，拜拜~",
    "length": 3414
}