{
    "game_id": 2,
    "post_id": "41592958",
    "f_forum_id": 43,
    "subject": "【原神指南】手机端配置画质详细指南 配出自己的高阶画质攻略",
    "url": "https://www.miyoushe.com/ys/article/41592958",
    "created_at": 1690114476,
    "like_num": 10400,
    "view_num": 77911,
    "reply_num": 766,
    "text": "攻略内容：手机系统画质 常见称呼：画质-原神画质-图像-原神图像 攻略游戏：原神游戏 设置画质指南： 关键内容 渲染精度：等于清晰度高清度 性能占用：高 特性： 渲染影响原神画质的分辨度和清晰度 使用影响：高 开过低容易模糊 尤其是和不开抗锯齿功能配合 简直是模糊妈妈给模糊开门模糊到家了 阴影质量：等于影子映射完整度 性能占用：低 特性： 影响原神一切影子映射的完整度 使用影响：低高 开过低影子变圆 其余没啥影响 这个因人而定 后期特效：等于世界体验氛围感 性能占用：低 特性： 影响部分内容氛围构成或部分细节 使用影响：低 基本没有影响可以不开 《 对于旅游或景点或拍照玩家有部分影响 》 如氛围感消失 或知道不对劲就是不知道缺了啥 其他玩家基本没有影响或无感 特效质量：等于技能特效的细节优化程度 性能占用：中高 特性： 影响技能细节构成或特效数量 使用影响：低中高 特效质量对于高画质玩家是有间歇性影响的 《 相当于5毛特效和千万特效对比 》 对于画质要求高的玩家可以全开 《 对于打击感也有略微提升 》 因人而定 场景细节：等于场景细节刻画程度 性能占用：高 特性： 影响游戏世界内容的完美程度 使用影响：低中高 《 场景细节相当于一个新物品和一个磨损过的物品 》 磨损过的属于低质量 未磨损的属于高质量 影响原神世界的磨损程度或完美画质或完美风景 旅游或风景或景点玩家推荐开最高 第二解释： 场景细节 影响远处风景 近处物品的完美度 约等于大块细节缺失补充 帧率：等于运行流畅度 性能占用：极高 特性： 影响全局画质以及流畅度 使用影响：高 帧率越高游戏运行就越流畅 但是帧率也会被全局画质影响也影响着全局画质 《 画质越低帧率就越稳定 》 《 帧率的提升也变相的增加了全局画质的性能占用 》 固有影响解释： 用过高帧率的人就不想用低帧率了 《 帧率会大幅度影响心态 》脾气坏的用户直接砸手机就很可爱《 帧率大幅度决定游戏体验 》 动态模糊：等于转向模糊度 性能占用：低 特性： 影响视觉真实性 使用影响：低 转向所看到的东西除使用使用中的角色外都可以模糊 固有影响因人而定模糊增加真实感增加游戏体验的近真实感 Bloom：等于游戏发光特效光效 性能占用：低 特性： 光效特效优化开关 使用影响：低 开启关闭影响不是很大 可根据自己喜好开启关闭 关闭后接近画质和开启后多少有点不一样 抗锯齿：等于线条凹凸消除 性能占用：中 特性： 影响世界构建可消除锯齿感 使用影响：高 抗锯齿开与不开属于两个世界《 开启抗锯齿会让画质更好提升画质 》《 关闭后画面出现像素感 》 人群密度：等于NPC多少或原神原住民多少 性能占用：低 特性： 减少或增加原住民人数(⋟﹏⋞)好恐怖 使用影响：低(⋟﹏⋞) 减少原住民或NPC或电脑人数量 《 开启比较热闹 》 多人游戏队友特效：游戏特效开关 性能占用：低中 特性：(◦˙▽˙◦) 沙雕队友必备开关 使用影响：低中 让队友光有姿势没特效(*σ´∀`)σ 画质推荐：低性能手机流畅 处理器： 低配 安卓： 骁龙855，骁龙778， 麒麟990，天玑1300 苹果： A11 低性能： 画质 亮度：15%-20（ 可自行决定 ） 渲染度：中（ 或高 阴影质量：低 后期效果：低 特效质量：极低 场景细节：极低 帧率：45帧 动态模糊：关闭 Bloom：打开 抗锯齿：TAA（ 打开 ） 人群密度：低 多人游戏队友特效：部分屏蔽 画质推荐：中性能手机流畅 处理器： 中配 安卓： 骁龙865，骁龙870 麒麟9000，天玑8100 苹果： A12 中性能： 画质 亮度：15%-20（ 可自行决定 ） 渲染度：高 阴影质量：低 后期效果：低 特效质量：中（ 或高 ） 场景细节：极低 帧率：45帧（ 或60帧 ） 动态模糊：关闭 Bloom：开启 抗锯齿：TAA（打开） 人群密度：高 多人游戏队友特效：部分屏蔽 注意： 旅行者们可以根据实际情况做出调整 画质推荐：高性能流畅 处理器： 高配 安卓： 骁龙8+以上，天玑9000以上 苹果： A13以上 高性能： 画质 亮度：15%-20（ 可自行决定 ） 渲染度：高 阴影质量：中 后期效果：低 特效质量：极高 场景细节：中 帧率：60帧 ( 可自行决定 ) 动态模糊：关闭 Bloom：打开（可自行决定） 抗锯齿：TAA( 打开 ) 人群密度：高 多人游戏队友特效：打开 注意： 以上画质都可以根据实际情况做出调整 注意： 45帧率属于稳定很高的帧率 45帧虽然没有60帧流畅 但是也有流畅感觉 其他画质：可根据下面图片自行配置 进入设置方法： 点击派蒙然后点击图像 其他画质作品： PC电脑端画质指南 【原神指南】PC电脑画质配置详细指南 配出自己的高阶画质攻略 本作品特殊提醒： 今日任务做完了吗！树脂用完了吗 尘歌壶的地种了吗 尘歌壶币收了吗 仙力瓶换了吗 参数质变仪七天一次用了吗 (｡>∀<｡)旅行者们真可爱 嘿嘿嘿",
    "length": 2061
}