{
    "game_id": 2,
    "post_id": "44194237",
    "f_forum_id": 43,
    "subject": "【4.1版本考据】为什么希格雯会让你第一眼觉得她是个病娇？",
    "url": "https://www.miyoushe.com/ys/article/44194237",
    "created_at": 1696538134,
    "like_num": 2182,
    "view_num": 34649,
    "reply_num": 179,
    "text": "大家好~这里是 445 抽才实现 1+1 那维莱特的究极大冤种 Aimer._(阿姬得意)在沉浸式坐牢过完了 4.1 的主线剧情后，有两个角色让我十分喜欢且印象深刻。其一是帅到胎海水倒喷的海哥交际升级版 —— 「 公爵 」 莱欧斯利；其二就是我们今天帖子的主角 —— 人美声甜、可爱软糯又小只的 「 护士长 」 希格雯 。 首先究竟是不是？ 以目前的剧情表现来看肯定不是，而且我预测之·后官设大概率也不会有，至于二创则有很大的发挥空间。 最后希格雯的形象是一个 有一点心机、有城府的美露莘。 _(诺登斯_盯)这与她可爱外表所形成的反差感是 mhy 塑造角色的惯用套路。所以二创形象不一定有病娇，但有一点点 腹黑 还是可以的。（不过考虑到有绫华卡池事件而将绫华形象病娇化的这类先例在，但凡能往这方向上靠一靠的都不是没有可能。） 为什么一开始会造成这个印象？ 为了搞清楚初见的病娇印象是怎么造成的，我又去仔细看了一下旅行者在莱欧斯利的带领下初见希格雯时的对话，说实话第一遍看我没有感觉出有什么不妥。 但在反复品味之后，我搜索了自己的记忆库，病娇的印象来源于最初出现在我脑海中的一个疑问 —— 难道你在期待？ 希格雯的 「哎呀」 语气词给人一种有些许期待的感觉。 莱欧斯利的回答 「很遗憾，还没有」 就像是在回应可惜你的期待落空了。 当然到这里还不足以完全支撑起对希格雯病娇的初印象，真正让人觉得 「 哇！你肯定是个病娇吧！ 」 是在饭后单独和希格雯的对话中： 结合上面的 「 期待 」 疑问，这句话可以解读的潜台词仿佛就是 —— 嘻嘻，可别落我手里哦，不然我要好好「疼爱」你了。 希格雯的这句台词的重要程度在我看来就属于你能往病娇的方向 联想 那你就发散出去了，如果你完全没有这个联想那我解释也没有意义，后面也比较难再建立起这个印象了，至少是病娇这个印象。 联想 上文我提到了联想， 希格雯的一些特质就与病娇的一些基本锚点可以很好地进行联想 ： 「 护士长 」身份 1. 很会照顾人，具备病娇柔的那一面。 2. 精通人体结构和生理。 3. 可以与手术刀、针头、拘束这类暴力意向联系起来。 4. 这一切是发生在一个名义上还是 「 监狱 」 的地方。 「 美露莘的视角差异 」 美露莘审美视角与人类的差异为病娇假定多了一种新的路径和解释，那就是希格雯所有行为本质上都是出于爱的，且是一种大爱，但这种爱 仅是她自己理解 的。（啊这不就是妥妥的病娇设定嘛 —— 基于 被扭曲了的偏执的爱。 ） 中期拉锯 如果玩家建立起了 「希格雯可能是个病娇」 这个初印象的话，就会想要去探究真伪，去求一个石锤。这种时候便会有理性和感性的冲突：理性认为 —— 策划应该不会这么大胆，出病娇角色太冒险了；感性认为 —— 这么可爱的美露莘竟然是病娇，这个 反差也太刺激了 ，斯哈斯哈！ 编剧也很聪明，他开始做 拉锯 了：在隐秘规则其一的剧情中，我们能了解到希格雯是真心实意地关心大家的健康情况： 虽然与派蒙对话的台词中还是穿插着那些可以让人联想的暧昧字眼，但整体这一部分的剧情还是再告诉你： 孩子，别多想了，希格雯外面是白的，里面也是白的哟 。 然而就在你觉得希格雯果然只是单纯的可爱角色，并为她不是病娇而感到 些微遗憾 的时候，剧情来了一个回马枪。希格雯那特写的一笑，又瞬间让你对她 切开来是黑的 这一怀疑达到了顶点： 印象的瓦解 当然最后我们知道希格雯切开也是白的，而且是很白很白的那种，让我完全释怀病娇印象的并不是冲突后希格雯阐释自己受那维莱特所托要实现的事情，而是她向旅行者解释整件事情的原委与这么做的动机的时候： 她确实做到了将伤害最小化，两次实际动武都是她，几乎完全了解莱欧斯利的计划并且有着相当的行动和执行力，非常了不起。能做到这些的一个重要因素就是希格雯本身确实就是一个 城府比较深 的人...诶，美露莘。城府深加上编剧的一点点刻意引导，就会很容易让人 隐隐怀疑（期待?） 希格雯切开来会不会是黑的。 不得不说，在 4.1 主线剧情的有限篇幅里面，mhy 这次对希格雯的人设塑造还是很成功的。外型自不必多说，人物性格也非常的饱满，且兼具行动力、思想还有城府，这是 对萝莉形象的又一次突破！ （所以说什么时候进卡池，我已经等不及了！） 是否是 mhy 刻意营造的？ 答案是：是的。 在很早之前闲逛 mys 的时候我刷到了 ﻿ @甘乐能 ﻿ 大大的帖子，这让我确定不是我一个人觉得希格雯一开始很像一个病娇。 4.1主线剧情观后感速涂① 前面部分也提到了，让你觉得希格雯是病娇这件事有编剧的引导在里面。而 一件事情本身不存在，却让人误会，它存在肯定是因为被加入了某些迷惑性的冗余信息 。 那么我们是否有直接的证据证明编剧就是故意的呢？那肯定是没有的，除非编剧亲口承认，我们只能通过逻辑去分析编剧这么做的理由。 1. 这样做刺激，病娇角色哎，而且腹黑的，难道玩家不想要吗？ 2. 能在关键时刻更好地调动玩家的情绪。 对于第二点的线索，埋藏在旅行者的台词之中 —— 「为什么你也要成为帮凶？」 注意这里面 「旅行者」 的视角，与 「玩家」 的视角是不同的。旅行者不会觉得希格雯切开来是黑的，所以用的是 「为什么」 。而对于玩家来说，编剧希望玩家说出的是： 「果然」 ，就像是 —— 「哈！到最后你果然切开还是黑的吧！」 。这会让玩家更加有情绪上的爆发，并为后面的反转做铺垫。 以上是我觉得编剧去营造玩家对希格雯误导印象的原因。 但是...有一个根本情感立场的错配，让我没有办法借着旅行者之口说出 「帮凶」 这个词。因为 我在玩家的角度没有完全站在林尼这一侧。 至于原因和分析就不属于这篇帖子的主要内容了，我就不再这里又写个几千字了，如果大家感兴趣的话我可以再爆肝一下._(阿姬得意) 都看到这里了，点个关注或者赞再走吧~ 图片由 AI 生成 因为现在几乎没有希格雯的可用 Lora，跑图我也有点无能为力，所以就先放一只小心海在这里吧",
    "length": 2453
}