{
    "game_id": 2,
    "post_id": "39331337",
    "f_forum_id": 43,
    "subject": "真正的T0，卡维·行秋·妮露绽放！",
    "url": "https://www.miyoushe.com/ys/article/39331337",
    "created_at": 1684044838,
    "like_num": 1018,
    "view_num": 19152,
    "reply_num": 261,
    "text": "草神妮露怎么办 ， 行秋卡维把路探 ， 指哪打哪可对单 ， 超强挂水水底绽 ， 无忧循环和续航 ， 神级免伤抗打断 ， 若问为何是  T 0 ， 请您继续往下看 。 直接上视频_(吃雪糕) ①超强水底展示 （行秋雨帘剑接触挂水 【后文会有视频证明】 ，行秋雨帘剑攻击挂水，妮露水环挂水/草神E，卡维平A挂草） ▲可以看到实战中能一直保持水底，即使被消耗了也能立刻挂水。 ②抗打断展示 （雨帘剑和卡维大招抗打断，测试中吃了美味黄金蟹，带了防御装，不然没抗两下就死了测不出效果，旅行者应该知道小宝这个旋转的伤害的） ▲可以看出，即使是独眼小宝的旋风转都能抗住很久不被击飞，可以说这可以和钟离的盾媲美了。其他的像圣骸兽那样的不持续的打断抗住是没问题的。 ③深渊展示（含续航展示） ▲卡维才81级，可以看到，无论是四个遗迹怪物，还是后面两个圣骸兽都游刃有余，对单对群都可以。一分钟能通过完全没有问题。 ▲第一轮打完之后第二轮大招基本就充能完毕了。循环有保障。 ▲前面受到了不少伤害但是在结尾部分，全队的血量都是接近满血的状态。续航有保障。 再来一个求速度型的通关， 35秒! 要不是等妮露和行秋CD,我可以更快 目录 一、角色等级、天赋、武器及圣遗物 二、操作手法 三、成队理论 四、伤害计算 一、角色等级、天赋、武器及圣遗物 天赋都是不算命座3和5的，有相应命座则在原基础上+3。 面板要求的生命和精通都算入了入队时的双水和双草共鸣: 生命值 :+25%， 元素精通 :+50 1、妮露 ①武器 圣显之钥 、 磐岩结绿 、 西拂斯的月光 、其他精通类、辅助类武器。 ②圣遗物 2千岩 + 2花海 主词条:生命沙、生命杯、生命头 副词条:生命＞精通＞其他 ③面板要求 等级:90，天赋:随意，命座:0命-2命~ 生命:专武74444+、非专武60000左右 2、草神纳西妲噢 ①武器 精5-试做金箔 ②圣遗物 4草套（ 治疗头 ） 主词条:精通沙、草伤/精通杯、治疗头 副词条:精通＞双爆＞攻击 ▲绽放只需要等级和精通，几乎所有的反应都前台卡维触发，草神的主要输出技能E的净灭三业能用到精通，攻击和草伤和双爆。作为全队唯一的法器角色，只有她能拿金箔，故舍弃草神双爆头，换为治疗能力来保证队伍续航。 具体为:金箔6%生命值×3=18%生命值。治疗头+35.9%治疗加成。 那就是6%×（1+35.9%）≈8%，3次就是24% 金箔还能恢复18能量，草神大招13.5秒CD，需要50能量，减去18还有32，后台即可回满。差不多每隔13.5秒即可奶全队24%生命值。主要负责奶除卡维 （卡维可以奶自己） 之外的后台角色，完全够用。 伤害对比之前，只是少了一个双爆头和专武，换取的确是充能和全队的生命安全，值！ 养草神，不需要专武，值！ ③面板要求 等级:90，天赋:1-10-9，命座:0命-2命~ 精通:300+，暴击爆伤:40%+/140%+ 3、卡维 ①武器 精5-铁饰之花、 沐浴龙血的剑 或者 虽然武器特效在本队中没有用但是他有187精通。 ②圣遗物 4乐园遗落之花 / 4饰金之梦 / 精通2+2 建议2+2好成型 主词条:精通沙、精通杯、精通头 副词条:精通＞充能＞双爆＞攻击 ③面板要求 等级:90，天赋:1-9-10，命座:1命-4命 精通:1000+，充能:150%（能全吃到草神E产的元素微粒） 4、行秋 ①武器 磐岩结绿、波波剑、雾切、黑剑、祭礼剑 。尽量要输出武器，毕竟担任着后台C。 ②圣遗物 2水+ 2宗室 主词条:攻击沙/充能沙，水伤杯，双爆头 副词条:双爆＞充能>攻击 ③面板要求 等级:90，天赋1-9-10，命座:0命-6命 充能:160%+ （有6命回能，没有就180%+） ，攻击力1600+， 暴击率60%-75%，暴击伤害180%+ 二、操作手法 草神长E （给魔物挂上蕴种印，挂草） →妮露EQ E E E （绽放反应、触发双草共鸣、触发固有天赋1、2、 触发专武特效， 全队精通+148，绽放反应伤害+400% / 有专武全队精通+270，绽放反应伤害+400% ） →行秋QE （开启免伤，抗打断，输出+挂水，2命减水抗） → 草神Q （全队+250精通、 触发试做金箔: 全队所有角色6秒内恢复24%自身生命值上限、草神恢复18能量 ） →卡维QE （草元素附魔，抗打断，逐渐加100精通，减免伤害，恢复生命，提升绽放伤害） EA到大招结束 （战场输出、引导绽放反应攻击目标） 简易版: 草神长E→妮露EQEEE→行秋EQ→草神Q→卡维QE +普通攻击输出直到大招结束，有E放E。 卡维别追求6命，4命即可，6命可能影响水底，其余三人命座越高越好。草神在妮露行秋后面再Q是为了恢复妮露和行秋在前面出场时被种子炸掉的血量。 三、成队理论 Ⅰ.传统妮露绽放队的缺陷 1、各角色技能放完后有真空期 2、对单能力比较薄弱 3、心海除治疗外对队伍贡献较小 4、比较害怕连续控制和高爆发伤害 5、至少需要 3个金，成本太高， 伤害相比本配队来说，低！ Ⅱ.卡维、行秋、妮露绽放队解决问题 1、卡维开大后战场输出，没有输出真空期。 2、卡维吃到草神及妮露的Buff，大招开启后草附魔平A给魔物 挂草 ，行秋雨帘剑触碰挂水，妮露水环挂水，行秋后台Q协同攻击给怪物 挂水， 水草发生绽放反应，产生高额绽放伤害外加行秋的水剑伤害。旅行者可以操作卡维选择攻击目标，而草原核（丰穰之核）有会随卡维、行秋的攻击发生绽放反应产出，并在怪物脚下迸发造成高额绽放伤害。 所以本队有了极强的对单能力。 ▲挂水说明 ①行秋的雨帘剑触碰敌人能给敌人挂水 ②妮露的净天水环能挂水 ③行秋的大招雨帘剑能挂水。 这个应该都知道 _(米游兔-加油) 3、本队每个角色都相辅相成，各显其能 ▲草神 提供站场角色精通加成、后台及前台角色生命回复，净灭三业的伤害和E连接对群； ▲妮露 提供快速绽放、精通加成、绽放伤害加成； ▲卡维 负责站场输出触发绽放反应、提供对自己的生命回复和抗打断能力、提升绽放反应伤害、提供对自己的草元素抗性及治疗加成； ▲行秋 负责后台输出+挂水、提供抗打断能力和高额减伤能力。 4、行秋和卡维 双重抗打断 + 双重伤害减免（增加抗性）、 草神卡维双重治疗 。让前台角色生存能力（ 高抗打断+高减伤+多治疗 ）拉满，“ 安如磐石 ”、“ 固若金汤 ”地稳定输出。 ①抗打断 卡维抗打断↓ 行秋抗打断↓ 再看一遍，这两个抗打断结合的双重抗打断有多厉害。 如果你被独眼小宝旋转打飞过，你应该知道小宝旋转的厉害。就算如此，卡维+行秋也能扛下来，那区区圣骸兽又算什么呢😂。 ②免伤 卡维1命草元素抗性提升、治疗效果提升 行秋13级E提供29%伤害减免，根据天赋E，水伤20%转为伤害减免。行秋天赋20%水伤，圣遗物61.6%水伤，一共81.6%水伤。可以减免约16%伤害。一共减免45%伤害。 ③卡维生命回复，无命座1加持下，都至少5000一次回血。此外还有草神金箔的24%生命值治疗。 总结: ①双重抗打断，不怕连续控制，不怕圣骸兽。这点不是 白术 能比的。 ②草元素抗性50%，伤害减免45%，不怕被绽放反应炸死，也不怕魔物的爆发。 ③卡维自身5000+一次的治疗、草神24%生命的全队治疗，续航有保障。 5、低配只需要 2个金， 草神根本不需要专武。 本队无论对群还是对单都有十分优秀的能力，伤害高且紧凑，循环流畅，续航充足，卡维大剑可以辅助破盾，好养成。 四、伤害计算 草神的净灭三业草伤、行秋的后台水伤、妮露的水月伤害、卡维的战场草伤都有不俗表现，但是重点不在于此。直接来算算主要输出→绽放反应的丰穰之核（草原核）的伤害。 ▲计算公式 主要计算卡维绽放伤害 ①精通拐（卡维站场） 卡维精通+250 卡维精通+96 全队精通+100 全队加精通，默认74444血，+148精通 双草共鸣触发绽放+30 卡维固有天赋2，卡维精通+100 _(米游兔—飚汗) ②触发者精通及精通加成 卡维精通: 1000+250+96+100+148+30+100=1724 ③绽放反应伤害加成 妮露固有天赋2，吃满+400%绽放反应伤害 卡维天赋Q，+58.4%绽放伤害 卡维命之座4，+60%绽放伤害 一共是518.4% ③原魔抗性（按一般情况为10%） 四草套减抗30% ④妮露2命减35%草抗 一共减草抗65%，这时魔物抗性为-55% ⑤草神，绽放可暴击，暴击率20%/暴击伤害100% 90级时，通用反应等级基数为1447。 这时，卡维（ 精通1724 ）绽放暴击伤害为 1447×2×（1+16×1724÷3724+5.184）×【1-（-0.55/2）】≈49441 暴击时:98882，约等于10万。 面板1000精通都是保守估计，10万暴击不是问题。 【卡维面板精通，双草共鸣+50，80级突破:+96，武器:+110，精通2+2圣遗物:+160，圣遗物沙杯头187×3＝561，这时已经有977精通了，花和羽毛多歪一点就可以破千，什么100精通的花和羽毛什么的。】 地上的鸡哥，天上的雷音权现，只要是被卡维摸到，就是一堆伤害，3.7的深渊想用他们来克制妮露绽放队，是不可能的。 在妮露绽放队中，有人想用 白术+夜兰 ，或者 白术+行秋 。我觉得白术是远不如卡维的，首先白术要吃到效果，得堆生命并且还要考虑充能，这就注定了精通赶不上，那么万一白术触发绽放，那伤害就会浪费很多，白术虽然是法器角色，但是平A距离短的可怜，被开大后的卡维完虐，虽然白术有盾，但是盾实在太薄，抗打断能力就大打折扣，被圣骸兽三连控只有被打飞的份，本身法器和弓箭角色抗打断就是近战角色的一半，所以在目前这种多控高伤的环境，5星的白术站场还真不如4星卡维。夜兰的话就少了抗打断和接触挂水了。卡维+行秋，无论你是圣骸兽三连控，还是两只一起控都无法将我们打飞，真正的“安如磐石”。 能看到这里的旅行者 _(米游兔-加油) 爱你😘，加油满星深渊。_(偶像姬_应援) 有什么问题都可以问我_(吃雪糕)",
    "length": 4138
}