{
    "game_id": 2,
    "post_id": "55310905",
    "f_forum_id": 43,
    "subject": "【原神】4.8版本 凝光 养成配队全攻略",
    "url": "https://www.miyoushe.com/ys/article/55310905",
    "created_at": 1721286048,
    "like_num": 5171,
    "view_num": 26916,
    "reply_num": 102,
    "text": "4.8版本 的卡池里面 四星角色 比较好用的就是 凝光 了，那么这期就给大家带来最新版本的凝光 技能讲解、武器装备、阵容搭配 1、技能讲解 凝光的定位是： 岩系输出（主副兼修） 主要技能为： A技能的重击+Q技能的爆发 技能顺序为： A>Q>E 1、凝光驻场，承担主要输出时，A技能的重击占主导， 优先升级A技能 （做为主要输出的角色，其他技能有条件尽量升满） 2、凝光辅助，仅担任部分输出的副C时，速切爆发的Q技能占主导， 优先升级Q技能 （且副C时的A技能用得少，可以不升级） 1、普攻A技能： 主C输出 点按A技能（普攻）：发射宝石，岩元素伤害 长按A技能（重击Z）：消耗体力，岩元素伤害 普攻命中敌人， 获得一枚【星璇】 ，该方式最多可存在三枚，退场或倒地时消失 当背后存在星璇时，凝光释放重击不消耗体力，星璇也将 自动转化成导弹追击目标 通过普攻叠加星璇，再释放重击，将其化成导弹追加伤害，就是凝光担任主C位的主要伤害来源之一 （注：星璇只能通过凝光的重击释放） E技能详情展示 2、战技E技能： 辅助加成 点按E技能，向前释放【屏障】，存在时间30秒，技能冷却时间12秒 （最多只能存在一个屏障） 屏障的作用效果如下： ①、 可阻挡部分投射物 ，如丘丘人扔的史莱姆、射的箭等 （耐久力继承凝光的生命值） ②、出场命中敌人 可产生2-3颗岩元素微粒 （充能） 但是注意，屏障降落在大型怪物或其他岩造物上，会直接碎掉 ③、穿过屏障的角色，可 获得12%岩伤加成 ，效果 持续10秒 (注：凝光等级突破60级后解锁该效果) Q技能详情展示 大招Q技能： 重要输出 需要40点能量，释放Q技能，发射6枚宝石，造成 岩元素伤害 ，技能冷却12秒 当场上存在屏障时，再 追加6枚宝石 导弹 综上所述 ，凝光的技能 ①、A技能，主C的重击输出 ②、E技能，辅助加成的屏障 ③、Q技能，速切的爆发输出 大多数 操作手法 为： AE（穿屏）+2A+Z…… 1、凝光担任主要输出时，主要通过 普攻A获得星璇 ，建议拿到2-3个星璇后，再通过 重击Z释放出来 2、释放E技能的屏障，操作岩系输出角色，每10秒穿一次，输出前 叠加好岩伤加成 ，不需要可以不管 3、Q技能需要的能量少，无论是主C还是副C，都占有重要的伤害输出，只要充能满就可以直接释放 （注：因为屏障的存在时间长，技能手法不固定，但Q技能释放前， 场上最好要有屏障在 ） 2、命座讲解 1命：普攻单体变群体伤害 2命：屏障破碎，重置E技能，6秒一次 3命：升级Q等级 4命：屏障周围角色提升元素抗性 5命：升级E等级 6命：释放Q技能，获得7枚星璇 1命扩大普攻攻击范围，但怪不聚在一起也是白搭 2命优化循环，在大招碎掉屏障后，可以快速续上新的屏障等 4命提升队友，6命增强了重击的追加伤害 综上，0命不影响实际用途，速切副C兼辅助，抽到2命也够用，唯有担任主C，才需要抽到6命 3、圣遗物搭配 主词条： 攻击沙、岩伤杯、暴击/爆伤头 副词条： 双爆>攻击 1、暴击和爆伤则 按1：2的比例 ，衡量选择即可，其次选攻击 圣遗物推荐： 磐岩2件套+角斗/追忆2件套 首选【2岩伤+2攻击】毕业套，容易成型且通用，无论是主C还是副C辅助，都通用，主打一个成型快（角斗士或追忆都可，相信各位平时打boss和刷绝缘本都攒了不少好胚子_(米游姬流鼻血)） 如果带队伍中有芙宁娜可以带猎人套是非常合适的 另外，回声套也是不错的选择（最好可以吃满结晶），在实战中并没有猎人套用的舒服 4、适用武器 1、 尘世之锁/天空之卷 首选【尘世】，其次选【天空】，主副C位都可通用，如追求更高伤害的主C位，可选【四风】 2、 匣里日月/流浪乐章 四星通用选【匣里】【嘟嘟可】，副C伤害选【流浪】【昭心】，纯辅助工具可选【试作】等 5、阵容搭配 1、队伍： 四星岩伤队 凝光阵容搭配最好为： 凝光+盾/奶+辅助+辅助 这里推荐两个队伍： 凝光 钟离  五郎  芙宁娜 凝光  云堇  五郎  班尼特 凝光做为【岩系+主副兼修输出】 ①、担任主C位，队伍需要围绕凝光的需求进行选择 但凝光的 操作机制灵活 ， 充能需求低 ，并不局限岩系队友的辅助，甚至队伍里放不放岩C专辅的五郎都是可以的 ②、担任副C位， 速切伤害型 的角色， 可就业范围极广 ，抛开属性不谈，任何队伍都不会嫌多一个伤害 推荐程度： ①、萌新成长期、 没有输出型五星角色 ②、好看就养！ 输出角色不管怎么说，伤害面板必然是比五星短一截的，但凝光的机制在四星里是非常不错的，推荐没有主C的萌新养到70级不亏，前期过渡也舒适 至于副C位，四星竞争可不低，行秋香菱暂且不提，其他属性的副C起码还能打打反应，凝光的岩系就相对有些死板了 综上，萌新缺输出，或纯岩战队和真爱党的，建议培养",
    "length": 1985
}