{
    "game_id": 2,
    "post_id": "38866027",
    "f_forum_id": 43,
    "subject": "【V3.6攻略·角色攻略】那个“带红色安全帽”的男人——卡维",
    "url": "https://www.miyoushe.com/ys/article/38866027",
    "created_at": 1683021698,
    "like_num": 48774,
    "view_num": 400983,
    "reply_num": 1128,
    "text": "UID：152901193 ·【前言】· 大家好，这里是你们的姜姜欧巴！这次带来了 《卡维的角色使用攻略》 。 一如既往，以下内容为自己 个人见解 ，若有错误请各位及时纠错，若有缺失，劳烦及时补充，欢迎各位热情讨论！先行五体投地大礼表示感谢！ PS： 以下内容， A=普攻；E=元素战技；Q=元素爆发。 1命=命之座第1层 (以此类推) 。 =目录= 1、【角色介绍】 2、【天赋介绍】 3、【命之座介绍】 4、【武器推荐】 5、【圣遗物推荐】 6、【阵容搭配】 7、【总结一下】 ·【角色介绍】· 【培养材料一览】 (可点击展开查看) 教令院是学城之都须弥的学院以及管理组织，分为六大学派： 生论派所属阿米利多学院，主生物学、生态学等； 明论派所属梨多梵谛学院，主天文学、占星术等； 素论派所属悉般多摩学院，主炼金术、地脉学等； 知论派所属室罗婆耽学院，主语言学，符文学等； 因论派所属伐护末那学院，主历史学、社会学等； 妙论派所属剎诃伐罗学院，主建筑学、机关学等。 卡维 ，所属须弥剎诃伐罗学院，主攻建筑学，被誉为“妙论派之光”，是众多学弟学妹心中的职业楷模，代表作便是座落于须弥-护世森那座醒目的卡萨扎莱宫。 作为须弥著名的建筑师，在设计建造上颇有造诣， 固有天赋·【预算师的技艺】 便是最好的呈现。 主要用于尘歌壶里制作摆设，具有减少耗材的作用。 ◆参考上文[角色介绍]图中的内容： 在须弥城兰巴德酒馆老板 「兰巴德」 处可购买获得 「脆饼珐提」食谱 ，卡维烹饪脆饼珐提时有概率获得 特殊料理「悉心一作」 。 通过完成日常委托、消耗体力、尘歌壶入驻、完成突发任务等方式可获取角色好感度，当卡维的好感度达到10级时可在角色页面领取 专属名片纹饰——「穹庭」 。 卡维是 4星草系双手剑角色 ，角色等级突破属性是精通，虽Q可让自身A由白字物理伤害转换为草元素伤害，但在 直伤领域中的表现并不突出 ，主要机制都是 围绕绽放反应生成的草原核展开： ①． 可提高草原核爆发伤害； ②． 施放技能可使场上草原核立即爆发； ③． 自身受到草原核爆发伤害时会恢复生命值； ④． 关键命座是提高草原核的爆发伤害以及爆发频率。 所以， 完美发挥卡维机制的主要流派便是绽放流派 。 下文会从卡维的天赋、命之座、武器、圣遗物、阵容几大板块逐一详解。 ·【天赋介绍】· 为了更好理解卡维的定位，天赋介绍顺序为E→Q→Q里详解A。 = 元素战技 = 施放E时，会在卡维脚下出现一个绿色的圆盘，然后卡维提着的那个手提箱 (梅赫拉克) 会以逆时针在圆盘中心转一圈，转完一圈后，若 圆盘范围内有敌人 ，则会对敌人 造成草元素伤害并施加草附着 ，若圆盘范围内有草原核，则 会让草原核立即爆发 。 由上图得知以下信息： ◆ 圆盘范围内存在1个敌人与4个草原核，手提箱转完一圈后对敌人造成了2454的草伤，并使草原核立即爆发对敌人造成了两次4813的草伤，因为 绽放、烈绽放、超绽放反应只能让单个敌人/角色在0.5秒内受到2次伤害 ，所以同时爆发了4个草原核只有2个才会造成伤害，草原核爆发对角色也会造成伤害，同理卡维也只受到了2次草原核133点草伤。 ◆ 命中敌人 掉落了2个草元素微粒 (测试多次，得出结论：固定掉落2个) 。 ◆ 卡维 受到草原核爆发带来的伤害触发 了自身的 固有天赋·【营造者的担当】恢复 了2294点 生命值 ，另外恢复的1486点生命值是触发了行秋的雨帘剑的治疗机制。 只要是草原核相关的反应，也就是绽放、烈绽放、超绽放让卡维受伤，都可触发固有1的治疗效果。自己的 角色触发超绽反应虽然不会对自己造成伤害，但是敌人触发的超绽是会对自己造成伤害的 。 上图中，雷音权现打出雷伤引爆草原核触发超绽放反应对卡维造成伤害，使卡维触发了固有1的治疗机制。第一次恢复的1037生命值是触发了行秋雨帘剑的治疗机制，第二次恢复的1085生命值才是卡维固有1恢复的生命值。 因每0.5秒才能触发一次治疗效果，所以上图中，卡维同时受到了多次超绽放伤害，但也只触发了1次治疗。 所以总结就是， 只要是绽放、烈/超绽放反应让卡维受伤，都会触发固有1的治疗效果 ，可提高卡维的生存能力，为卡维驻场保驾护航。 治疗量受益于精通 ，所以精通属性建议重视。 = 元素爆发 = Q提供的机制是让卡维驻场的前置条件。 施放Q时卡维会右手拿手提箱向后一甩搭在肩上，随后立即创造出转瞬即逝的绿色立方体空间，若空间内存在敌人则会对敌人造成草伤并施加草附着，若空间内存在草原核，会使其立即爆发。 之后的12秒内便是有 3大核心机制 的强化状态 (简称Q状态) ： 1、卡维的A、重击、下落攻击由白字物理伤害变为草元素伤害。 这里是元素转化机制，非附魔机制，所以不会被其余角色提供的附魔所影响。类似的有诺艾尔、一斗、魈的Q，胡桃、绫人的E等等。相当于就是不用担心被6命班尼特Q的火附魔、重云E的冰附魔、坎蒂丝Q的水附魔所影响。 这里插入普通攻击天赋介绍。 = 普通攻击 = 卡维的A 颇具特色，一共 四段动作 ，每段恰似都在绘制测量，前三段出现的动画效果皆是钝角，动作连接顺畅，而最后一段动画刚好呈现是半圆，有前摇与后摇，使用起来有暂停感，所以在实战中，可以考虑使用 3A+冲刺 的手法来提升手感。 长按A就可施放重击，卡维的重击也独具个性，以消耗体力为代价，驱动武器跟随自身以顺时针持续旋转。重击时卡维会朝前行走，可通过方向键控制行走方向。卡维的重击也同其余双手剑角色一致，在重击时打开地图/角色/背包等可暂停游戏内时间的页面再关闭时可保持重击形态一直持续到体力消耗完毕。 处于半空就可施放下落攻击，与其余双手剑武器角色并无二致。 常态下的A、重击、下落攻击皆是白字物理伤害，实战中并不会常用 ，通过施放Q转换为草元素伤害后，便是主要的输出方式，但也只是A。重击与下落攻击都不常用，主要也是用于驻场持续挂草。 A与重击的附着能力受元素附着CD影响，大约2秒 (持续A/重击命中敌人，每2秒就会对敌人施加一次草附着) ，下落攻击为单独附着，每次下落攻击命中敌人都能施加草元素附着。 卡维的角色等级突破60级解锁的 固有天赋·【工艺家的奇想】 ，在Q状态期间的A\\重击\\下落攻击命中敌人，还可为卡维提升精通属性。 只需在Q状态期间，A\\重击\\下落攻击命中敌人4次便可获得上限100点精通，每0.1秒只能触发一次是同一时间命中多个敌人也只能叠加1层效果。 整体来说，卡维自身的机制并不支持卡维主打直伤，所以在资源有效利用的前提下，建议 不升级天赋A ，即使施放Q转换为草伤后用于驻场挂草，不升级也并不会有影响。 2、草原核爆发时的伤害提升。 只要是队伍里的角色触发绽放反应生成的草原核，其爆发伤害都会得到提升，联机时只对自己的角色生效。 这里需注意， 只有绽放反应才能享受到该增伤，烈绽放与超绽放都是享受不到的 。 所以通过这个机制，想要发挥卡维的增伤能力，会主要考虑以绽放反应为主的队伍搭配。 提供的增伤数值受Q天赋等级所影响，这也是Q优先升级的主要原因 。 3、在Q状态下，提高卡维的抗打断能力。 抗打断的作用就是让驻场角色输出省心，施放技能或者攻击敌人时不被打断。卡维的抗打断能力较弱，不能抵挡住被敌人击飞的攻击方式。 但是抗打断机制可以叠加，比如再加入行秋E雨帘剑提供的抗打断，便可抵挡住上图丘丘王的击飞攻击。 如上图，卡维的抗打断+行秋雨帘剑提供的抗打断可以抵挡住被击飞的攻击。 所以，卡维若想驻场省心输出不被打断，单依靠自己的抗打断并不够用，建议加入提供护盾的角色或者提供抗打断的角色来优化卡维驻场，营造一个安逸、巴适的输出环境。 友情提示：测试中，面对魔偶剑鬼的下落攻击，卡维+行秋依然是不能抵挡住！ 所以，在抗打断这个板块上，总结就是，单依靠卡维自身的抗打断仅适应小部分环境并不够用，类似 卡维+行秋这类组合叠加的抗打断，是可以应付大部分环境 ，面对BOSS类敌人时还是需要使用冲刺规避一下。 卡维非常依赖自身Q提供的这3大核心机制，所以 每次队伍都能施放Q是重中之重 ，除了注重精通属性以外，更需注重充能属性！ 以个人测试建议： ①. 队伍共有两位草元素角色时，卡维自身充能建议在180%+； ②. 只有卡维一位草元素角色时，卡维自身充能建议在230%+。 卡维的机制，主设属性是围绕精通在提升，角色突破属性与固有2都提供精通；主设输出方向是围绕草原核在提升，施放E/Q可使范围内的草原核立即爆发且Q可提高草原核爆发伤害。 所以 卡维的主要流派便是加入“种门”，以绽放反应为主才能使自身机制完美发挥 。 ·【命之座介绍】· 1命的主要作用就是提高卡维的生存能力 ，草原核爆发时对自身造成的伤害是草伤，提高草抗可以有效降低草原核对自身造成的伤害，另获得的受治疗加成可以提高治疗量。 2命只对A的攻速有提升，可以提升手感 。结合上文普通攻击天赋介绍中，支持驻场使用A，重击与下落攻击不常用的观点。 Q的天赋等级直接提高3级 。节约资源，快速养成的命座，对于 Q提供的草原核的爆发伤害加成得到了提升 。 4命提供的效果可使草原核的爆发伤害进一步提升，但 被限制于只对卡维触发绽放反应生成的草原核生效 。 草元素毕竟克制水元素，会导致4命效果并不能实现全覆盖，虽可通过 三水一草的搭配方式来提高覆盖率，但也不能实现全覆盖 。 所以4命有提升，但不能全局覆盖式增伤。 E的天赋等级直接提高3级 。对于卡维的机制而言，直伤伤害并不是很突出，而 升级E只是可提高E的伤害倍率，但提升并不明显 。 6命可提高场上草原核的爆发频率，也可增加卡维的附着能力。 每次触发天园之光命中敌人都会造成草伤并为敌人施加草附着，在 天园之光范围内存在草原核会使其立即爆发 。 每3秒触发一次，但实战中受卡维A的前后摇影响，基本在整个Q状态期间可以触发4次天园之光。在天园之光3秒的真空期里，若E天赋的CD完毕可配合E使用以此来提高草原核的爆发频率。 命座方面总的来说，在没解锁6命时，卡维需搭配妮露来提高草原核的爆发频率进而提高队伍的瞬时输出能力，当然没有妮露时，也可通过携带祭礼大剑重置E来提高草原核的爆发频率，这也是不错的思路。而解锁6命后，多多少少是可以摆脱妮露自成一体，所以 仅个人认为卡维的关键命座是3、6命 。 ·【武器&圣遗物推荐】· 卡维驻场需自身Q状态支持，充能是需要重视的属性；另外自身受到草原核爆发的伤害时，可以恢复生命值，治疗量受精通属性影响，所以其次注重精通提高生存能力。武器选择可 优先考虑提供充能的武器，其次考虑提供精通的武器就可，可参考上图推荐 。 圣遗物方面可依据阵容搭配里的其余角色来考虑： ◆ 队伍内没有角色携带4深林时，卡维可优先考虑 4深林 成型； ◆ 若已有角色携带4深林时，则可考虑 4饰金 ，或者 2精通+2精通 (2精通的意思是：饰金、乐园、乐团这3种圣遗物的2件套都是+80点精通，可任意2种圣遗物混搭) 的搭配方式，亦或者充能不够时可考虑 2精通+2充能 的搭配方式。 主词条时之沙部位建议 优先考虑充能，其次精通 ，空之杯部位建议绑定 精通 ，理之冠绑定 精通 。 副词条 主要考虑充能和精通 就好。 若携带西风大剑，是可以考虑暴击头，副词条也多注重暴击。 ·【阵容搭配】· 在“妮绽放”体系中， 卡维 通过自身Q提供的草原核伤害加成可 提高妮绽放体系的草原核单次伤害上限 ，也不管卡维几命都是可入驻妮绽放，所以该阵容对于卡维而言是挺好的就业选择。 通过上文的测试表述，卡维+行秋两者的抗打断可应付大部分环境，卡维驻场A可稳定触发行秋Q的剑雨，两者草水配合可不断生成草原核，在机制上是挺契合的。虽夜兰的Q机制同理行秋，但是夜兰Q的增伤并不是特别适用于绽放体系，且夜兰也没有提供抗打断机制， 个人建议是绑定[卡维+行秋]这个组合，所以并不是很推荐替换出行秋 。 妮露 是绽放体系的“天花板”角色，提供全队草原核爆发伤害加成 (针对草原核的增伤上限对比，大约是卡维的6.8倍) 以及草原核的瞬间爆发机制，在绽放反应中目前是无角色可及。 若是 卡维解锁了6命，依靠其6命提高草原核爆发频率，妮露也是可以替换成夜兰 。 纳西妲 的后台挂草能力以及群伤能力可以为绽放体系锦上添花，配合行秋与妮露/夜兰的后台挂水，再加上卡维的驻场挂草，根本 不用担心草原核的产出效率 。 该阵容不管是循环还是伤害都挺好，好是好，但该阵容中只有卡维自带治疗机制，其余三位角色的 生存可能会有压力 ，所以 可以考虑把纳西妲替换成白术或者瑶瑶 ，为全队提供续航能力。 但相对来说，纳西妲的挂草能力会略胜一筹，特别是对群时有明显的对比。若是对单时，则是不担心挂草的问题，相同的，也是可以让纳西妲替换为夜兰，比如 【卡维+行秋+妮露+夜兰】 这类三水一草的组合。 而 绑定双水双草的阵容时，不管是妮露还是夜兰，基本会建议卡维没有6命时选择妮露，已解锁6命后再考虑替换出妮露 。 Tip：能力有限，只开发测试了主流的绽放体系，其余适配阵容未推荐还请见谅！ ·【总结一下】· ⭐卡维的主要机制是提高草原核爆发的伤害 (仅针对绽放反应) ，队伍里的任意角色触发绽放反应生成的草原核都是能享受其增伤，所以主要适配的是绽放体系。 ⭐施放E或Q都可使范围内的草原核立即爆发。主要升级Q即可，因增伤数值与Q等级有关，而E升级只是提高E的倍率伤害，即使不升级也无影响，同理A。 ⭐Q除了草原核的增伤机制，还有元素转换机制，是让卡维驻场的主要机制，需注重充能，保证每次循环都能施放Q。当卡维受到草原核爆发的伤害时会恢复生命值，治疗量受益于自身的精通属性。所以培养卡维，优先注重充能，其次注重精通。 ⭐面板核心属性建议：充能180%+，精通800+。 ⭐1命提高卡维的生存能力；2命提高卡维的攻速；3命提高Q等级可增伤草原核爆发的伤害上限；4命提高卡维触发绽放反应生成的草原核爆发伤害，覆盖率挺难达到100%；5命提高E等级；6命提高草原核的爆发频率，关键型命座。 ⭐武器建议优先选择提供充能的武器，其次可考虑提供精通的武器。 ⭐圣遗物省心通用4深林或4饰金，会根据队伍内是否有其他角色携带4深林来考虑。4件套未成型时可考虑2精通+2精通，或者2精通+2充能的搭配方式。 ⭐主要方向是绽放流派，所以基本会进驻妮露的绽放体系，或者解锁6命时可自己带队以绽放反应为主的混搭方式 (无水草元素类型的角色限制) 。 我不是赚不到钱，而是留不住钱。生活中有太多可能用到钱的场合了，一不小心就… ——卡维 ·【END】· -感谢观看-",
    "length": 5976
}