{
    "game_id": 2,
    "post_id": "43708365",
    "f_forum_id": 43,
    "subject": "【一图看懂】胡桃参考配装与常用配队",
    "url": "https://www.miyoushe.com/ys/article/43708365",
    "created_at": 1695489162,
    "like_num": 2711,
    "view_num": 60302,
    "reply_num": 237,
    "text": "距上次海灯节已逾大半年，在即将到来的周年庆版本，胡堂主将再次进入UP池，实在是令人惊喜！ 由于胡桃的玩法与配装思路并未明显改变，因此本期将不再系统性地详解胡桃的机制与配装配队，而是用 一图 和 简要描述 的方式让大家 迅速上手胡桃 。 这里是卡玛sei亚， 祝大家都抽到了想要的角色与武器 ！ 如果看完本篇还觉得不够过瘾，可以在文末的传送门深入了解胡桃，笔者于V3.4发布的《胡桃使用指南》已更新。 【一图看懂】 【角色培养】 1. 天赋简析 升级优先级： 普通攻击（A） ＞元素战技（E）＞元素爆发（Q）。 等级推荐： 常规毕业A9E9Q8、有条件先点A10再点E10，再考虑继续升级Q。 2. 武器推荐 护摩之杖 为最优选， 赤沙之杖 次之 。 四星武器优选 峡湾长歌 ，次选 决斗之枪 或 匣里灭辰 。 精3以上的 千岩长枪 也可在「胡行钟夜」阵容中使用， 和璞鸢 在吃满情况下与 决斗之枪 / 匣里灭辰 持平。 3. 圣遗物推荐 套装选取： 追综合泛用性推荐 4炽烈的炎之魔女 （ 4魔女 ），追重击上限推荐 4追忆之注连 （ 4追忆 ）；两套都能用，按需选取即可；武器为 赤沙之杖 时更推荐 4饰金之梦 （ 4饰金 ）。 主词条选取： 精通沙 / 生命沙 、 火伤杯 、 暴击头 / 暴伤头 。当武器不提供 元素精通 时更推荐 精通沙 ，否则更推荐 生命沙 ；武器为 赤沙之杖 或 决斗之枪 时更推荐 暴伤头 ，否则更推荐 暴击头 。 副词条选取： 暴击率 / 暴击伤害 ＞ 元素精通 / 生命值 ＞ 攻击力 。对于 生命值 与 攻击力 ，百分比词条（%）好于固定值词条。 【参考面板】 1. 常用武器参考面板 注： 峡湾长歌 的精5数据基于精1~2推测而来。 2. 常用武器参考伤害 3. 常用武器对比 【配队手法】 胡桃 的普攻与重击倍率中规中矩，但其 重击非常契合 蒸发 反应 。此外， 胡桃 在 自身 生命值 不高于50% 时有更强的输出能力，结合其 生命值 消耗 机制，用 护盾 辅助 保证其输出稳定性更佳。 因此， 胡桃 的配队与手法围绕“ 保证蒸发率 ”、“ 护盾覆盖 ”及“ 重击输出 ”展开。 1. 配队方案 胡桃 的配队结构以 胡桃 + 挂水位 +生存位+第四人 为主，默认的配队为 「胡行钟夜」 ，即 胡桃 + 夜兰 + 钟离 + 行秋 。 胡桃 至少需要 行秋 或 夜兰 之一 来保证蒸发率，且当 夜兰 未到2命时，可能需要额外的辅助手段，由于双水共鸣的增益同时契合 胡桃 与 夜兰 ，且 行秋 能提供充足 水 元素，因此 挂水位 +第四人 的组合常常是 夜兰 + 行秋 。 第四人的替换： 若 挂水位 为未到2命的 夜兰 ，则仅推荐在 莫娜 、 枫原万叶 / 砂糖 、 八重神子 / 菲谢尔 中选择，且可能需一定手法；若 挂水位 为 行秋 或2命及以上的 夜兰 ，则可选 阿贝多 、 凝光 、 甘雨 等角色。 生存位的替换： 若没有 钟离 ，则可考虑用 班尼特 、 托马 、 迪奥娜 、 莱依拉 等作为生存位。 火 系生存位可考虑搭配 风 系第四人提高上限，但求稳建议 托马 搭配 夜兰 + 行秋 双水； 迪奥娜 的综合性强于 莱依拉 ，但护盾吸收量相对较低；除 班尼特 可用于特定手法提高上限外，其余生存位仅建议作为过渡。 2. 输出手法 胡桃 的基础 攻击力 低，基础 生命值 很高，通过施放E消耗 生命值 并基于 生命值 上限获得大量 攻击力 增益，并基于 攻击力 输出，且仅有E能给予自己 火 元素转化。因此 胡桃 需在施放E后输出 。 胡桃 重击（Z）前必带一段普攻（A），因此最简单的输出组合为普攻+重击（AZ），由于重击非常契合 蒸发 反应，往往以 AZ或AAZ （普攻+普攻+重击）为主。 跳跃或闪避可取消 胡桃 的重击后摇，为了提高E增益期间的输出效率，重击后常常接跳跃或闪避，以AZ为例，其接闪避称为 AZ闪 ，接跳跃称为 AZ跳 。由于0命 胡桃 E增益期间重击仍会消耗体力， 0命更推荐AZ跳 ；而 1命及以上的 胡桃 更推荐AZ闪或AAZ闪 。 3. 循环手法 胡桃 需要在 挂水位 和生存位 （最好为护盾）的双重影响下输出，因此需要 队友在其输出之前提供增益 。 「胡行钟夜」常用循环手法： 钟离 长按E→ 夜兰 E+Q+A(+E)→ 行秋 Q+E(+E)→ 胡桃 E+AZ×8+(+A+Q)。 夜兰 与 行秋 的启动顺序可自由调整，若 行秋 先启动则其少量 治疗 会作用于 胡桃 ，根据需求变换。 在手法较好时，0命 胡桃 常常在一轮循环中打出 8次AZ跳 ，而1命及以上 胡桃 可打出 11次AZ闪 或 8次AAZ闪 。在手法一般时，1命及以上 胡桃 可打出8次AZ闪。 【抽取分析】 角色优势： 胡桃 是非常契合 蒸发 反应的 火 系 主C ，能在 偏向对单的场合发挥足够的优势 ，且自身带有 生命 转模与少量 生命值 消耗 / 恢复 能力，同时生存能力较强，较为契合 枫丹 版本的主题。 角色劣势： 胡桃 对 夜兰 和 钟离 的需求较大，且不易应对高总血量群体敌人及 雷音权现 、兽境猎犬等敌人，对圣遗物练度的要求也较高。 命座分析： 1命对胡桃非常非常重要！ 能大幅度提升手感与输出上限，甚至 建议准备抽取 胡桃 的旅行者直接以1命作为目标 。后续的命座性价比一般，按需抽取即可。 武器分析： 胡桃 并不刚需“专武” 护摩之杖 ，新纪行武器 峡湾长歌 与其差距不大 且更容易使词条之间配比均衡，而 决斗之枪 / 匣里灭辰 依旧可用，但若需提高输出上限，仍需考虑抽取 护摩之杖 。 以上就是本期的全部内容啦，若需深入了解 胡桃 请参考 《胡桃使用指南》 （已更新至V4.0） ： 【V3.4攻略·角色攻略】胡桃使用指南 发布时间： 2023年9月24日（V4.0） 最后更新时间： 2023年9月24日（V4.0） 图片制作： 卡玛sei亚 文案&排版&监制： 卡玛sei亚",
    "length": 2473
}