{
    "game_id": 2,
    "post_id": "52763347",
    "f_forum_id": 43,
    "subject": "【V4.6攻略·其他攻略】树王圣体菇采集｜流浪者突破材料",
    "url": "https://www.miyoushe.com/ys/article/52763347",
    "created_at": 1715440257,
    "like_num": 1057,
    "view_num": 12647,
    "reply_num": 18,
    "text": "【材料收集】树王圣体菇采集｜流浪者突破材料 （4.6版本重置版） 超链图片 UID 198613530 哈喽大家好啊，这里是风语。 今天给大家带来的是「树王圣体菇」的采集攻略，希望能对大家有所帮助。 ·【采集前准备】· 1、 提纳里： 天赋可以在小地图显示周围须弥特产，避免遗漏。 2、 纳西妲： 纳西妲天赋可以隔空采集，方便采集。 3、 双风角色： 增加移动速度、减少体力消耗。 ▌无郁稠林南 ◆从无郁稠林七天神像出发， 所有采集点均在无郁稠林小路周围 。注意左上采集点 爬上采集点正南方向高地，利用四叶印过去 。 ◆树王圣体菇数量： 7个 超链图片 ◆从上图终点的采集点出发，沿着下图路线飞向新的采集点。 注意这里所有的采集点均在叶片下方 。 ◆树王圣体菇数量： 4个 超链图片 视频路线▼ ▌无郁稠林北 ◆无郁稠林北侧传送点出发，除 左下采集点位于较高处的叶片下方 外，其他采集点高度均在差不多的高度。 ◆树王圣体菇数量： 6个 超链图片 ◆从上图终点的叶片飞下， 前两处采集点在水潭东西两侧 。左上采集点 位于丘丘人营地附近的叶片下方 。 ◆树王圣体菇数量： 3个 超链图片 视频路线▼ ▌无郁稠林西 ◆由下图传送点进入地下空间，右下两个进去就能看到；右上采集点位 于地下空间二层，注意不要走最底层 ；右上采集点位于最底层的水边，附近有蕈兽。 ◆树王圣体菇数量： 4个 超链图片 视频路线▼ ▌桓那兰那南 ◆右下采集点 从觉王之殿两侧传送点均可过去 ；左上由 洞口进入路线最便捷， 需要解锁洞口 （ 将山洞内仙灵引导至空口即可解锁 ）；右上采集点 位于空心的断木内 ，利用四叶印可快速到达。 ◆树王圣体菇数量： 6个 超链图片 视频路线▼ ▌桓那兰那西 ◆三处采集点均在地下。 左上采集点位于地下空间的空心木头中 ；右下到达附近时候有一个水潭，采集点位于左手边最深处， 进入此处需要完成森林书后续任务「静态风景·后续」。 ◆树王圣体菇数量： 5个 超链图片 视频路线▼ ▌ 禅那园北 ◆ 采集点均在地下空间内 。左上通过觉王之殿东侧传送点进入，剩余两个采集点位于秘境前面的树枝上。 ◆树王圣体菇数量： 3个 超链图片 ◆禅那园北侧七天神像出发， 沿着下图路线进入地下空间 。左上采集点位于地下一层进入地下二层的入口处， 剩余采集点均在地下二层、地下四层的树桩附近 （ 地下三层为上图觉王之殿南 ）。 ◆树王圣体菇数量： 7个 超链图片 视频路线▼ ▌水天丛林西 ◆ 所有采集点均在水天丛林西侧传送点所在大树周围 。 左中利用传送点附近弹弹菇到达东侧上方平台处采集 ；右侧两处采集点位于传送点下方房子附近； 左上采集点位于大树下方，位于房子正下方 。 ◆树王圣体菇数量： 9个 超链图片 视频路线▼ ▌荼诃之座东 ◆左上采集点位于水天丛林巨大的木头上；右下的采集点通过洞口进入，沿着山洞进入地下空间后，采集点在地下空间的的巨大树枝上。 ◆树王圣体菇数量： 7个 超链图片 视频路线▼ ▌水天丛林东 ◆采集点位于传送点附近的两颗大树上， 均位于大树上的平台或者树顶 。左中位于 大树北面低于传送点的平台上 ；左上、右下位于另一颗大树的平台上（ 左中采集点能直接看到 ），右上、右中位于大树顶部的树枝上。 ◆树王圣体菇数量： 5个 超链图片 视频路线▼ ▌降诸魔山 ◆传送到传送点后， 从传送点西南方绕到背面 ，所有采集点均位于地下空间树枝或者石头平台上 ◆树王圣体菇数量： 6个 超链图片 视频路线▼ ▌香醉坡 ◆七天神像飞下，从洞口进入地下空间，飞到最中心树木下采集。 需要先完成世界任务「森林书」的有关章节。 ◆树王圣体菇数量： 1个 超链图片 ▌NPC购买 ◆化城郭NPC「阿什帕齐」处可购买。 ◆单次购买上限： 5个 超链图片 ◆梦中的桓那兰那处NPC「兰玛尼」处可购买。 ◆单次购买上限： 5个 超链图片 重置版内容变动： 1、调整部分图片的底图，新增地下空间点位的分层地图。 2、优化部分路线图，调整部分点位的收集顺序。 3、新增NPC购买途径一个。 4、新增视频路线，以辅助收集。 本文到这里就结束了，感谢大家的阅读。 这里是风语，让我们下期再见。",
    "length": 1733
}