{
    "game_id": 2,
    "post_id": "46722015",
    "f_forum_id": 43,
    "subject": "【V4.3攻略•武器攻略】双手剑•裁断 武器评测",
    "url": "https://www.miyoushe.com/ys/article/46722015",
    "created_at": 1703038033,
    "like_num": 330,
    "view_num": 64365,
    "reply_num": 193,
    "text": "大家好，这里是太辰。 本期是针对全新五星双手剑•裁断的武器评测，对于符合条件的角色会进行阐述。 ▌ 「双手剑-裁断」 基础数值 ▌ 「双手剑-裁断」 就业分析 基础数值阐述： 在双手剑当中，裁断的基础攻击力仅次于松籁响起之时，为极高的674基础攻击力，其22.1%的暴击率意味着其有着一定的泛用性，在被动20%攻击力的加持下，推荐方向锁定到攻击模组的角色，即 娜维娅、迪卢克、优菈、北斗、雷泽、菲米尼 等。 由于「诸多朝与暮的誓言」要求角色获取结晶片才能提供18%的战技增伤，那么对于以上角色来说，在刚需岩系角色打结晶反应的前提下，分类讨论则成了必然。 ▌ 「双手剑-裁断」 之于娜维娅 每次谈及新双手剑的诞生，精炼5阶的 螭骨剑 则是绕不开的一道坎。不过考虑到其340R的高造价+至少五个版本的等待，在性价比方面着实找不到它一丁点的地位。 在本次计算当中，螭骨剑是按照满层计算的，因而在伤害期望上比专武高2.2%。但实际上，刻意去叠层这个行为对于游戏体验来说并不友好，再加上实战的掉层问题，精5螭骨剑的最终期望应该在90%~100%之间。 而 狼的末路 依旧稳定发挥，有着攻击模组的娜维娅，即便不考虑狼末另一层被动「 攻击命中生命值低于30%的敌人时，队伍中所有成员的攻击力提高 40% ，持*12*。该效果30秒只能触发一次。 」的影响，依旧能斩获90.62%的对专武占比。 无工之剑 能有与狼的末路同等的伤害占比，是因为两把大剑均为608白值，副属性提供49.6%的攻击力，被动提供20%的攻击力加成。由于在计算过程当中两把武器均未考虑另一被动，因而计算结果一致。事实上，对于娜维娅来说， 无工是打不过狼末的 。 在伤害期望上， 苇海信标 不遑多让，其被动 沙海守望 为「 元素战技命中敌人后，攻击力提升 20% ，持*8*；受到伤害后，攻击力提升 20% ，持*8*。上述2种效果角色处于队伍后台时也能触发。此外，不处于护盾庇护下时，生命值上限提高 32% 」。在不考虑受到伤害的20%攻击力提升时，娜维娅携带可获得96.15%的对裁断期望。 值得一说的是 浪影阔剑 ，这把武器是纯粹的攻击力模型，主词条提供510的基础攻击力，副属性是41.3%的攻击力加成，精炼5阶后，受到治疗能提供48%的攻击力加成，携带治疗位的娜维娅是能吃满的。 客观来说，这把武器或许是平民娜维娅最高性价比的武器 。 不过有一点要说的是，本期武器期望计算均携带1200攻击力的班尼特buff，且分配为30个最优词条，考虑到这是理想情况的对比，太辰觉得下次计算伤害期望的时候，将暴击率限定成70%~80%，或许能在武器推荐上更贴近大众的实际情况 。 ▌ 「双手剑-裁断」 之于迪卢克 裁断的被动要求是结晶反应，在融卢体系当中，结晶反应是不存在的，所以我们计算的时候，仅考虑被动的20%攻击力加成。 即便如此，对于迪卢克来说，裁断也有着仅次于狼末的表现。 这个时候可能有伙伴会说，那还不如选狼末，这个时候，耐人寻味的问题就来了：因为计算模组是30词条最优分配下的对照，可在现实游戏当中，大家真的能随心地刷出这30词条并最优分配吗？ 很显然这是不可能的，因而在相对毕业的选择上，裁断要优于狼末；但在造价上，只能说谁先来谁就是正宫。 实际上，狼末的期望计算结果并没有考虑「 攻击命中生命值低于30%的敌人时，队伍中所有成员的攻击力提高 40% ，持*12*。该效果30秒只能触发一次。 」这一被动，所以无工之剑能有100%的期望着实有些德不配位。 ▌ 「双手剑-裁断」 之于优菈 真的有武器跟松籁打的有来有回吗？ ▌ 「双手剑-裁断」 之于其他角色 并未计算北斗、迪希雅、雷泽、菲米尼的裁断期望，理由如下： 在版本深渊环境的苛刻要求下，北斗、迪希雅的就业越来越偏向于副c辅助，北斗是能用裁断的，但作为充能困难户的北斗，哪怕带了充能沙也不见得能循环流畅，因而裁断的携带除非圣遗物词条极端优秀，或旅行者本人对北斗过于喜欢，否则均不建议给北斗考虑裁断，迪希雅同理。 雷泽和菲米尼作为4星输出角色，在模组的设计上注定不可能超过同类型的五星角色，类比娜维娅、迪卢克和优菈，雷泽和菲米尼携带裁断显然也会有不错的表现，但如果不是打算将这两个角色朝着极致的方向培养，难免在未来的环境中得到“付出太多收获太少”的游戏体验。 故经过综合考量，将裁断的泛用性定义为“ 多数攻击模组的双手剑角色可用 ”的推荐。 ▌ 「双手剑-裁断」 养成素材 ▌ 评价 裁断作为全新的双手剑，有着一定的强度，较其他武器对老牌双手剑角色而言，没有明显的优势，可作为没有其他武器时的备选，大家根据自身情况灵活选取即可。",
    "length": 1925
}