{
    "game_id": 2,
    "post_id": "5252567",
    "f_forum_id": 43,
    "subject": "【V1.4攻略】全四星角色解析【新手向】【二】",
    "url": "https://www.miyoushe.com/ys/article/5252567",
    "created_at": 1617206570,
    "like_num": 26994,
    "view_num": 501744,
    "reply_num": 1248,
    "text": "废话不多说，书接上回。 ---------------------------------以下是正文--------------------------------- 6、班尼特 定位： 奶妈，增伤辅助，火系破盾工具人。 突破素材： 风车菊 在我刚刚开始玩这个游戏的时候，我是多么希望自己有一个火c啊，当我抽到班尼特时，我原本希望他是一个像卢姥爷一样拯救我于刮痧之中的盖世英雄，但是我没想到，他居然也是个刮痧怪。而且作为火系角色，他的火伤居然五秒才有一次，就连大招也奶不满，我对他十分失望。但是随着游戏时间的渐渐增加，对游戏理解的逐步加深，我才真正意识到了班尼特为什么能被称之为6星幻神辅助，他实在是太强了。 e技能热情过载，看似平平无奇的技能，不算高的倍率，不算短的冷却，二段蓄力居然还会击飞自己，无论怎么看都不会觉得这是个强力的技能，但是一旦结合起他的两个天赋，热情复燃和无畏的热血，班尼特在大招内的e技能冷却一下子就降低到了2秒一次，这意味着班尼特可以在大招内快速地释放e技能来帮助自己恢复元素能量，保证大招的覆盖率。而且班尼特的e技能作为强火附着，在破盾时有极佳的效果，再加上2s的冷却，让他成为了冰深渊法师和冰胖子的噩梦。 美妙旅*，*正让班尼特封神的技能。将其当做一个奶妈技能来看，横向对比各其他奶妈的技能，班尼特的大招的回血能力也绝对是顶级的。纯脱手的回血，高额的血量恢复，缺点是很难回满以及没法瞬抬血量，当然这也不能算是缺点，毕竟每个角色的奶都具有一定的个人特色。相比起猫猫的大招，班尼特仅仅需要60点的元素能量，cd也仅仅只有15s，真空期不过三秒，更离谱的是，猫猫大招2秒一跳，他居然1秒一跳！虽然说没法回到满血，但仍然是极为出色的。 而且不止如此，班尼特的大招还加攻击力！虽然这个加攻有一定的限制，需要70%血以上的人才享受的到，但是这个限制仅仅一命就没了，是的，仅仅一命，而且还会进一步加强班尼特大招的加攻效果。对于练度一般的班尼特，如果带上四宗室，加攻一般在800~900左右，如果有五星武器，大招等级也较高，达到1000+的攻击力也很轻松，可以大幅度的提升队伍的整体输出，搭配脱手副c，如香菱行秋北斗皇女等等，能够让队伍内多人同时吃到班尼特的加攻效果，让整个队伍的输出提升好几个档次。 还有一点是，班尼特大招会给自己的角色施加火元素附着，可以消除如噬能之雷等debuff，但是同时若是怪物对你造成冰元素伤害将会触发融化造成两倍伤害。 班尼特的两个天赋，主要是加强了班尼特的回能和破盾能力。 接下来是命座分析。 班尼特一命直接质变，化身6星真神，一旦原神当期up池五星过弱，你就会发现4星里必有班尼特存在。班尼特二命一定程度上提高充能效率，作用一般，还行。4命对于非主c班尼特来说几乎没用，偶尔拿来破盾可以玩玩，但是大多数情况都是点按就完事了。6命对于班尼特来说是一个比较具有争议的命座，大致有两种说法，一是班尼特6命点了就废了，二是6命可以点。我个人是不太推荐点的，班尼特本身是一个全能辅助，几乎能够辅助任何主c，任何阵容，但是若是点了6命就会受到极大地限制，没法像之前那么通用。但是6命即使点了也不能算是废，对于辅助火c来说，六命算得上是一个大加强，但是仅仅能辅助火c，因此还是不建议点6命。 总结： 班尼特，永远滴神，练就完事了。 有一种将班尼特作为主c的打法，让班尼特战场，用每两秒一次的e技能输出。有一说一，班尼特e技能倍率比姥爷高，在大招里cd比姥爷短，但是他的平a作为单手剑，输出能力是存在一定问题的。其作为四星，一是面板攻击力较低，而是突破加的是元素充能效率，这都让他不那么适合作为主c。而且其仅仅作为辅助就能达到6星的强度，还只需要少量的资源，那么为什么一定要耗费大量资源将他打造成一个五星主c呢？因此你要问我班尼特能不能主c，我觉得可以，但是辅助性价比远高于主c班尼特。 7、菲谢尔 定位： 主c，脱手副c 突破素材： 小灯草 小艾咪是我的第二个主c，在她来之前，我一直用的主c是重云小可爱。在我新手期的时候，我一直对弓箭手带有偏见，觉得弓箭手都不是什么强力的角色，因为他们瞄准很麻烦，平a又很刮痧，是小艾咪改变了我对于弓箭手的看法。在一起玩的朋友的建议下练了小艾咪之后，我总算慢慢走出了那段刮痧的日子（其实是因为我常驻出了天空弓没人用）。 小艾咪的本体，奥兹。作为小艾咪的核心技能，奥兹的存在直接让皇女的dps翻了个倍，虽然冷却时间很长，但是结合大招能够让奥兹持续输出30s的时间，无论是主c还是副c，奥兹都是必须主升的技能，绝对的核心技能。值得一说的是，奥兹是快照机制的，也就是奥兹的伤害取决于皇女施放夜巡影翼的一瞬间的面板，配合班尼特效果很好。但是需要注意的是，菲谢尔每次重新将奥兹召唤至身边都会重新检测一次小艾咪的面板，因此如果你在班尼特大招内施放奥兹后又走出了大招，最好就不要再重新召唤奥兹了。 至夜幻视，又名奥兹二号，就是在奥兹cd的时候让你再次召唤奥兹的。同时也在一定程度弥补了皇女的对群能力，虽然仍然是等于没有。60点的元素能量不算多，奥兹每平a一下就产一颗球，皇女的回能并不算慢，因此大招还是能比较频繁的使用的。但需要说明的是，小艾咪大招的无敌帧应该是所以角色里最短的了，只有在她变身的一瞬间有无敌帧，在她变成奥兹飞行的时候是会受到伤害的，而且此时你因为无法闪避很容易暴毙，建议开大后立刻切人中断大招。 一个看着十分美好的天赋，但是实战等于没有。表面上看，这就是妥妥的小甘雨啊，然而实际上这个技能只能朝奥兹发射才能生效，这也就意味着输出的位置是固定的，实战几乎无法起到作用，我能想到比较好的用处是搭配温迪也许能有不错的效果。 这个天赋前期搭配行秋效果很不错，后期在魔王武装队伍里也能发挥很大的作用，算是核心天赋了，缺点是配合的人比较固定，缺乏泛用性。 接下来是命座解析。 一命增加的是奥兹不在场上的时候皇女的站场输出，对于主c皇女有一定的提升，对于副c几乎没有提升。二命增加的是召唤奥兹时的aoe能力，但是仍然是聊胜于无，皇女的对群仍然非常乏力。皇女的四命主要是增加了一定的续航能力，那个范围伤害虽然说有一定的作用，但是十分有限。六命质变，机关枪来了，6命的皇女非常强势，大幅增加了后台输出能力和站场输出能力。 总结： 皇女作为一个后期可转为优质副c的角色，练了不会吃亏，六命解锁完全体。如果是6命，必练，主c副c皆可。非六命可以练，算是4星当中不错的主c，如果没有更好的选择，小艾咪不会让你失望。但是小艾咪的对群问题十分让人诟病，面对群怪时小艾咪显得非常乏力，只有搭配魔王武装阵容才能有效解决这一问题。 8、凝光 定位： 驻场主c，速切副c 突破素材： 琉璃百合 凝光作为原神中少数能够碰瓷五星的四星主c角色，前期具有一定的伤害，普功自动索敌，不像弓箭容易打空，对新手比较友好。后期输出能力十分出色，虽然需求一定的练度及操作，以及在后期比较吃五星武器，但仍然是四星角色里第一档的主c。 璇玑屏，战略意义及伤害于一体的技能。虽然作为岩系无法反应，但是璇玑屏的倍率却直接让人可以忽略这一点。同时抵挡远程伤害的特点也让她在某些场合（如本期深渊11-2）能够发挥出奇效，一个比较强力的技能。解锁天赋储之千日用之一刻后能够为穿过璇玑屏的角色增加岩元素伤害加成，进一步强化凝光的输出能力。 凝光的大招，倍率在璇玑屏存在时十分之高，占据了凝光输出当中的很大一部分。40点元素能量和12s冷却时间让凝光可以频繁的开出大招造成大量伤害。对于这个技能只要记住一点就好，先开门再开大，有条件的建议开门后穿门然后开大。 凝光的第一个天赋，若是没有这个天赋，凝光绝对不可能这么强，可以说这个天赋直接让凝光输出能力上了一个档次。拥有此天赋后，凝光的输出手法变为1~2次普功，接一次重击，具体是1还是2根据你距离怪的距离，能否让你在重击时身上挂上星璇。 接下来是命座解析。 一命直接质变，没有一命凝光对群很难受，和小艾咪差不多，这个一命直接让凝光对群能力上了一个档次，也让挖矿能力上了一个档次。二命再次质变，相当于让璇玑屏的冷却时间从12秒直接降到了6s，大幅提升凝光输出和充能能力。4命效果很弱，只能说是聊胜于无。6命再次质变，大幅提升凝光大招输出能力，有了六命的凝光上限能够碰瓷大部分五星主c。 总结： 凝光很强，零命就可以练。如果有一命，比较建议练。如果是两命，非常建议练，满命可以无脑练。作为驻场主c，无论几命都能担任这一职责，只是输出能力的高低罢了。而若是作为速切副c，建议2命，能够切出来施放一波eqe打出一波高爆发，而没有两命速切能力不够理想。 9、行秋 定位： 脱手副c，全火c唯一指定挂水工具人 突破素材： 霓裳花 行秋，重云的好朋友，三大火c唯一指定挂水工具人。行秋作为唯一能够高频脱手挂水的角色，几乎每一个火c都得绑定他一起上场，同时魔王武装的队伍里他也是必不可少的角色。同时在国家队中行秋也是作为不可或缺的主力，因此行秋的泛用性非常之高，只要练了几乎必然能有用上他的时候，属于无论几名都值得练且绝对保值的超优质四星副c。 画雨笼山，蛟龙易斩，雨线难画。集输出爆发，减伤抗打断，回血破盾为一体的神技，此技能产生大量元素微粒，配合祭礼剑能够保证行秋大招长时间覆盖，同时造成大量伤害。行秋爆发的主要来源。但是画雨笼山形成的雨帘剑是会破碎的，因此抗打断的效果无法一直保持常驻，而且作为破盾技能画雨笼山缺乏后劲，一脚没破掉就要等很久，因此该技能主要作用还是打一波爆发以及帮助大招充能。 裁雨留虹，裁雨法不传绝学，古华镇派秘诀之一。只能说不愧是镇派秘诀，作为行秋的核心技能，此技能总伤害倍率十分之高，而且雨帘剑始终维持在最大数量，意味着雨帘剑的抗打断能力和减伤将能够在这15秒里常驻，而且每秒3次的剑雨将会对敌人高频率挂水，保证火c的反应覆盖率，大幅度提高火c的伤害。5s的真空期不算长，配合画雨笼山和祭礼剑的充能能够保证行秋的大招一有cd就施放，覆盖率非常之高。 让行秋具有一定程度上的奶量，但这只是锦上添花，不要因此把行秋当成一个奶妈来用。 加伤，朴实无华但却好用。 接下来是命座分析。 一命增加一把雨帘剑上限，强度中规中矩，算是比较舒服的命座。二命直接质变，延长大招时间的同时降低敌人水抗，减抗的加伤效果非常明显，大招持续时间的延长也让裁雨留虹的真空期变得仅剩2秒，非常强力的命座。四命大幅提高e技能输出能力，目前行秋四命是全原神唯一单独乘区的增伤效果，相当于直接让行秋的e输出提升了1.5倍，解锁核弹行秋的玩法，但是不推荐新人玩核弹，看看就好。六命再次质变，大幅提升行秋充能能力，祭礼剑直接退役，可以使用诸如绿剑，腐殖等一系列高伤害武器，进一步提升行秋伤害。 总结： 行秋作为万金油的四星优质脱手副c，无论几命都值得练，而且无论前中后期都能发挥出较大作用，但是其定位只推荐作为脱手副c使用，至于当成奶妈和主c都不推荐。最后注意行秋后期的圣遗物选择，不要选择四渡火，因为行秋高频的挂水会导致怪物身上常驻水元素，因此渡火效果几乎无法吃到，只推荐核弹行秋使用四渡火，正常情况选择二水二宗室即可。 10、北斗 定位： 脱手副c，主c 突破素材： 夜泊石 恭喜你解锁弹反，北斗大姐的机制可以说是这个游戏中独一无二的存在，及其考验操作性，同时也能让人享受到极致操作的快感。然而这么一个本应该人气颇高的角色，现实却并没有多高的人气，究其原因我觉得应该是北斗大姐眼罩的原因。 捉浪，北斗最具特色的技能，同时也是北斗高爆发的伤害来源。7.5s的冷却时间不长，能够让北斗不停的切出来施放弹反，同时捉浪提供的护盾量也刚好是一次伤害多一点，基本不会掉血。然而此时的捉浪尚未达到弹反的需求，造成伤害只基于受到伤害的次数，对操作需求性不高，在解锁了天赋遍宇灵光后，此技能变为真正考验玩家操作性及反应能力的弹反神技。 北斗的大招，也是北斗的核心技能，在魔王武装以及其他以北斗为副c的配队之中都是北斗的主要伤害来源之一，而且此技能也如同行秋的雨帘剑一般具有抗打断能力和减伤能力。然而此技能却足足要80点的元素能量，也是大家都比较认同的一点，也是北斗最大的缺陷，充能不足。而且与行秋不同，行秋e技能冷却时间长，一次产大量球，而且有两段伤害，配合祭礼剑能够轻松保证大招覆盖率。而北斗e冷却时间短，一次产两颗球，仅有一段伤害，而且更关键的是，它无法像行秋的e一般随时施放，必须得在敌人攻击的一瞬间施放，只有完美弹反时，e技能提供的元素微粒才能达到4~5颗，这就十分考验操作了。因此即使是祭礼大剑也难以解决北斗的充能问题。一般需要双雷提供充能（没错就是你，奥兹！）。因此北斗最好的配队就是魔王武装配队，在其他的配队中由于无法频繁开大导致适用性不高。 持续10s，捉浪冷却7.5s，如果能保证完美弹反，此天赋便可以常驻，但是此天赋加强的是主c北斗的战斗能力，未免有些可惜，毕竟对于北斗来说，主c并不是最好的选择。 接下来是命座解析。 一命开大提供护盾，增加队伍容错率，但对于北斗的输出没有强化，算是稳定的提升。二命提升的是北斗大招的对群能力，也属于稳定提升，主要还是因为北斗大招的对群能力本就不差。4命提升的是主c北斗的输出能力，对于副c提升并不明显。六命直接减抗，算是伤害提升比较大的命座，虽然可能还不如行秋的二命。总的来说北斗没有某个特别质变的命座，但是每个命座几乎都是稳定提升，几乎没有废的命座。 总结： 北斗作为特殊配队中的副c，前期两命及以上比较推荐练，命座较低时若无其他更好的选择可以暂时练北斗过度，北斗的伤害如果不打完美弹反可能会偏低，而原神中的怪物攻击欲望普遍偏低。后期则根据配队选择，若是有高命行秋皇女非常推荐练一下。定位上只推荐做速切副c，主c只推荐前期无更优选择时过渡使用。 最后： 时隔一天我又来了更新了，爆肝了一晚上写完了五个角色，感觉身体被掏空。剩下的角色应该会一次写完，争取本周更完吧。",
    "length": 5715
}