{
    "game_id": 2,
    "post_id": "56031897",
    "f_forum_id": 43,
    "subject": "【V4.8攻略】「艾梅莉埃」的「前瞻」解析攻略",
    "url": "https://www.miyoushe.com/ys/article/56031897",
    "created_at": 1722429757,
    "like_num": 4809,
    "view_num": 51537,
    "reply_num": 104,
    "text": "更新： 「艾梅莉埃」的全面解析攻略 超链图片 艾梅莉埃是「五星草系长柄燃烧输出」，可以站场也可以后台，战技草输出。虽然角色看着是燃烧为主，但其实 燃烧的作用是提升艾梅莉埃自己的伤害 ，是个根据燃烧提升输出能力的角色，并 不是辅助 队伍的提升队伍的燃烧能力，简单来说就是 触发燃烧只是为了提升艾梅莉埃自己的伤害 ，而 不是提升燃烧反应 这个反应的伤害，不是给队友使用的。 (该攻略是以官方放出的消息做的解析，大概了解一下角色即可，等角色实机会出更详细的攻略。) 【普攻】 超链图片 不站场用不到，满命附魔或带附魔辅助才有用。 【E技能】 超链图片 战技可以留下一个持续造成草伤的领域。 附近有 被燃烧的敌人 时，还会掉落提高战技伤害的「香韵」buff，一阶提升至二阶，并有额外攻击。 【Q技能】 超链图片 开启后，战技会暂时失效变成大招的阵法，并将战技提升至 三阶 ，并造成更高频率的草伤攻击。 时间结束会自动留下一阶战技，如果 开大招前已经有战技在场 了，会保持上一次战技并刷新持续时间及阶段。 大招期间再使用战技的话只能造成施放的那一下伤害，不会留下战技领域。 【突破1】 超链图片 战技每获得2次战技「香韵」时，会根据艾梅莉埃面板攻击力高低造成额外的草范围伤，但 该额外伤害不吃战技加成 。 【突破4】 超链图片 根据艾梅莉埃的攻击力高低，提升对燃烧状态下的敌人造成的伤害。 【特殊天赋】 超链图片 场上有艾梅莉埃的战技时，我方的火抗有很高的提升。 主要是应用于打燃烧反应时不殃及自身。 圣遗物选择： 时之沙：攻击力 空之杯：草伤/攻击 理之冠：暴击/爆伤 副词条：暴击/爆伤＞攻击＞精通/充能 超链图片 万能反应套，如果放弃思考直接戴这套就行。 超链图片 这套可以看角色走向，如果你是站场，这套就给其他草系戴，辅助艾梅莉埃站场；如果走后台，可以戴这套辅助另一个站场草C。 超链图片 绽放或烈绽放、燃烧伤自己时可以叠层，通常是自己站场用。 超链图片 这套可以走纯后台时使用，专门提升战技的伤害。 超链图片 本命毕业套，专门触发燃烧并提升伤害。 武器选择： 超链图片 刚好燃烧可以提升造成的伤害，并且还是把精通的，也可以跟水走烈绽。 超链图片 稻妻锻造，刚好提升战技伤害，战技持续又够长，还有精通加持，还能回能。 超链图片 须弥锻造，刚好自己也很需要攻击力，特效给自己吃都行，后台站场都能用。 超链图片 【V4.7攻略】「千岩系列武器」璃月人的专武 超链图片 蒙德锻造，适合满命时附魔草普攻站场使用，或者附魔buff站场也可用，充能还能提高大招使用率。 超链图片 「雷电将军」小专武「精五渔获」快速获取攻略 钓鱼武器，充能提高大招使用率，还能对大招有特别伤害，还有暴击提升，很适合拿来搭配「绝缘套」。 超链图片 纪行武器，需要有不同元素的角色在队里，比如草草火火、草草火水、草草水水、草火火水、草水水火等，最多就还能有风，岩就算了，除非有一定的作用的岩才行。 超链图片 纪行武器，适合满命站场用，或者附魔buff站场也可用。 超链图片 枫丹限定up武器，带好奶即可，提升攻击力和元素伤，台前台后都能用。 超链图片 站场武器，提升盾的硬度，并且自己也很需要攻击力，适合满命附魔草，或者附魔buff时站场使用。 超链图片 吃攻击力角色通用的爆伤武器。 超链图片 「薙草之稻光」的正确打开方式 异常合适，可以搭配「绝缘套」提升很多攻击力，只可惜自身突破不加充能。 超链图片 站场武器，攻击可提升攻击力，满层还能增伤，适合满命附魔草，或者附魔buff时站场使用。 有这把的小伙伴完全没必要再抽专武了，当然指的是站场时的情况，如果要在后台，还得是专武。 超链图片 站场武器，提升充能和暴击率，普攻项还能提速，还有额外攻击的物伤，伤害偏低，但手感却是最好的。 适合满命附魔草，或者附魔buff时站场使用。 超链图片 申鹤专武，刚好可以战技触发特效，6秒后伤害提升到最大，然后在后台攻击力还可以翻倍。 【本命专武】 超链图片 本命专武，刚好机制就是打燃烧，增伤自己的伤害的角色，而且也是个可以站场的角色，如果你能抽到角色才考虑专武，否则这武器无用武之地。 基础攻击力是五星倒数第二的档位，暴击率也是，再来看看特效，攻击力提升，然后是 触发燃烧 或 对处于燃烧的敌人造成草伤 ，都可以叠层，所以一般是给纯火草队打纯火伤或纯草伤的队伍使用的。 不过队里加入其他可以反应的元素也是可以的，因为持续时间内足够继续触发刷新时间了。 end",
    "length": 1858
}