{
    "game_id": 2,
    "post_id": "51670281",
    "f_forum_id": 43,
    "subject": "【V2.1下半】《崩铁|全角色参考面板》更新 砂金",
    "url": "https://www.miyoushe.com/ys/article/51670281",
    "created_at": 1713498829,
    "like_num": 388,
    "view_num": 24556,
    "reply_num": 38,
    "text": "UID 102144835 数据&文案： ﻿ @blue菌hehe ﻿ ﻿ @一亿个客芙 ﻿ ﻿ @时歌timesong ﻿ 内容图设计： ﻿ @blue菌hehe ﻿ ﻿ @梦里梦不见你 ﻿ 封面设计： ﻿ @blue菌hehe ﻿ 感谢ysin作者参与制作 目录 CONTENT Part 0 前言 Part 1 说明书(简化版) Part 2 正片 Part 3 词条标准 Part 4 属性收益分析 Part 5 面板详细解说 ▌ Part 0 前言 _(比心呜呜) 参考面板可以为玩家提供一个养成目标，间接地还可以知道某角色的配装思路，对于计算者可以在面板基础上进行配装优化，循环计算等工作。 _(认真呜呜)体力论已经完成，详细请看 《崩铁|遗器体力价值论》 。之前拟定的词条数等与体力论结论没有太大的出入，新角色（比如符玄）的词条数已经运用体力论进行了导出。 _(敲黑板呜呜)本文对崩铁中的属性收益进行了研究，并通过buff统计的方式分析了崩铁的buff环境，并以此指导面板属性的配置。随后初步拟定了攻双暴速四词条有效角色的一套词条标准，完成了截至1.1版本的毁灭、巡猎、智识命途角色的面板制作。现已完成所有角色的面板制作，并在每个版本进行更新。 _(点赞呜呜)全角色攻略制作难度较高，有考虑不周很正常，发现内容有和你观点不同的地方欢迎评论交流。攻略制作不易，喜欢的话还请点个赞发条评论支持一下~(这对我而言真的很重要，凉贴真的太难受辣XD) 更新日志 1.更新砂金相关数据 ▌ Part 1 说明书(简化版) 以这张克拉拉的图为例： ▌ Part 2 正片（一图流） 毁灭 巡猎 智识 同谐 虚无 存护 丰饶 ▌ Part 3 词条标准 一、遗器副词条 1.分配双暴20条； 2.主要有效属性分配5条(如，大攻击，素裳命中)； 3.次要有效属性分配4条(如，速度)； 4.辅助角色单有效词条分配12条(如，停云攻击)； 5.如果单有效是速度则为10条(如，击破银狼)； 6.一词条属性的数值采用三种初始值的平均值(第二行)： 更多不同有效词条下的标准待体力论完善后再进行拟定。 崩铁的遗器是6个位置，两种副本刷取，不能带散件但可以拆分重组，副词条属性量较低而主词条量大……和原神还是有明显区别的，肯定不能直接套用原神标准，词条数的价值也不能套用，比如20双暴可能比原神的刷取难度要简单很多，但20双暴的属性数值和原神的18双暴基本一致。 二、光锥＆星魂 1.光锥角色皆为80级； 2.五星限定光锥叠影默认为1； 3.五星黑塔光锥叠影默认为5； 4.四星光锥叠影默认为5； 5.五星角色默认0魂、四星角色默认6魂。 三、行迹 1.行迹：普攻6(+1)，剩余三个根据优先级分别为10(+2)/9(+2)/8(+2) 2.行迹技能、行迹属性全部点满。 3.不需要点普攻的角色普攻写2级表示诚意。 行迹其实可以全部点满的，比如希儿这种，这里没有设定全部点满是为了展示加点优先级。 四、面板细则 1.面板暴率计80%为上限，多余部分换算为等价暴伤； 2.表格中数值为面板数值，不计入实战buff(例如素裳速度，不显示6命的进场加速)； 3.若双暴对该角色没有意义，用any(任意)表示。 五、木桩 80级，有对应弱点，未破韧。 ▌ Part 4 属性收益分析 一、基础属性收益曲线 原理详见：（原神）《属性收益论》给你最佳养成方案 图中0.00678为参考线，因为暴击曲线有一段稳定在这个值附近，在这条线以上可以认为收益相对较高。 这里直接和大家讲从这个图能得到什么结论： 1.攻击百分比在100%以下时收益较高 2.增伤与攻击收益类似，略低一些(因为相同词条量的增伤属性会比攻击少一点) 3.速度仅看对伤害的间接提升，在115速之前收益较高。但事实上速度还影响行动先后、提高破韧、打豆频率等其它价值，关于速度鞋的取舍会具体角色具体分析。 4.双暴在崩铁仍然是后期属性，副词条主要关注点还是在双暴。 这张图是利用exl的规划求解功能，直接算出n总词条下的最优攻击百分比(其余词条给双暴)。总共分为五个阶段，已在图中进行标注。 PS：为什么不直接用这个功能算多属性优化问题？ ——因为变量一多，函数一复杂，这个玩意就会变笨，不好使辣！ 从这张图中可以看到，在词条数较低时，all in攻击是收益最高的选择，暴击不用堆一点。适用于游戏前期，用四星遗器的阶段。这时候本身就不准备投入大量体力刷遗器，攻击主词条又好出，无脑三攻击即可，顶多有条件就换个速度鞋什么的。 而在词条数较高时，对应五星遗器时代， 攻击百分比保持在100%左右即为最佳，其余词条都给双暴。 通过以上的分析，可以知道遗器主词条一般来说有一个攻击主词条即可，一般而言其它位置可以优先考虑暴击衣、速度鞋、元素球等，一般攻击主词条会选择攻击绳。 对于一些角色，比如姬子，追加攻击这种不受速度影响的伤害来源占比较多，可以考虑双攻击主词条。 二、减抗＆减防收益 减抗和减防没有攻双暴这样的词条当量关系，所以无法放进同一个坐标系，只可以在单独坐标系中看一下曲线的趋势。 崩铁减抗没有分段，一直是一个递减的趋势。 因为没有原神那里的抗性过0后收益减半，所以崩铁减抗一直保持在一个较高的收益。 在65%减抗之前收益都比较高，高于参考值0.00678。 减防是反稀释的，意味着减防越多反而收益越高。 这很好理解，堆防御是正面属性，正稀释，减防就是反稀释。LOL之类的游戏也有这个规律。 但这样也导致了减防在开始的一段收益较低。 So， 1.减防是先低收益后高收益；减抗先高后低 2.减抗没有原神那种过0收益减半的机制 3.目前辅助给的减防buff比减抗buff多一些，而C位自己会有些减抗。 所以在崩铁， 不说减抗优于减防吧，这俩价值起码55开 ，不像隔壁原是减防明显比减抗香。 而且就现在看来C位自己有穿抗，和辅助减防buff多，也形成了一个平衡。 三、生存属性收益 崩铁是回合制游戏，你操作再好也没法想原神那样躲掉怪物的攻击，所以生存属性的价值会有所提升，歪了生命防御没有那么不堪。 详细原理可以在米社搜索攻略：【V1.1攻略】【星穹中心】生存能力量化论——停云该怎么救？ 生存能力可以用“怪多久可以打死你”来衡量。 N次数越多代表打半天打不死你，你的生存能力就是越强。 显然，N=你的生命值/(怪物伤害*你的防御区) 对于80级怪，80级角色，600角色防御白值 防御区=1000/(1000+600*(1+防御加成)) 所以N正比于： 生命值*(1000+600*(1+防御加成)) 根据这个关系就可以作出上面的收益曲线图。 可以从中看到，防御收益只有生命的一半左右，要提高生存能力应该优先提高生命。 在生命加成达到120%以后，再考虑提升防御。 如果考虑盾奶呢？ ——事实上这相当于提供了角色额外的生命值加成(注意不是等效减少怪物的固定伤害，因为防御区能变相提高盾奶收益，等效成降低怪物伤害会漏掉防御区价值) 上面的图依然有用，可以这样理解： (治疗量+盾量)如果能达到生命白值的120%，那么起点生命收益就和防御词条一样。 (治疗量+盾量)再提高，就会使防御收益在起点处超过生命。 不说减简单总结就是，持久战时防御词条收益更高，速战速决生命收益更高。 当然，杰帕德、三月七这种防御转化盾量的角色，肯定是优先堆防御的。 同样，白露、娜塔莎先堆生命…… ▌ Part 5 面板详细解说 砂金 光锥： 有专武用专武。 其次可用[制胜的瞬间]、[余生的第一天]等拥有防御词条的光锥。 单看数值，[余生的第一天]有防御白值优势，略优于[宇宙市场趋势]。 黄泉队可以优先带[宇宙市场趋势]叠残梦。 遗器套装： 防御4即可，也可以用死水4。 内圈生存位通用龙骨2，且砂金天赋提供大量效果抵抗可以直接触发龙骨2效果。 内圈也可以选停转2，侧重于提高自身伤害。 主词条： 防速虚防。可根据词条情况灵活变化。 砂金额外能力可以提供超过一个主词条量的高额暴率，故在衣服位可以选择防御衣，不需要带暴率/暴伤主词条。 带速度鞋，提高可操作性。 绳子带防御，此时拥有2个防御主词条，可以达到4000以上防御。 鉴于防御已4000达标，球位可以选择虚数伤害加成补伤害。 副词条： 防御=速度>双暴 行迹： 战技>天赋>大招。 其他角色可以看这里↓ 【V2.0下半】《崩铁|全角色参考面板》附录：面板详细解说 新内圈遗器的使用攻略可以看↓ 【V2.1攻略】【星穹中心】两套新位面饰品的机制及强度如何？ 新遗器泛用性很高，但往往需要根据实际情况进行搭配； 能够作为固定选择的目前只有黄泉。 这个帖子从计划立项——寻找队友——整理分项目清单——查找资料&学习前人经验——正式制作——无数次打磨——后期美工——到1.1版本末全角色完成几乎是整整两个月的时间。 为把这个帖子做好，不搞成市面上广为诟病的全角色攻略中看不中用，我们真的花费了很多心思在里面。 即使如此，一定还有疏漏存在。 真心希望大家能够喜欢这次的《全角色参考面板》，我代表参与制作的所有小伙伴一起，衷心感谢各位的支持！ _(米游姬 感谢)",
    "length": 3762
}