{
    "game_id": 2,
    "post_id": "54245653",
    "f_forum_id": 43,
    "subject": "【V4.7攻略·其他攻略】新深渊满星攻略：打法要点&队伍推荐",
    "url": "https://www.miyoushe.com/ys/article/54245653",
    "created_at": 1719322755,
    "like_num": 1632,
    "view_num": 12655,
    "reply_num": 18,
    "text": "超链图片 UID 186486875 哈喽各位旅行者大家好！ 4.7深渊已经上线了一周多的时间，不知道大家的通关过程是否顺利呢？ 本期内容给大家带来的是 4.7版本新深渊的12层满星攻略 ，攻略内容涵盖了 12层每一间的怪物分布、注意事项、打法要点以及满星队伍推荐。 如果你还在为满星犯愁，这篇攻略也许可以帮到你，希望大家看完后都能拿满本期的原石！ 话不多说，让我们进入正题。 ✦ 本期深渊简评 ✦ 首先来看这期的渊月祝福： 超链图片 简单粗暴的开E后获得20%普攻增伤，对阿蕾奇诺、克洛琳德、艾尔海森等角色有一定提升，冲击波则基本上可以忽略， 算是比较弱的一期buff。 深渊排布方面—— 上半第一间是四波刷在四个方向的精英怪，极其考验队伍的转火能力，后两间则是我们的老朋友剑鬼和矩阵，简单粗暴的普通对单场合。 下半三间则均为 复杂的多波次转火 ，配合火盾、雷盾以及在须弥“叱咤风云”的圣骸兽，难度整体还是比较高的。 本期深渊的 挑战关键词为转火 ——上下半都非常考验队伍的转火能力，那些buff不能持续覆盖的站场主c倘若不能做到切人自由（灵活补buff），整体的挑战体验会较为难受。 本期深渊简评就到这里，接下来笔者也会为大家讲解 12层全间的打法和要点，以及挑战过程中的注意事项和战斗技巧。 ✦ 12-1 ✦ 〓上半〓 ▌一图流（怪物站位&注意事项） 超链图片 ▌详细解析 上半的怪物难度不大，小矩阵、遗迹守卫、龙兽、镀金旅团都是老朋友了，除了厄灵状态下的镀金旅团基本上都没什么生存威胁。 但是他们的站位可以说是史上最阴间之一——东南西北四个方向，距离也差的很远，因此 想要舒服地解决战斗，我们还是需要一些拉怪技巧的。 首先是第一波小矩阵， 跑到最左边矩阵的左侧 ，右边两只手比较短的矩阵就会自动靠过来， 形成一个三点一线的站位。 超链图片 这时候无论是海哥这类小范围AOE，还是娜维娅E一类的直线型技能，都能够 比较轻易地命中三只怪物 。 第二波小宝没什么好说的，记得不要离它太远触发它的导弹技能即可，它会自动走向玩家。 第三波龙兽就比较烦人了，贴近时地巡如果没有触发技能，就会漫无目的地前后走动，如果遇到多几次后撤步就很容易拉怪失败。 因此这里建议在 打完小宝后，直接跑到第四波镀金旅团刷新的位置 （即场地最右侧）放一些持续性技能（例如草神q、芙宁娜q、夜兰q）或者远程技能（例如草神e）。 等待龙兽走近，必定会触发一次扫尾攻击，这时候至少有5-6s的时间能让两只怪物贴得很近，后续即时打断它们的蓄力技能，这样 一波拉怪可以争取到不短的高效输出时间，期间尽量打满队伍的AOE即可。 超链图片 第四波旅团开局即霸体，基本上只有万叶预判长e和温迪提前q能打断开局动作，所以 非竞速情况下不考虑聚怪，直接无脑打输出即可， 及时击杀厄灵怪物就会陷入瘫痪，这时候万叶温迪等聚怪类技能就有用武之地了。 Ps：这两只怪的所有初始元素抗性都是正常的，进入召唤过程后才有60%全元素抗性。 并且 厄灵破除后火旅团还会大幅降低自己对应属性的抗性，受到一段携带附着的高额真实伤害 ，元素属性的一段伤害（数值为当前生命值的37.5%），这段伤害是可以触发反应的，我们可以在击杀火厄灵前给火旅团挂个冰/水元素，这样贪一段蒸发/融化可以打出好几十万的伤害，降低我们的输出压力。 〓下半〓 ▌一图流（怪物站位&注意事项） 超链图片 ▌详细解析 本期12-1下半的难度也比较高——开局的草萨满需要尽快处理，我们可以给它挂个水， 反应辅助破盾的同时利用扩散蒸发伤害直接把它带走。 超链图片 两只火法师的盾都是强化过的，但是也并没有什么技巧来针对，只能直接硬灌。 这里提一个不是很有用的办法：到一只法师的侧面用角色把它推向另一只法师，这样能让一些AOE技能更容易打满一些（例如绫人e、心海e），但是也就仅此而已了。 第二波的火使徒这里 推荐到场地右前方落位，与两只火使徒呈“三点一线”。 超链图片 由于超出了远端火使徒的攻击距离，它会慢慢靠向玩家直至和近端火使徒站到一起完成聚怪，这时候再进行输出就会舒服很多。 当然如果你携带了万叶、温迪等聚怪角色，直接进行聚怪也是可以的，不过要记得火使徒倒地时会倒向玩家的反方向， 千万不要站在两只使徒中间输出，这样很容易导致破盾时两只怪倒向两侧 （开盾后使徒霸体不能聚怪），所以尽量保持一个三点一线的站位即可，也可以利用倒地方向的机制进行一些灵活的聚怪。 破盾就没什么好说的了，尽快击破使徒召唤的火球可以提速。 超链图片 其他一些开盾前风系染水的技巧作用有限，同时需求玩家有一定的操作水平，这里就不多赘述了。 第三波则是另一端的两只风系空壳骑士，这两只怪物的韧性比较高，但是血量与普通精英怪没有太大差别， 交出一轮小循环进行处理即可 ，聚怪同样是三点一线法or直接使用聚怪技能or利用技能将一只朝着另一只进行击退。 ✦ 12-2 ✦ 〓上半〓 ▌一图流（怪物站位&注意事项） 超链图片 ▌详细解析 上半的难度几乎可以忽略不计，魔偶剑鬼2.0时代开始就一直是深渊常客，锁血时可以补充能、技能简单好躲、血量也低，如今的随意一支打桩队伍都能比较轻松地解决它。 唯一一个值得注意的点是， 进入枫丹版本以后，深渊的剑鬼站位从靠前改成了居中 ，这使得我们原先的“卡墙大法”不再有用，剑鬼不会再受自己底层代码的限制，而是可以满场乱飞。 这个问题的处理办法也比较简单， 在第二阶段锁血即将结束时，我们停下手上的攻击（包括绫华遁地一类的元素附着），等待它出招即可，至少在一个动作以内它不会乱跑，足够我们打完一波爆发。 超链图片 后续则视伤害和操作者的熟练度而定——剑鬼每次出完招式时进入下一个动作的判定，这时候我们停下手中的攻击往后拉一步，可以骗出剑鬼的中距离技能，推面具、合面具，多次重复后还可能出现分身六连斩。 这些动作的共同结果是剑鬼不会后撤， 只要我们足够熟练，就可以让它一直待在原地。 但是考虑到这个操作有一定熟练度门槛，大家如果只是以满星为目标，推荐就刚转阶段的时候别打它让它留在原地。这样练度合格的情况下打完一套循环剑鬼一般也没多少血了，后续放任它后撤步，追上去完成收尾即可。 〓下半〓 ▌一图流（怪物站位&注意事项） 超链图片 ▌详细解析 下半则是类似上期深渊12-3上的四波精英怪，无论是刷新位置还是同批次站位都比较近，因此对玩家的拉怪要求不算很高，这里就聊几个注意点—— 首先是第一波海乱鬼， 尽量同时完成击杀，防止另一只狂暴。 超链图片 当然如果在打死一只时另一只已经判定出了下一个攻击动作，就会等动作结束才举刀进入狂暴。我们在这期间甚至是狂暴动作做完之前 及时完成击杀都是可以防止其回血 的，有一定容错率。 第二波怪没什么好说的，常规聚怪输出即可，算是最简单的一波。 超链图片 第三波流血狗，考验玩家的韧性控制，这里推荐在它俩同时出后撤步冲锋时停止攻击，站在原地等它们冲过来完成聚怪， 防止过度削韧打断后撤动作，导致怪物分得太开难以同时输出。 超链图片 第四波怪，推荐 站在左侧挖掘机处 进行输出，右边的 近战机器人会主动冲过来攻击玩家完成聚怪。 ✦ 12-3 ✦ 〓上半〓 ▌一图流（怪物站位&注意事项） 超链图片 ▌详细解析 最后是难度相对最低的第三间——上半的半永恒统辖矩阵可以说是最简单的boss之一了，几乎只会挨打不会还手，我们常规进行循环输出即可。 矩阵出场有6秒钟的无敌时间，期间无法对其造成伤害，之后还有约3秒钟时间可以造成伤害但有极高抗性 ，可以利用这段时间给角色充能或进行一些前期准备 。 值得一提的是，boss开局会投射元件，核心在一小段时间之后进入不可视状态此时 把握时机快速破坏元件，核心在未来较长一段时间内都不会再进入不可视状态 。 （击破两个陀螺状元件的难度相对较低。） 超链图片 另外 击破元件速度不与元素附着挂钩，只与伤害有关， 伤害高击破元件的速度就快。 Boss隐身后会瞬移至前方，位置是固定的 ——正对着矩阵输出直至它进入隐身后，后退几步对着身后挂雷草打出激化即可破隐。 超链图片 实在记不住位置也可以 通过钟离的减抗、小草神的蕴种印和奥兹的攻击之类的状态型技能或是自动索敌技能确定boss位置， 同样用激化反应击中boss隐身后的本体即可快速破隐。 破隐后boss会掉落无属性元素晶球，可以利用这一机制优化队伍的循环。 在boss隐身后除了利用激化反应直接击中boss本体这一方式破隐之外，还可以通过击破元件后再用雷元素攻击恢复中的元件的方式使boss进入瘫痪状态，此时尽情输出即可。 〓下半〓 ▌一图流（怪物站位&注意事项） 超链图片 ▌详细解析 下半则是三波3只的群怪，均为1精英+2小怪，包含“须弥第一原魔”圣骸兽。不过此次的雷火圣骸兽分成两波出现，战斗力可以说是大幅下降，还是比较好处理的。 第一波怪是2火枪+讨债人。 这里推荐 尽快使用聚怪技能控住火枪并吸引，如果没有聚怪技能，推荐开局跑到一只火枪的一侧， 和三只怪站成一条线。 超链图片 此时使用技能将其击退到另外两只怪的位置，或 利用火枪的后撤步机制，使它后撤到另一只火枪处都可以完成简单的聚怪 ，防止它们分得太开影响输出效率。 第二波怪是火圣骸兽+雷海马。 雷海马的韧性很低，但是由于下半不太会考虑带破雷盾的角色，因此还是比较肉的， 尽量利用聚怪技能，使得主c能够同时输出圣骸兽和海马 ，在解决圣骸兽后可以再交一些技能处理海马。火圣骸兽的高伤技能比较多，大招由于极难闪避，建议用血多的角色或者护盾硬抗，同时 注意躲避远距离时触发的砸地技能。 第三波怪则是雷圣骸兽+火螃蟹。 超链图片 由于下半通常会带水系，这里基本上给圣骸兽挂个水+扩散+一些水系技能就能轻松破掉护盾，比雷海马好解决很多，因此 直接盯着雷圣骸兽输出即可，注意躲避高伤的大招和钻地技能。 ✦ 本期角色表现 ✦ 接下来是本期深渊各角色的表现。 超链图片 需要注意的是，上图的角色表现总览需要结合分析内容查看，由于放在此处会因为文章内容过长使得阅读体验较差，故而另行发布。详细内容可点击下方链接前往阅读。 【观测枢】深境螺旋分析报告：那芙强势依旧，冰系再次受阻 ✦ 阵容推荐 ✦ 总的来说，本期深渊的难度在枫丹版本里算是比较高的。 尽管没有冰风组曲这种攻击欲望极强的木桩，但是多批大量的群怪极其考验玩家的聚怪手法和队伍练度。 12-1两路都有一定难度，会比较容易超时，因此推荐上半选用转火能力强但不依赖聚怪的队伍，把万叶给到下半跟随水c处理下路的群怪。 以下是本期的阵容推荐： 〓上半〓 超链图片 1.艾尔海森/夜兰 行秋 纳西妲 久岐忍 草行久的 转火能力优秀，不画地为牢 ，对单对群表现都不错，很适合本期上半。 2.阿蕾奇诺 行秋/夜兰 减抗位（万叶、钟离、砂糖）班尼特 阿蕾奇诺 菲谢尔 夏沃蕾 班尼特 仆人的本体素质远超普通主c， 无论是超载队还是蒸发队，在本期都有不错的发挥。 尽管常规队友班尼特存在一定画地为牢的问题，但是可以随意切人不掉附魔的机制使得她也能够轻松应对上半的环境，同时 后两间拥有极高的打桩效率。 3.克洛琳德 菲谢尔 夏沃蕾 香菱 当期up池的 克洛琳德有着极高的机动性和不错的本体素质 ，但是激化队由于草神e的缘故转火并不流畅，相比之下转火不掉buff的夏沃蕾+香菱超载队更加适合本期的环境。 4.雷神 行秋/夜兰 香菱 班尼特 无脑之选， 没有任何操作难度 的阵容，而且 金数低非常亲民 ，砍就完事了。 〓下半〓 超链图片 1.那维莱特 芙宁娜 万叶 白术/久岐忍/夏洛蒂/钟离等 龙芙纯水是 火盾群怪环境下绝对的king，统治力可以用夸张来形容。 那芙万固定，四号位可以选择群奶加快叠层，也可以携带钟离提供一定减抗。 本期1、3两间可以白嫖天赋层数，即使是0龙也可以考虑携带芙宁娜双水，来凹1、3两个单间的速度。 2.夜兰/绫人 芙宁娜 万叶 心海 心夜芙纯水是当前版本下龙王队伍的下位替代， 顶级的元素量使得这支队伍的破盾效率无与伦比。 但是缺陷也比较明显，即 缺乏较强力的AOE ，对群比较依赖芙宁娜的练度和夜兰的两个命座（1命、6命）。如果是对群能力相对较差的0命夜兰，不妨试试 替换成AOE能力拉满的神里绫人 ，放空大脑的瞬水剑可能会带给你不一样的惊喜。 3.心海 妮露 纳西妲 白术/柯莱/行秋/夜兰等 本期下半的怪物站位较近，非常适合妮绽发挥。 其中心海作为法器AOE水，是最契合本期下半破盾环境的水位，只要box有就尽量携带。四号位的选择则比较自由，选择双草的话， 白术可以提供更安逸的生存，柯莱则提供更高的对群爆发和斩杀线。 三水选项里，夜兰和行秋可以配合纳西妲更快出伤，同时破盾更快，在 练度较高手法较好的情况下，会有比双草队伍更高的上限 ，但是操作时候更需要注意草神的生存，转草底时会比较容易暴毙，推荐根据自身情况选择。 4.达达利亚 万叶 班尼特 香菱 万达国际在本期其实并不算很好发挥，过高的元素盾量使得非满命公子玩起来会比较卡手，同时怪物伤害也比较高，容易暴毙。 但是下半元素局限太大，能玩的确实不多，如果你的 box缺少前面的队伍，同时又对自己的手法足够自信 ，不妨将仓库里的万达国际拿出来试试，蒸发反应的高上限也许会帮你度过难关。 ✦ 实战演示 ✦ 最后附上两套阵容的实战演示，分别是海草行久+心夜芙万以及雷行香班+心妮妲白，根据实际情况已进行降配处理，将本期的关键操作尽可能地展示全面，供大家参考。 〓12-1〓 ▌海草行久+心夜芙万 ▌雷行香班+心妮妲白 〓12-2〓 ▌海草行久+心夜芙万 ▌雷行香班+心妮妲白 〓12-3〓 ▌海草行久+心夜芙万 ▌雷行香班+心妮妲白 以上就是本篇攻略的全部内容了，旅行者们有任何疑问和建议，或是对于文章中讨论的问题有不同意见的话，欢迎在评论区留言！ 觉得内容不错的话，也麻烦各位旅行者多多点赞收藏转发，我们下次见啦！ 云·原神 学会了？快上号试试吧！ 查看",
    "length": 5725
}