{
    "game_id": 2,
    "post_id": "51043843",
    "f_forum_id": 43,
    "subject": "【V4.5攻略·角色攻略】那维莱特角色配队圣遗物武器攻略全解",
    "url": "https://www.miyoushe.com/ys/article/51043843",
    "created_at": 1712067960,
    "like_num": 1037,
    "view_num": 257367,
    "reply_num": 464,
    "text": "UID 110746541 小伙伴们大家好呀~ （以上图片为文章封面，还请小伙伴们无视） ▷ 正文 ◇ 解说一： ◆ 这个队伍是百万伏特（白术、万叶、芙宁娜、那维莱特）的变换版，把其中的白术换成了夏洛蒂，节约了队伍组成的成本，夏洛蒂的大招可以瞬间回复全队大量生命值，可以旋转在芙芙的召唤物烧完血（队伍中角色血量在50%左右）并放完大招后使用。 ◆ 那维莱特在释放完EQ后，一般情况下是可以连续释放三次强化重击的。 ◆ 在实战中，夏洛蒂长按E（18秒CD）瞄准敌方进行攻击的同时会产生 5个冰元素充能微粒 ，点按E（12秒CD）只能产生 3个冰元素充能微粒 ，所以有机会尽量长按E来进行攻击充能。在击打有打断性较强的怪时（如盾牌丘丘暴徒、BOSS型敌人等），尽量使用点按E，防止在瞄准时被打断或被秒杀。 ◆ 关于这个队伍，天舞已经使用它打穿很多期深渊了，对有芙宁娜、夏洛蒂，但没有白术的小伙伴强烈推荐。 ◇ 解说二： ◆ 这个队伍类似解说一，也是百万伏特（白术、万叶、芙宁娜、那维莱特）的变换版，把其中的白术换成了瑶瑶，对于没有白术和夏洛蒂的小伙伴可以用这个来进行过渡。 ◆ 这个队伍一般在其他队友没血量状态的时候，使用瑶瑶的 大招→跑起来 ，血量很快就能回复满。天舞在使用这个队伍时基本上很少用到瑶瑶的大招，只因龙王站场自带较强的回血能力。 ◆ 天舞在当初没有练夏洛蒂的时候带着这个队伍打了近半个版本的大世界和一期深渊，玩起来体验感还是挺不错的，主要还是龙王很强势。感兴趣的小伙伴可以试试，但天舞个人还是更喜欢配队1。 ◇ 解说三： ◆ 这个队伍是百万伏特，队伍成本比较高，全五星，有白术的玩家可以玩玩，没有白术的玩家也不用特意为了这个队伍而去抽白术，建议使用夏洛蒂或瑶瑶来代替就好（配队1或2）。 ◆ 白术的草元素发生的绽放反应可以 增加 那维莱特的强化重击伤害，同理配队1、2中夏洛蒂的冻结反应、瑶瑶的绽放反应也可以 增加 那维莱特的强化重击伤害。 ◇ 解说四： ◆ 这个队伍就把前面三个配队的要求放低了一些，把万叶替换成了砂糖。砂糖可以小幅度聚怪，在打反应的时候可以给队伍带来 精通增益 。 ◆ 不过这个队伍和配队1一样，夏洛蒂的充能挺缺的，在有条件的情况下尽量长按E（18秒CD）来进行攻击充能。在击打有打断性较强的怪时（如盾牌丘丘暴徒、BOSS型敌人等），尽量使用点按E（12秒CD），防止在瞄准时被打断或被秒杀。 ◇ 解说五： ◆ 这个配队参考了草神妮露绽放队（草神、妮露、心海），咱们在使用这个队伍的时候，不是总喜欢在循环的最后使用心海站场来平A吗？通过这个思路，我们把心海换成了站场输出能力更强，且自带回复能力的那维莱特，使这个队伍拥有更强的输出能力，也是一个挺不错的选择。 ◆ 但这个配队有一个缺点，队伍没有全体奶，只有那维莱特一个人可以自身奶，其他队友容易暴毙，打深渊的话一般建议把草主换成瑶瑶或白术都行。 ◆ 妮露的输出手法EAAE是可以更快释放出水环的，但是也就比EEEE快了个零点几秒，不花里胡哨的话还是 用EEEE更稳妥一些 ，不容易出现最后一下E手滑了A一下，然后……嘿嘿嘿~（坏笑.jpg） ◇ 解说六： ◆ 这个配队基本上和解说5相似，就是把草主换成了绮良良。 ◆ 绮良良可以提供草盾，大招爆发出的猫豆豆（猫草豆蔻）是 可以给敌方挂上草元素 的。所以在此期间就算换了那维莱特，敌方身上没有草元素了，也可以把敌方引到猫豆豆上面挂上草元素发生绽放反应，触发草神的 灭净三业 ，以此再次给敌方连接线上的全体挂上草元素继续打绽放反应。（不会出现敌方身上没有草元素很尴尬的现象） ◆ 配队的缺点和配队5一样，队伍没有全体奶（但有草盾，可能不够用），只有那维莱特一个人可以自身奶，其他队友容易暴毙，打深渊的话一般建议把草主换成瑶瑶或白术都行。 ◇ 解说七： ◆ 这个队伍结合了前面配队5和配队6没有草神的情况。如果没有草神，可以暂时使用草主替代，但是效果肯定是没有那么好的。在妮露刚出的时候，妮露的绽放队基本上是草主+柯莱。但柯莱有一个缺点，就是大招持续时间太短了，后台挂草效果没那么好，所以天舞在这三个配队中都没有推荐。如果小伙伴们实在没有其他的草元素角色可以用，那就用柯莱。 ◆ 注意啊！这个队伍中还是没有奶！大世界探索用这个队伍记得带药！ ◇ 解说八： ◆ 这个队伍中公子的作用其实就是为龙王的天赋 普攻等级+1级 ，图中的装配也可以不用参考（仅仅是为了好看的）。 ◆ 钟离护盾的存在可以防止那维莱特在重击期间被打断，作用还是挺不错的。 ◆ 夜兰在这个队伍中可以替换达达利亚的位置。夜兰的大招可以给场上的角色带来至多 50%的增伤效果 ，也是非常不错的选择。 ◆ 那维莱特的其他配队方案可以这样参考： 双水+增伤辅助+治疗或护盾辅助 。双水元素共鸣可以增加25%生命值上限，可以增加那维莱特的输出量。 ▷ 补充说明 ◆ 此攻略中，命座建议仅作为参考，部分五星角色和四星角色实际上零命也可以用。小伙伴们可以根据自己的实际情况量力而行。 ◆ 此攻略中，五星圣遗物仅为展示，萌新可以将圣遗物根据自身的条件自行灵活更变为四星圣遗物来过渡，后续有条件再更换回五星圣遗物。 ◆ 本文内容为个人观点，仅作为参考，有异议的小伙伴可以在评论区提出自己的观点，天舞也会合理的参考小伙伴们的新观点的。 ◆ 配队展示列表的顺序与队伍的强度无关，配队仅作为思路参考，实用性需根据自身条件进行判断。 ◆ 对于以上说法有额外问题（比如说额外的其他配队）的小伙伴欢迎在评论区讨论，天舞基本上都是会看的。 更多配队攻略可关注合集： 米游社 因为天舞也才刚开始编写角色方面的攻略，大部分内容都会是个人的观点，有时候也不知道写什么内容会比较贴切玩家，有可能会出现缺漏配队、配队不准、武器圣遗物不准、配队说明有失误的情况，如果出现了这些情况还请小伙伴们和我提出来，天舞真的会很认真去看的，谢谢！（但是天舞真的不太能接受上来就引战带节奏的小伙伴哦~） 那么本次攻略就到这里~ 感谢小伙伴们的观看！ 喜欢天舞攻略的小伙伴记得给天舞一个赞哦~",
    "length": 2512
}