{
    "game_id": 2,
    "post_id": "50639181",
    "f_forum_id": 43,
    "subject": "【神樱大祓系列任务·其三】祓行",
    "url": "https://www.miyoushe.com/ys/article/50639181",
    "created_at": 1711256289,
    "like_num": 216,
    "view_num": 21081,
    "reply_num": 9,
    "text": "大家好呀！这里是紫鸢。本期带来的是 稻妻神樱大祓系列任务 ，祓行的任务攻略 任务框架 神樱大祓为大型世界任务， 其中包含四个任务 。为防止篇幅过长造成阅读疲劳，所以将四个任务拆开进行单独讲解。本篇为第三个任务: 「祓行」 3-1.镇守之森（深林狸囃子） 【简述】:前往镇守之森与五百藏对话获取镇物并净化结界 【奖励】:500冒险阅历 60原石 5本紫书 8个魔矿 5w摩拉（完成三项任务总计奖励） 【支线】:250冒险阅历 30原石 3本紫书 3w摩拉（完成深林狸囃子任务奖励） 【前置】: 冒险等阶30级 并完成 【魔神任务】第二章第一幕-不动鸣神，恒长乐土 和 「神樱大祓·祭神奏上」 【地点】:镇守之森 任务过程 （1）与五百藏对话 来到 镇守之森 后触发对话，跟随声音不断往前走便会触发 「深林狸囃子」 任务。需要完成该任务获得「镇物」后才能继续推进任务，来到 声音的源头击败石像周围的丘丘人 后和五百藏 对话 （2）寻找小狸子 与五百藏对话后它说要帮忙找到 「证城」「刑部小判」 和 「吉法师」 才能将镇物交给我们 ，三只小狸子都位于镇守之森中，找到三只小狸子后返回五百藏处 和它对话即可获得 「镇物」 温馨提醒:「刑部小判」需要先找到「吉法师」和「证城」后才会出现 解密过程: 证城（六角星）:起点处跟随至终点会变成一个火炬， 使用火元素点燃火炬 即可 吉法师（四叶草）:起点即终点，击败周围的丘丘人后 击碎木桶 即可 刑部小判（食物标）:起点处跟随至终点会变成三个火炬， 使用火元素点燃火炬 即可 （3）净化结界 获得「镇物」跟随吉法师前往结界所在地。待吉法师将石壁消除后便能看到结界，然后将「镇物」放入雷灯台便会出现图案。和前面一样 根据鸟居上的图案调整雷灯台的勾玉顺序 ，调整后返回雷灯台选择祝祷便会出现 「落武者」 ， 击败后与花散里对话即可完成任务 3-2.神里屋敷 【简述】:前往神里屋敷之外的滩涂地下净化结界 【奖励】:500冒险阅历 60原石 5本紫书 8个魔矿 5w摩拉（完成三项任务总计奖励） 【前置】: 冒险等阶30级 并完成 【魔神任务】第二章第一幕-不动鸣神，恒长乐土 和 「神樱大祓·祭神奏上」 【地点】:神里屋敷 任务过程 （1）获取镇物 首先前往 神里屋敷北边的山崖下 ，然后 使用「留念镜」观察「地狐」小像便会出现天狐雕像 。接着 使用雷元素激活天狐雕像 会出现发光点 ，靠近发光点拾取就能获得 「镇物」 （2）寻找结界 获得「镇物」后前往浪船锚点召唤浪船，然后操控浪船前往 东北边的结界入口 。抵达目的地后 使用「留念镜」观察「地狐」小像 打开入口，来到地下后往前走一段距离就能看到结界 （3）净化结界 来到地下后 因受「雷祸」影响角色将会持续掉血，可通过雷樱枝条召唤「雷种子」来抵御「雷祸」带来的影响 。来到雷灯台处后放入 「镇物」 开始净化。然后 根据鸟居上的图案调整雷灯台的勾玉顺序 ，调整后返回雷灯台选择祝祷会出现 2名「落武者」 ，击败后即可完成任务 3-3.荒海 【简述】:前往荒海完成解谜并净化地下遗迹中的结界 【奖励】:500冒险阅历 60原石 5本紫书 8个魔矿 5w摩拉（完成三项任务总计奖励） 【前置】: 冒险等阶30级 并完成 【魔神任务】第二章第一幕-不动鸣神，恒长乐土 和 「神樱大祓·祭神奏上」 【地点】:荒海 任务过程 （1）开启入口 来到荒海后需要 激活附近的四座雷元素方碑 解锁操作台，第三座雷元素方碑需要完成机关解谜后才能使用雷元素激活 激活所有雷元素方碑后前往操作台并启动即可打开入口，下来后 使用「留念镜」观察周围的三只「地狐」小像会出现按钮 ，靠近并按下三个按钮便会开启前往地下的入口 （2）获取镇物 下到地底后 使用「留念镜」观察石柱旁的「地狐」小像 会出现 雷樱枝条 ，靠近雷樱枝条召唤雷种子后穿过屏障就能看到天狐雕像。 使用雷元素激活天狐雕像 会出现发光点，靠近发光点拾取就能获得 「镇物」 （3）净化结界 获得「镇物」后前往鸟居， 附近有两个需要用留念镜观察地狐小像后才会出现的雷灯台 。接着将 「镇物」 放入雷灯台开始净化， 根据鸟居上的图案调整雷灯台的勾玉顺序 ，调整后返回雷灯台选择祝祷会出现 「落武者」 ，击败后即可完成任务 以上就是本期的所有内容啦 下期再见，拜拜",
    "length": 1787
}