{
    "game_id": 2,
    "post_id": "50249022",
    "f_forum_id": 43,
    "subject": "【v4.5攻略】千织武器圣遗物配队攻略",
    "url": "https://www.miyoushe.com/ys/article/50249022",
    "created_at": 1710296384,
    "like_num": 314,
    "view_num": 40061,
    "reply_num": 102,
    "text": "今天给大家带来一期千织的攻略，各位想要练千织的可以耐心看完_(米游姬 抛心心) 简单的总结 千织 是一位以后台输出为主的 岩元素副c ，其元素战技为主要技能，召唤人偶来进行输出，如果附近有岩元素创造物则增加一个人偶； 武器方面推荐 选择有： 有乐御簾切 静水流涌之辉 磐岩结绿 狼牙精五 裁叶萃光  辰砂之纺锤 黎明神剑 雾切之回光  狼牙（按强度排序） ；圣遗物方面推荐选择： 四华馆、四黄金剧团或者是2+2华馆剧团 ； 主词条方面选择双暴头+岩伤杯+防御沙，副词条选择双暴>防御>攻击 。 以下是详细的角色介绍 角色介绍 千织的角色定位为五星后台副c，但零命的机制并不完整。 角色突破材料 1-90级材料 技能天赋材料 1-9-9材料，普攻这边需要看情况选择升级。 关键命座 一命 可以提高袖的攻击范围，并且释放完元素战技后还可以额外召唤一只袖； 二命 可以在释放完元素爆发后每三秒可以在身边额外召唤一只绢造成元素战技伤害； 六命 触发量体裁衣后可以减少元素战技冷却时间12s，并且依据自身防御力提高普攻伤害。 技能详情介绍 技能详情介绍 普攻 ，进行至多四段攻击，重击向前挥出两剑，很普攻的攻击模版。 元素战技 ，向前突进，突进结束后召唤一只 袖 后进行 上挑攻击 ； 袖 间歇性对附近的敌人 发动斩切 ，造成 岩元素范围伤害 ，如果 袖 存在期间， 附近存在岩元素召唤物或者有岩元素召唤物被创造 ，则在角色身边 额外召唤一只袖 ， 至多召唤出一只袖 ，和 元素战技释放后的袖 存在时间 独立计算 。 元素爆发 ，基于千织的 攻击和防御力 对周围造成岩元素范围伤害。 天赋 ，元素战技释放上挑攻击后 短暂时间内 ， 如果再次 点按元素战技 则触发织锦： 使队伍中下一名角色登场 ，并且施加效果，队伍中的 角色的普攻、重击、下落攻击命中附近的敌人时 ， 袖 将进行 协同攻击 ， 伤害 为 元素战技上挑攻击100%的岩元素范围伤害 ，攻击类型为元素战技伤害，袖每两秒至多触发一次协同攻击，至多触发两次协同攻击。 如果 点按普攻或者什么都不操作 ，则获得裁锦效果： 获得岩元素附魔5s 天赋 ，队伍中 附近有角色创造岩元素创造物 的时候，千织 获得20%的岩元素伤害加成 ，持续20s。 天赋 ，队伍中有人装备默认衣装和初始风之翼以外的装饰时，获得10%的移速加成，仅大世界生效。 加点方面 优先升级 元素战技 ，然后 元素爆发 ，普攻按需升级。 圣遗物选择 首选 ， 华馆梦醒形骸记 可以提高千织30%的防御，并且四件套效果还可以后台触发，并提高防御力和岩元素伤害。 可选 ， 黄金剧团 可以 提高千织的元素战技袖的伤害 ，并且处于后台的时候可以进一步提高这个伤害。 过渡可选，2+2华馆+剧团 萌新可选，2+2守护之心+赌徒 除了不是金色的， 两件套效果都和金色圣遗物一样 ，还是很不错的萌新过渡选择。 词条选择 千织的 防御力收益大于攻击力 ，所以首选防御力。 武器选择 强度排序：有乐御簾切 静水流涌之辉 磐岩结绿 狼牙精五 裁叶萃光  辰砂之纺锤 黎明神剑 雾切之回光  狼牙（个人测会有偏差，实际情况按具体伤害来携带！！） 首选 ， 有乐御簾切 提供高额的暴伤，并且可以提高普攻和战技伤害，还可以提高千织的防御力，在角色造成岩元素伤害的时候还可以进一步提高普攻和战技伤害，是千织完美的毕业武器。 五星可选 ， 静水流涌之辉 可以在有芙宁娜的队伍中使用，可以增加千织的暴伤和元素战技伤害，但是被动的生命上限提升没有什么用。 五星可选 ， 磐岩结绿 可以增加千织的暴击率，并且根据生命上限提高角色的攻击力。（哪里都有你） 五星可选 ， 雾切之回光 可以增加千织的暴伤，并且被动可以增加千织的元素伤害。 五星可选 ， 裁叶萃光 可以提高千织的暴伤，并且被动可以提高千织的元素战技伤害。 四星首选 ， 狼牙 可以提高千织的暴击率，被动提高千织的元素战技和元素爆发伤害。 四星可选 ， 辰砂之纺锤 增加千织的防御力，并且被动根据防御力来增加千织的元素战技伤害，缺点是已经绝版。 三星首选 ， 黎明神剑 可以提高千织的暴伤和暴击率，缺点是有血量限制，推荐在有盾辅奶妈的队伍中使用。 面板需求 千织主堆双暴和防御，越高越好 ，攻击的加成并没有防御力来得高，但也可以适当堆一点，或者用班尼特之类的辅助来增加自己的双爆和防御攻击力。 阵容搭配 千织的阵容搭配思路是：千织是副c，并且技能需要队友可以创造岩元素创造物，但是零命的机制并不是完整的，一命的机制泛用性更好。 零命阵容（别问为什么空着，因为没抽到） 一斗+千织+五郎+钟离 千织+阿贝多+站场奶c+芙宁娜 一命阵容（这个也是没抽到） 娜维娅+千织+芙宁娜+班尼特 抽取建议 千织个人感觉如果可以抽到一命并且喜欢玩娜维娅等岩队还是可以考虑的，综合来看因为千织后的池子是强度t0的那维莱特和万叶， 个人是不推荐抽取的，强度党不推荐抽取，xp党可以直接抽 。 新人第一次写攻略，有不足的地方还望海涵。 另外谢谢大家最近给我的点赞和回复，有问题的地方我都会修改的（不要骂人！）",
    "length": 2111
}