{
    "game_id": 2,
    "post_id": "28708647",
    "f_forum_id": 43,
    "subject": "76个兰那罗回归后位置（快速定位最后三个宝箱遗漏的兰那罗）",
    "url": "https://www.miyoushe.com/ys/article/28708647",
    "created_at": 1662735043,
    "like_num": 26392,
    "view_num": 639837,
    "reply_num": 3186,
    "text": "大家好，本篇将带大家找到64个没名字的兰那罗回归桓那兰那后的位置(已对应之前在散落在须弥各处时的位置)，并借此快速定位遗漏的兰那罗，帮助各位小伙伴快速查漏补缺 视频版 鉴于很多小伙伴会混淆对应编号，特推出视频版，希望能给各位小伙伴带来帮助！！！视频中的编号与本帖一致，已通过本帖找到缺失兰那罗的可直接去对应大世界位置部分查看 Tips：视频版前后编号是一一对应的，所以缺几号就查几号，例如桓那兰那缺1号，对应大世界位置就找1号，不要把文字版的对应编号带到视频版 文字版所说的对应编号，指的是对应本帖末尾所附的《76个兰那罗位置1-76》系列帖子中的编号，各位小伙伴切勿弄混！！！ 文字版 以下内容万分重要希望大家可以认真看完 Tips： 1.千万千万不要在无忧节召开的时候跟此贴，无忧节召开时所有兰那罗都会回来！！！！！！ (此时任务名称就叫无忧节，没做到这段或做完了这段都可以) 2.设置-图像-人群密度一定要调成高，否则会看不到兰那罗（此处感谢评论好兄弟） 3.所有兰那罗最好 走到面前去确认是否存在 ，因为兰那罗的显示是看到之后拉到很远也会看到，但是如果一开始就很远是看不到的（非常重要否则很可能造成重复劳动）。 千万不要到了我图上的位置，一看没有就跑了！！！ 4.如果是为了开宝箱只需要找没有名字的64个兰那罗，有名字的12个是另外一个成就与宝箱无关 5.必须是梦境的桓那兰那才有兰那罗存在，如果不是梦境状态，请去修梨薜那处切换（确认是否是梦境的方法，传送到七天神像后看下神像旁边有没有兰耶师，有就是梦境，没有就是现实） 6.《76个兰那罗位置》第42只在桓那兰那对应两只兰那罗，第57只在桓那兰那没有对应兰那罗（已确认是bug） 7. 桓那兰那只有56个没名字的兰那罗，8个淘气的兰那罗（需用透镜照射的）是不回桓那兰那的（真的很淘气呢），如果下面56个位置都已经有兰那罗，可以看看是不是8个淘气的兰那罗没做或者是第57只没做 （帖子末尾已附《淘气的兰那罗以及第57只兰那罗合集》链接） 本攻略使用方法： 跟着攻略找一遍，看看哪些兰那罗还没有回到恒那兰那，记录下对应《76个兰那罗位置》中的编号，再去《76个兰那罗位置》寻找（链接已附在帖子末尾） 64个没名字的兰那罗回到桓那兰那的位置 传送到七天神像，一出来正对着兰拉迦小屋 1-2 1号对应《76个兰那罗位置》 第 52 只， 2号对应第68只 兰拉迦小屋右侧有两只 3-6 4号对应《76个兰那罗位置》 第 27 只， 5号对应第31只，（3号和6号都对应第42只） 兰拉迦小屋左侧有4只 7-9 7号对应《76个兰那罗位置》第72只，8号对应 第 15 只， 9号对应第17只 转向南方向（地图下方），兰拉迦小屋对面通道中 10（对应《76个兰那罗位置》 第 33 只 ） 走到 第8和第9只兰那罗斜对面的小屋 旁边 11（对应《76个兰那罗位置》 第 61 只 ） 走到第10只兰那罗的旁边 ，可以看到11号兰那罗 12（对应《76个兰那罗位置》 第 14 只） 走回第10号兰那罗身边 ，此时面向北方向（地图上方），可以看到12号兰那罗 13-17 13号对应《76个兰那罗位置》第64只，14号对应 第 13 只 ，15号对应第53只，16号对应第40只，17号对应第29只 来到下图蓝色箭头处（下图二所示篱笆旁），面朝东（地图右侧），找不准的可以用修梨薜那定下位 18-20 18号对应《76个兰那罗位置》 第 10 只 ，19号对应 第 1 只 ，20号对应第41只 原地转向北侧（地图下方），朝四叶印看，四叶印亮起时的角度正好可以看到三只兰那罗 Tips：后面19，20两只可能因为过远看不到，需拉近距离确认是否存在 21（对应《76个兰那罗位置》 第 76 只 ） 在刚刚人物蓝色箭头的位置继续转向西侧（地图左侧），可以看到第21只。 之后穿过圆拱门来到下图箭头所指小屋旁边的三叉路口处（下图二人物蓝色箭头处） Tips：在下图魈所在位置，可能因为过远看不到，需拉近距离确认是否存在 22-25 22号对应《76个兰那罗位置》第25只，23号对应第69只，24号对应第49只，25号对应 第 23 只 到达位置后，向东看（地图右侧） 26-27 26号对应《76个兰那罗位置》第65只，27号对应第71只 之后朝西南侧看（地图左下） 28-29 28号对应《76个兰那罗位置》第48只，29号对应 第 21 只 然后朝北侧看（地图上方），可以看到第28,29两只兰那罗 30-31 30号对应《76个兰那罗位置》第73只，31号对应 第 37 只 之后来到29只旁边，朝北看（地图上方） 32（对应《76个兰那罗位置》 第 36 只 ） 继续在29只旁边，转朝西边看（地图左侧），可以看到第32只。之后来到下图所指路灯前 33-34 33号对应《76个兰那罗位置》第43只，34号对应 第 20 只 到达路灯前，朝西看（地图左侧） 35-36 35号对应《76个兰那罗位置》第75只，36号对应 第 30 只 来到34号兰那罗身边，朝北看（地图上方） 37（对应《76个兰那罗位置》第38只） 来到36号兰那罗身前，朝西方向看（地图左侧） 38-41 38号对应《76个兰那罗位置》第19只，39号对应第12只，40号对应第55只，41号对应 第 11 只 之后需要来到19号兰那罗旁边（下图箭头所指处） 到达位置后，朝东边看（地图右侧），可以看到4只兰那罗。之后进入41号兰那罗旁边的山洞， 遇到路口后走左侧道路（有积水的路） ，来到下图二人物蓝色箭头处 42-46 42号对应《76个兰那罗位置》第54只，43号对应第67只，44号对应第16只，45号对应第62只，46号对应第5只 到达位置后，朝北方向看（地图上方） 47（对应《76个兰那罗位置》第8只兰那罗） 来到45号兰那罗面前，朝东看（地图右侧），找到47号兰那罗 48-50 48号对应《76个兰那罗位置》第6只兰那罗，49号对应第35只，50号对应第47只 来到47号兰那罗旁边，继续朝东看（地图右侧），找到48-50号兰那罗 51-54 51号对应《76个兰那罗位置》第60只，52号对应第26只，53号对应第45只，54号对应第9只 来到49号兰那罗旁边，继续朝东看（地图右侧），找到51-54号兰那罗 55-56 55号对应《76个兰那罗位置》第4只，56号对应第58只 继续站在49号兰那罗旁边，向南看（地图下方），找到55和56号兰那罗 本帖制作不易，烦请各位小伙伴给点个赞！！！ 《淘气的兰那罗以及第57只兰那罗合集》链接 淘气的兰那罗合集以及第57只兰那罗 《76个兰那罗位置》链接 76个兰那罗位置1-15（护世森，道成林区域） 76个兰那罗位置16-35（维摩庄、奥摩斯港、降诸魔山区域） 76个兰那罗位置36-50（水天丛林、荼诃之座、喀万驿区域） 76个兰那罗位置51-68（谒颂幽境、禅那园、天臂池区域） 76个兰那罗位置69-76（桓那兰那区域） 找完这64只没有名字的兰那罗，并不会直接获得成就还需完成前置任务静态风景，到达藏宝地，打开所有宝箱才可获得成就，详情请点击上面链接《76个兰那罗位置69-76（桓那兰那区域）》，拉到第76只。",
    "length": 3007
}