{
    "game_id": 2,
    "post_id": "48527553",
    "f_forum_id": 43,
    "subject": "【V4.4攻略 角色攻略】纳西妲使用指南",
    "url": "https://www.miyoushe.com/ys/article/48527553",
    "created_at": 1706655402,
    "like_num": 82,
    "view_num": 2761,
    "reply_num": 25,
    "text": "uid：231012570 简明省流攻略： 1.作为强度玩家，应该都要入手一位纳西妲，她是草体系核心。 2.纳西妲是草套覆盖率最高的角色，大部分情况下草套总是更优，普通玩家推荐以深林的记忆作为刷取目标。在单草阵容中，千岩牢固可能会有比较好的表现。若重视纳西妲的输出，可以考虑携带黄金剧团与饰金之梦。 3.武器选择以精通武器为主，其次是双爆武器。圣遗物词条与武器都遵循实战面板能否逼近一千精通来选择，实战面板能达到一千精通时，此时双爆的收益会更加明显，可以选择堆叠双爆。 4.配队方面十分灵活，任何需要草元素参加的反应纳西妲都能当做其中的很强的一块拼图使用。 一图流纳西妲攻略： 角色定位与抽取建议： 纳西妲一般的定位是 副c或辅助 ，大部分情况下都处于队伍后台。元素爆发可以提供高额元素精通，元素战技则可以提供不俗的伤害，其在草体系当中是绝对的核心角色，推荐所有想玩草体系的人抽取。 天赋简析 普通攻击·行相 纳西妲如果驻场时使用普通攻击挂草，会在每轮的第1，第4段进行稳定的弱草附着。 而纳西妲重击没有冷却器， 每次重击均可稳定的挂上一次弱草 。但是纳西妲重击消耗体力较多，实战中如果使用重击会很容易耗光体力，造成后续应对的困难。 常规情况下纳西妲作为后台角色使用，普通攻击基本无需升级。在部分队伍中纳西妲需要驻场时该天赋也不会是主要伤害来源， 酌情升级即可。 所闻遍计 短按E的附着没有CD ，每次攻击敌人都会造成一次弱草的元素附着。短按主要适合附近怪物围自己一圈的情况，省时间。 长按攻击也会造成一次弱草元素附着。 长按结束后，纳西妲位置会略微退后，约为1.25米。 纳西妲E的核心是蕴种印，处于蕴种印的敌人会相互连接，约25米。 处于蕴种印敌人下的敌人触发元素反应时，会造成一次灭净三业的伤害（与阿贝多，雷电将军的造成伤害的协同攻击不同，纳西妲的协同攻击是需要触发元素反应，但是燃烧不算在内）灭净三业的元素附着为中草。此 触发间隔为2.5s，可以通过元素爆发降低间隔 。灭净三业每一次触发都会给敌人挂上一次中草。 而纳西妲的元素战技产球机制是灭净三业命中产球，稳定产3球，冷却7s，实际体验约2.5s一颗球。 无论是长按还是短按，灭净三业的持续时间都远大于冷却时间， 所以实战中仅需要考虑敌人位置决定长按还是短按。 心景幻成 纳西妲q范围为25m，与深渊场地差不多大。 作为一个 纯粹提供增益的天赋 ，纳西妲的元素爆发的价值需要从多个维度来考虑其价值。一般情况下，在如下两种情况大家可以看到明显的价值： 1. 队伍中的驻场角色为队伍元素反应的主要触发者，能够受益于纳西妲固有天赋一的增益； 2.纳西妲具有1命或处于单雷和多雷队伍，此时纳西妲释放元素爆发可以降低自身灭净三业的攻击间隔，也随之可以触发更多的元素反应。 而以上两种情况主要是面对 需要纳西妲提供元素精通的队伍。 （但是正常来说，纳西妲入队时的队伍都会比较需要元素精通。） 相对来说纳西妲 Q优先级略低于E，但是一般建议对点。 慧明缘觉智论 这里有几个点需要注意。 1. 不能吃到额外区精通加成（如砂糖），但是可以吃到固定数值精通（如阿贝多Q） 2.增加精通数值为全队精通最高的角色，并非限定纳西妲精通 3.所提供的精通值具有锁面板机制（参考香菱Q），举一个例子就能明白： 实战中，精通最高的为纳西妲，但是纳西妲裸精通为900，如果我们在纳西妲释放Q之前释放阿贝多Q的125精通，此时纳妲精通已经达到1千精通，如果在纳西妲Q持续时间结束前阿贝多Q提供的增益消失，仍然是上限250点。 4. 该天赋提供的增益精通仅对驻场角色有效。 这个天赋的上限是1000元素精通，要吃满该Buff，要求队伍中有角色在实战中非额外区元素精通达到1000，纳西妲的大部分队伍中队伍非额外元素精通最多的就是纳西妲，因此一般情况下为最大化利用该Buff，纳西妲需要在吃到队伍中 非额外区元素精通增益的情况下接近1000元素精通 ，实际需要的数值需要大家根据自己队伍中的元素精通Buff考虑。 慧明缘觉智论 该天赋是基于纳西妲自身精通提升灭净三业的伤害。如果队伍中其他角色已经堆叠到了1千精通，那么纳西妲的精通阈值由此天赋决定。 这个天赋使得纳西妲实战精通在一千点以前词条收益最高，所以一般建议 实战中能接近一千精通 。实际堆叠精通的数值还是要根据队伍当中元素精通buff进行考虑。 诸相随念净行 很好用的大世界探索天赋，妈妈再也不用担心我采不到琉璃袋了。 命座简析（关键2/6） 心识蕴藏之种 一命，为自身提供了更长时间的元素爆发，更高的灭净三业攻击频率与伤害。相当于提升了增益与自身输出。 净善摄受明论 纳西妲 绝对的核心命座 ，但是还是在不同的队伍当中提升有所不同。 不过总得来说，对于燃烧，绽放相关反应伤害期望提升约为20%，提升较为可观。 但是减防与无视防御是相互乘算的，二者会互相稀释，比如对于二命雷电将军提升只有大约9.4%。 熏习成就之芽 三命，提升元素战技等级 ，提升了纳西妲自身的伤害。但是大部分纳西妲队伍还应以提升纳西妲功能性为主。 比量现行之茎 为纳西妲提供了100~160点的非额外区元素精通，降低了纳西妲自身圣遗物对于元素精通的需求。纳西妲的配装也随之更加灵活。 妙谛破愚之叶 提升元素爆发等级，具有一定的功能性命座。 大辨圆成之实 灭净三业·业障除的伤害均为草元素单体伤害，且其倍率为固定值，与元素战技、普通攻击等级无关。如果纳西妲驻场使用普通攻击将灭净三业·业障除打出，则只有第1段、第4段和第5段会有弱元素附着。同时灭净三业·业障除的伤害是略低于12级元素战技下的灭净三业的。该伤害的攻击 标签为元素战技，可以受到相关的增益 （如黄金剧团四件套效果），也可用于触发需要元素战技触发的增益（如千岩牢固四件套效果）， 该命座为纳西妲自身提供了一个爆发，对于部分收尾能力较差的队伍有了更多的保障，但该命座很大程度受制于纳西妲较短的索敌距离的攻击范围。纳西妲这个命座提供的效果的实际持续时间是11s（从大招动画结束开始计时）。 如果队伍中选择 纳西妲驻场，那该命座的收益则更加明显。 圣遗物选择 对于绝大部分低命纳西妲来说， 仍然推荐以深林的记忆四件套作为毕业刷取目标。 原因主要有如下几点： 1.纳西妲的草套覆盖率全角色当中最高的，在队伍当中纳西妲携带草套则收益会十分明显。 2.纳西妲单人深林的记忆伤害其实是大于饰金之梦的。这点应该在很多帖子当中得到过验证。我在此就不在赘述。 3.对于平民玩家来说专门为一个角色刷取多个套装则是一种浪费行为。 不过其他圣遗物既然也放在推荐当中，则代表着在部分情况下仍然是可以使用的。 如果 重视纳西妲自身输出，可以考虑携带黄金剧团四件套。 目前纳西妲单人输出值以黄金剧团作为单人输出最高的圣遗物解决方案，在队伍当中有钟离或有其他角色携带深林的记忆时可以选择黄金剧团来提升自身输出。 选择在 单草阵容中携带千岩牢固， 是因为大部分单草队伍一般打激化，队伍当中仅有纳西妲一个草，与其减少草抗则不如用于提升雷系队友输出。 一般的， 单草阵容不选取深林的记忆时，根据雷系队友的配置选择黄金剧团/千岩牢固。雷系队友配置越好，千岩牢固收益越高。 饰金之梦 整体上是中规中矩的选择，输出比不过黄金剧团，功能性不如深林的记忆，但是由于和草套在一个本，有词条比较好的自然也是可以使用的。 词条方面选择：纳西妲的有效词条是 精通。 推荐实战时精通能逼近一千这个数值，由于大部分队伍当做都会获取精通buff，一般以 裸精通能到达800作为阈值处理。 如果裸精通可以到达 800， 词条就更倾向于选择双爆以及草伤。 在词条配平的情况下，精草精，精精精，精精暴 实际差距不大，根据自身词条以及精通是否达到阈值来选取即可。 副词条出去这些，适当的歪一些充能与攻击力仍然是有效词条，只不过收益不如精通和双爆明显。 武器推荐 仅为部分武器展示，并非全部武器推荐。 纳西妲的武器配装方案也是需要根据精通阈值考虑，如果仅考虑纳西妲自身输出且没有专武，则遵循： 实战精通能到达一千选择双爆武器，不能达到一千精通则选择精通武器。 大部分玩家还是会优先考虑精通武器，这种情况下以千叶浮梦作为最优解是非常合适的。而对于其他精通武器的选择来说，则需要进一步说明他们的适配情况。 目前风评 默认最优的四星武器是流浪的晚星。 因为其能给提供高额精通，且特效能给队伍提供高额攻击力， 是团队比非常高的法器。 但是，如果纳西妲想要入职于妮露绽放队，一般就不建议使用该武器，提供的高额攻击力加成在队伍当中是亏模的。至少攻击力在妮露绽放队中的转化收益并不明显。 但还有， 流浪的晚星考虑到为限定四星，大部分玩家是低精甚至没有，这种情况则需要从其他武器中选择考虑。 祭礼残章的特效对于纳西妲几乎是没有用的，因为纳西妲E持续时间远大于冷却时间， 选用祭礼残章目的仅为了其提供的高额精通。所以一般祭礼残章给到纳西妲时无需精炼。 魔导绪论 作为三星武器，成本非常低，而且在特效触发时伤害并不低，但在大部分队伍中特效的触发率很低，常规的绽放队大部分情况下是草底无法吃到，燃烧类的队伍肯定吃不到，在 雷系角色驻场的超激化和激绽队伍中该特效覆盖率较高，建议选择时考虑在这类队伍中使用。 此外，魔导绪论还有一个不是很明显的劣势，淘汰后并不容易找到其他角色接盘。 还有一个锻造武器 盈满之实， 但是特效扣除攻击力，虽然纳西妲攻击力收益不算高，但是总归是有收益的。所以 一般情况下该武器仅在高精时考虑。 在实战时精通可以达标时可以考虑选择双爆武器。根据纳西妲站场与否可以综合特效来评判。一般的， 双爆武器在词条配平的前提下以神乐之真意作为最优解。 因为其他双爆武器的特效覆盖率都比较低。 双爆武器具体选择就不在赘述，根据自己缺双爆中哪个词条来补充哪个词条即可。 特别的， 在队伍生存压力比较大时，可以考虑让纳西妲携带试做金珀缓解生存压力。 配队简析 仅为部分配队参考，并非全部配队展示。 纳西妲作为草体系反应的核心角色，草反应所有队伍都能见到她的身影。这里只对部分配队进行一定的分析。 1.草行久组合 草行久被称为带条狗都能打通深渊，是典型的三人成军队。 第四个人如果单论这个阵容整体强度，一般推荐艾尔海森。不过艾尔海森也有单带能力，让草行久去带其他驾驶员也是合适的选择。 对于草行久队伍当中，如果不需要驾驶员长时驻场则是纳西妲站场是产种更多，久岐忍站场时单次种子伤害更高，在没有驾驶员站场时根据情况选择草神或者久岐忍站场即可。 当然，如果驾驶员站场可以发挥更高收益（如艾尔海森）一般还是推荐驾驶员站场。 需要说明的是，在这个阵容当中 不推荐用夜兰来替换行秋。 有如下几个原因： 1.零命夜兰水量不如六命行秋，产种效率下降，从而导致输出降低 2.夜兰的增伤机制对超绽放增伤用处不大，对队伍输出提升也没什么用。 3.行秋有雨帘剑的减伤与抗打断提升一定生存能力，夜兰没有。 相关角色培养：（行秋，久岐忍，艾尔海森） 2.激化队伍 图片中为 赛诺单草激化。 纳西妲进入赛诺队伍当中时，转火能力不足，但是伤害是足够的。 纳西妲搭配赛诺时，一般更加适配打桩阵容。如果应对多波次打怪，而又想让赛诺出场则要考虑将纳西妲替换掉。而如果以纳西妲为核心御姐多波次打怪可以将雷/草替换为短轴或者自由轴角色。其他配置则仍然要根据c进行选取。 相关角色培养（赛诺 钟离 菲谢尔） 3.妮露绽放队 妮露绽放队需要保证队伍当中有且只有水系和草系。一般情况下推荐双水双草或者三水一草，完全不推荐三草一水。 一般情况下，队伍中最好也要塞入一个直伤较高的角色（如艾尔海森，神里绫人）。从而让妮露绽放队可以应对更多的环境。 同时，队伍当中至少留有一个水系/草系生存位置即可。 相关角色培养（珊瑚宫心海，妮露）： 4.烈绽放队伍 目前最适合烈绽放的打火机仍然是 托马。 不过选择托马作为烈绽放打火机时他会很难单独作为队伍中的生存位置，因为词条很难分配给生命值了。所以对于托马入队的烈绽放队伍中，必须额外安排一个生存位。 思路可以照搬草行久，只不过第四人被限定成了生存辅助。托马相对于久岐忍则具有对群优势以及持续霸体优势，但当对方伤害频次较高时该被打断还是被打断。 而烈绽放将打火机换成其他有一定点火频率的火系角色也是可行选择，这就需要旅行者根据自己的box来考虑了。 相关角色培养（托马/白术）： 文案：革凡普王i 图片：阿九/ ﻿ @六千两 ﻿",
    "length": 5117
}