{
    "game_id": 2,
    "post_id": "13257347",
    "f_forum_id": 43,
    "subject": "【V2.3攻略】#其他攻略#海染砗磲套测评",
    "url": "https://www.miyoushe.com/ys/article/13257347",
    "created_at": 1639991265,
    "like_num": 47523,
    "view_num": 285856,
    "reply_num": 758,
    "text": "UID 100058003 目录： ①圣遗物套装\"简\"析 ②适用角色分析 ③刷取建议 ④总结 ◎2件套效果： 治疗加成提高15%。 该套装效果直接体现在 人物面板 上，佩戴后，角色面板上的「治疗加成」数值增加15%。 该效果与 「被怜爱的少女」 二件套相同，关于治疗相关的计算公式，我在心海的简评文章中提到过，有兴趣的旅行者可以自行观看—— 十问十答带你了解心海 。 ◎4件套效果： 太长了大家自己看图。 这段话“简单”阐述了四件套的效果，我们用5W2H来分析一下这段话。 WHAT （整体表现是什么效果？） 产生持续 3秒 的 海染泡沫 ， 每3.5秒 至多产生 1 个。 WHY （为什么产生海染泡沫？） 记录 治疗 的生命值，并在 持续时间结束 时对 场上角色周围敌人 造成伤害。（班尼特由于在 70% 血以上时不进行治疗，所以适配性较低。） WHO （谁能触发该效果？） 佩戴 海染砗磲四件套 的角色。 PS：假如队伍中有 多名 佩戴海染砗磲四件套的角色，只会产生 一个 海染泡沫，但佩戴四件套效果角色造成的生命值恢复量 均 会被记录（包括己方角色满血时 溢出 的治疗量）。 WHEN （什么时候产生海染泡沫？） 满足 “WHO” 条件的角色对队伍中角色进行治疗时（ 后台治疗也算 ）； 「芭芭拉」 和 「七七」 六命的 复活效果 生效时，若她们有佩戴海染砗磲四件套，复活时产生的治疗量也会被记录，复活产生的治疗量享受施加复活效果角色的“治疗加成”与被复活角色的“受治疗加成”的加成。 比如七七六命虽然是恢复被复活角色 50% 的生命值，但如果七七的 “治疗加成” 与被复活角色的 “受治疗加成” 相加为 100% ，那么可以直接恢复至 50%*（1+100%）=100%=满血 ； 而芭芭拉六命是恢复己方队伍死亡角色100%的血量，计入 “治疗加成” 与 “受治疗加成” 时则会 溢出 相应治疗量，同样也会被海染泡沫记录。 WHERE （在哪里产生海染泡沫？） 该效果未在四件套效果中描述出来，实际效果是海染泡沫会跟随 场上角色 移动而 移动 。 HOW （海染泡沫如何造成伤害？造成的伤害类型是？） 持续时间结束时，对周围敌人造成的伤害类型为 「物理伤害」 ，该伤害结算方式与 「剧变反应」 相同，与角色 元素精通、物理伤害加成、敌人防御力、敌人受到（物理/全）伤害提升无关 ，与 物理抗性 有关。 即：一般情况下，记录 同等治疗值 时对 人形怪 造成的伤害高于 其他类型敌人 ；使用 超导/钟离盾 等手段降低敌人 物理抗性 后，海染泡沫对 相应减抗敌人 造成的伤害会更高。 HOW MUCH （能造成多少伤害？） 排除掉敌人物理抗性因素（以 抗性为0 进行计算），造成的伤害值为 “WHO” 角色在海染泡沫持续期间对队伍角色治疗量的 90% ，至多为 30000*90%=27000 。 此外还值得注意的是， 对群治疗 和 对单治疗 的区别。 拿 七七 的 元素战技 来说，寒冰鬼差在释放时对七七产生1次治疗，后续15秒内对「场上自己的角色」提供3次治疗，共计4次，每次治疗的角色数量仅能为1，假设该治疗量为1，则被记录的治疗量为1*4*0.9=3.6。 七七在寒冰鬼差期间 普攻/重击 命中敌人可以为 「附近友方角色」 （包括己方后台角色）恢复生命值，治疗量约为自动治疗的 1/7 ，但每次治疗的角色数量最大为 4 ，只要七七A8下即可达到 （4*8/7）*0.9=4.1＞3.6 。 仅以此例子说明对「全队」治疗与对「场上自己的角色」治疗的区别，实战会受到水球套CD与记录值上限的限制而不同当然，「迪奥娜」「琴」「早柚」元素爆发那类对领域内角色治疗的则是联机时效果更好了。 海染砗磲套虽然能基于治疗量提供伤害，但如果作为 驻场伤害 来说，不太够看； 而作为 后台伤害 ，就要看各个治疗角色在后台的 持续治疗能力 了，后台持续治疗量越高，与海染砗磲套的相性就越好，提供的伤害也就越多，下面我们从七七开始说起吧。 相比于三测，七七是V1.0开服时新增的常驻角色之一，开服时与 雷泽 搭配有着较好的表现，但随着 遗迹系列 常驻深渊和怪物血量上限不断提升，七七雷泽的搭配因为 缺乏爆发输出的劣势 ，逐渐淡出了大部分玩家的视线，七七单独拎出来也是一个除治疗外的实用性不大的角色（相比于其他治疗角色），在海染套出来后，七七作为后台持续治疗量最高的角色，也算是一种变相加强了。 ◎七七的 「固有天赋·延命妙法」 可以在前台队友触法元素反应时，提高该队友的受治疗加成，变相提高了海染泡沫的伤害。 ◎而 「固有天赋·玉签偶开」 能在元素爆发充能或CD期间提供等量治疗量的度厄真符（持续时间短了许多），但培养得当的情况下也足够充满 两次 海染泡沫了。 ◎元素爆发提供的度厄真符高达 15秒 ，但七七自身没有产球能力，面对高达80点能量的元素爆发，只好去寻求队友的帮助了，为了最大化海染泡沫的伤害，可以将七七安排在冰雷超导的队伍中，如下。 ◎雷电将军可以提升 优菈 和 罗莎莉亚 的元素爆发伤害，如果没有雷电将军，可以考虑 丽莎/菲谢尔 ，选用丽莎则需要额外佩戴 充能沙漏+西风秘典 之类单独弥补她的充能（毕竟就她一个雷元素角色，自身产球效率低）。 该圣遗物的 配色 和 形态 都与海祁岛的环境风格非常相似，想必大家第一时间想到最适合该圣遗物的一定是我们的海祁岛巫女—— 珊瑚宫心海了 。 ◎但实际并非如此，该圣遗物本质上并 非输出向 ，即使是输出心海佩戴时，最多仅能在开启元素爆发的情况下增加仅 27000/3.5=7,714 的DPS，在后台的情况下心海通过 元素战技 的 治疗记录量 很难超过 15000 ，提供的后台秒伤不到 4000 。 ◎和千岩套的 20% 攻击力相比，二者的选择需要进行 敌人/自身配队 环境来进行。 千岩套：需要攻击到敌人， 不适合 在 敌人灵 活的情况下佩戴（比如某些乱跑的 狼 ）。 砗磲套：需要 靠近敌人 才能造成伤害，不适合在队伍 主要输出 为 远程角色 时佩戴。 PS:不过考虑到 砗磲套 和 华馆套 同在一个圣遗物，在目前岩队比较热门的情况下，刷砗磲套性价比会较高一些。 芭芭拉作为传统的治疗角色，她佩戴该圣遗物的主要劣势在于后台治疗的 频率 和 数值 都较低。 ◎芭芭拉元素战技具备了心海元素爆发与七七元素战技的治疗效果，虽然佩戴该圣遗物的前台输出又比不过水套（她不像心海那样输出有 最大生命值 的加成），但作为治疗角色，可以通过该套装为队伍增添一点DPS，也是蛮不错的。 ◎芭芭拉元素爆发在大部分情况下可以瞬间充满一颗海染泡沫，但作为释放代价的80点能量有点过大了，所以芭芭拉元素爆发还是留着其他角色 濒危 时使用吧~ PS：关于技能描述简析中的 “WHO” 的定义，也许你可以组成一个这样的队伍.... ◎珊瑚宫心海、芭芭拉和七七均佩戴 砗磲套 ，七七选择通用 物理 词缀，菲谢尔佩戴 千岩 套挂雷超导，提高物理七七和泡沫的伤害。心海E+芭芭拉E+七七E和普攻的回血，可以保证每次泡沫爆炸都是最高伤害。 PS：再强调一遍， 纯属娱乐，请勿模仿！！ 在下列角色里选择近期你打算培养的角色： 根据你选择角色底下的分数相加 0~2分 ：不急着刷取该圣遗物 2.5~6分 ：每日投入2~3个浓缩树脂，等待时间带来好运。 6.5~10分 ：每日体力All in圣遗物本，有能力的旅行者可以50原石买一罐体力。 10.5~14分 ：建议住在圣遗物本。 PS：输出角色培养优先度高于辅助/治疗向角色，所以荒泷一斗与诺艾尔的分数会较高。 *上述建议仅作为娱乐与参考，具体的投入还得根据旅行者角色培养安排来制定。 *荒泷一斗/阿贝多/五郎/诺艾尔考虑的是刷取海染砗磲时，副产物华馆的收益。 海染砗磲套对治疗向角色来说并不是什么质变圣遗物，它只是使治疗向角色具备一定的后台输出价值，在如今后台角色横行霸道的时代，为奶妈们开了一扇小小窗户。 风系治疗向角色有着风套这种优势非常大的圣遗物，一些角色本来也比较适配宗室与千岩，所以海染套大部分情况下并不会被当作需要专门刷取的圣遗物，一般都是作为防御套的副产物产出。 我想应该是策划用来提醒以下用惯了班尼特这类超模辅助的旅行者—— 不要忘记家园里站着的、仓库里关着的可爱奶妈们。",
    "length": 3423
}