{
    "game_id": 2,
    "post_id": "41262465",
    "f_forum_id": 43,
    "subject": "七圣召唤钟离卡牌太弱？简要概述下钟离主c流玩法",
    "url": "https://www.miyoushe.com/ys/article/41262465",
    "created_at": 1689317815,
    "like_num": 503,
    "view_num": 17088,
    "reply_num": 132,
    "text": "钟离卡牌实装有一段时间了，对比雷神牌，不少人认为钟离牌弱，质疑的声音明显很多：“五个骰子才有两个盾？”“盾一打就破了”“元素爆发需充能太多”，等等 在这说明一下，任何卡牌都有优势和弱点，以上言论都属于片面结论 钟离卡组缺点确实有，例如前期抽不到贯虹和圣遗物，没有抽到群玉阁等导致生存难度大。相对而论，优点也很明显，就是容易苟活，并且三人大招配合仙跳墙都很高 另外就是，我一般只玩钟离主c牌，所以以下我的一些想法不要太过于相信（单纯xp钟离而已） 钟离主c队需要慢慢发育，喜欢短回合内（两到三回合）胜利的可以不用看 （不是盾辅，不是盾辅，不是盾辅） 先放一下使用成果（刚开始尝试，胜场不是很多）  _(心情简单) （牌组组成放在最后） 这套牌的特点是在前两回合大概率祭一个，在这里雷神作为充能辅助，在保证用完合适牌的情况下，最好开大保证钟离凝光可以开出大 初始牌建议留：贯虹（防止后面抽不出），圣遗物（同上），群玉阁（让下一回合有两个雷骰子的保证），岩与契约（让下一回合骰子充足）  璃月港口（没有以上牌时可以留），莫娜牌和仙跳墙也是有用的 接下来讲一下思路（先手） 思路就是先把武器和圣遗物牌先用了，其次选择用璃月港口和群玉阁，还有骰子多时用岩与契约 骰子用完直接可以选择结束了 这时候对面没有任何损失，有两种可能 1.对面也把能用的牌用了，再打出一次元素伤或物伤 2.对面造成多次元素反应，此时我们的雷神已经失去了一半以上的血 面对1情况，由于我们是先手，第二回合开始用雷神e，如果对面没有秒掉雷神，那么我们可以选择莫娜牌加仙跳墙，开出大 注意：这里不需要特意提升雷神大招伤害，因为此时雷神目的是给我们剩下两个角色充能 这时候不要切人，雷神站场吃对面伤害（不要使用回血牌） 一般来说，这一回合结束，雷神大概率是空血下场了，我们选择凝光出场 凝光首选是共鸣牌再e，没有共鸣牌也没关系，如果发现此时开大可以秒掉对方角色，并且有莫娜牌，那么可以换个思路先开大秒掉对方 如果对方对我们使用了穿透伤害，那么我们要及时给钟离使用回血食物（凝光可以不使用） 尽量不用牌换骰子 由于盾的加持，再加上对面失去一个角色会被打乱思路，我们一般可以凝光站场 只要一个重点： 钟离最后出场 当我们的凝光也快空血时，我们不要慌，一直对对面普攻也可以 一般来说，当凝光也下场时， 此时钟离已经成型了 （装备贯虹，千岩牢固，打出至少一张群玉阁，须弥城可有可无） 面对2情况，我们很有可能开不出大，因为在开雷神e后对面可能一下把雷神秒了 此时不要慌，雷神能开出e就行了 雷神如果没了我们切换凝光，反正要保证钟离最后出场 可以选择性地使用元素共鸣，然后凝光开e，此时充能是不够的，如果有一斗牌我们可以使用 然后同理，凝光能开大就开大 （不要牌换骰子） 一直到凝光空血下场， 钟离大概率也成型了 （装备贯虹，千岩牢固，打出至少一张群玉阁，须弥城可有可无） 接下来新的回合，先来算下最好的情况： 已打出两张群玉阁，两张须弥城，上一回合打出了一张岩与契约，目前牌中有一张元素共鸣，一张钟离天赋牌，并且我们是满血钟离后手，也就是说对面打出伤害时圣遗物作用我们增加一个岩骰子 如果运气好，就可能出现以下情况 上面都是 帝君站场反杀局 （例如最上面一局） 当然，如果运气不好，那至少有：四个岩骰子，三个无色骰子，只有剩下四个是看运气的，如果有交织之岩，是还可以生成骰子的 算下此时帝君 盾的最佳情况 ： _(钟离-喝茶2)_(钟离-喝茶2)_(钟离-喝茶2) 花费五个骰子生成两点盾 贯虹加成1点盾 两张元素共鸣六点盾 对面自身附着元素，则结晶一点盾 如果此时打出两张须弥城并处于有效范围 最后结果就是3点骰子生成9点盾 加上开局圣遗物的2点盾 11点盾已经可以足够钟离在这局内用a打完 （在盾内一个普攻4点伤害） 如果你还有回血牌，那真的就是不掉血 这时候我们如果怕对面大招反杀，就用天星砸，一种情况是 对面角色被砸空血 ，一种情况是 对面残血但被石化了 此时我们平a交替重击，打出大量物理伤害（bushi） 此时我们基本上已经赢了，随便a几下就能结束 最后说一下一些 克制牌组 1.高达队 女仆充能快，在开大后伤害很高，不过需要一定操作手法 2.穿透流队 盾是不能防穿透伤害的，运气不好钟离不能快速站场的话，可能奶不过来 3.超载队？ 不能说专克，但前期雷神挡伤害时被强制下场就很麻烦 4.打不过就加入队 如果对方也是钟离主c队，被对方天星砸到凝光导致凝光开不出大，那是很被动的，特别是对面抽出好牌时 _(钟离-天动万象)_(钟离-天动万象)_(钟离-天动万象) 下面是参考牌组（也可以把一张须弥城换成恒那兰那） 二改 换了几张牌，打起来更舒服一点 最后说一下， 不要把七圣召唤的钟离当盾辅！ 前期确实没有那么多资源用五点骰子换两点盾 码↓↓↓ A9EB2y0PA5Gh6mkPB6GB640PCeHB754QChHR8rQQDFEx+bYQDIJRC7kRDKKBD74RDOEB 评论里也发了 点“只看楼主”方便复制 _(钟离-喝茶)",
    "length": 2098
}