{
    "game_id": 2,
    "post_id": "53495380",
    "f_forum_id": 43,
    "subject": "【V4.7攻略·角色攻略】克洛琳德角色配队圣遗物武器攻略全解",
    "url": "https://www.miyoushe.com/ys/article/53495380",
    "created_at": 1717556112,
    "like_num": 1306,
    "view_num": 211653,
    "reply_num": 506,
    "text": "UID：110746541 小伙伴们大家好呀~ 超链图片 （以上图片为文章封面，还请小伙伴们无视） ▷ 正文 超链图片 ◇ 解说一： ◆ 这个队伍参考了刻皇激化队，克洛琳德站场，万叶提供 雷元素增伤 ，纳西妲后台挂草并利用战技给敌方施加的 灭净三业 打出额外伤害。其中小哎咪（菲谢尔）的命座最好为六命，六命的小哎咪召唤奥兹后可以根据队伍 对敌方施加伤害的频率 给敌方额外造成小哎咪 30%攻击力 的雷元素伤害。 ◆ 操作手法中需要注意一下，纳西妲最好在万叶扩散菲谢尔的雷后再使用长E来挂草。天舞后来去试了一下，在第一轮输出中，如果纳西妲先挂草，再使用菲谢尔万叶会有概率扩散不到雷元素。 ◆ 这个队伍的生存续航能力不太行，天舞建议是后台角色上下场尽量迅速，扔完技能就下场，以免被敌方击败。 ◆ 队伍中的纳西妲可以使用草主替代，但是伤害会少挺多的，建议有纳西妲还是用纳西妲。 ◆ 克洛琳德的玩法比较奇特，她的战技伤害视为普通攻击伤害，且战技是自带倍率的，也就是说克洛琳德可以不点普攻，使用战技来打普攻伤害。 注意： 视为 普通攻击伤害，视为不代表它吃普通攻击倍率也不代表它是普通攻击。 ◆ 克洛琳德在使用战技后是 无法通过除自身战技以外 的治疗效果回复生命值的，但如果受到除自身战技以外的治疗效果则会转换成克洛琳德所受治疗量80%的生命之契。（简单说，克洛琳德战技期间无法通过外界治疗回复生命值且受到的外界治疗会转换成克洛琳德的生命之契） ◆ 克洛琳德使用战技后，生命之契 小于100% 时用枪，这个时候枪的伤害是 强化伤害 ，并且每开一枪都会增加克洛琳德 35% 的生命之契；当克洛琳德生命之契 大于或等于100% 时，枪的伤害会降低而刀（E）的伤害会提升，并且会消耗自身所有的生命之契回复生命之契一定比例的生命值。也就是说在队伍中没有奶的情况下，克洛琳德的操作将会是 EAAAEAAAE ，三A一E（一般情况下可以打出四轮）。 ◆ 在对战时如果队伍中 含有奶妈 ，则需要时刻注意克洛琳德身上持有的生命之契，当生命之契 大于或等于100% 时，立刻按E出刀（具体可以通过平A用枪后生命之契不增长判断，或三A一E判断），否则继续用枪A的伤害会降低。 超链图片 ◇ 解说二： ◆ 这个配队其实就是将配队一中的万叶换成了砂糖，砂糖可以给队伍提供 元素精通 加成，提高队伍激化反应伤害，并且携带风套（翠绿套）的砂糖还能减少敌方 40%的雷抗 ，建议佩戴4风套。 ◆ 其余说法和解说一相似，不再重复提及。 超链图片 ◇ 解说三： ◆ 这个队伍克洛琳德站场，夜兰大招提供 全队伤害加成 ，纳西妲后台挂草并利用战技给敌方施加的 灭净三业 打出额外伤害，钟离提供护盾保护并 降低敌方抗性20% 。 ◆ 队伍中的夜兰可以用 行秋 替代，钟离可以用 绮良良、北斗、白术 等其他盾辅替代。（不建议使用芙芙替换夜兰，因为该队伍中没有全队奶，很难吃到芙芙的大招增伤） ◆ 其余说法和解说一后五点相似，不再重复提及。 超链图片 ◇ 解说四： ◆ 这个队伍中克洛琳德为站场角色，芙宁娜（芙芙）战技提供后台伤害，其大招配合白术的治疗效果 增加全队伤害 ，纳西妲后台挂草并利用战技给敌方施加的 灭净三业 打出额外伤害，另外白术还能提供护盾保护。 ◆ 队伍中的白术可以使用夏洛蒂、瑶瑶替代，芙宁娜使用成夜兰、行秋替代。（其实和配队三很相似） ◆ 其余说法和解说一后五点相似，不再重复提及。 超链图片 ◇ 解说五： ◆ 此队伍就是把克洛琳德放进了草行久的队伍中，但是这个队伍的输出伤害并不是特别出众，比较适合没有其他角色配队的新手过渡，且这个队伍的充能可能会有点悬。 ◆ 这个队伍里草神不建议替换成草主，要不然全队伤害会比草神低挺多的。 ◆ 其余说法和解说一后四点相似，不再重复提及。 超链图片 ◇ 解说六： ◆ 这个队伍参考了雷九万班，克洛琳德为主要输出，九条裟罗 （6命） 为克洛琳德提供 雷伤爆伤加持 ，万叶提供 雷元素伤害加成 ，钟离提供护盾保护并 降低敌方抗性20% 。 ◆ 这个队伍是纯雷伤队伍，其中九条裟罗最好为6命，没有6命的话建议使用其他队伍。（这个队伍平时大世界耍耍还好，如果真上深渊还是激化队比较好） ◆ 其余说法和解说一后四点相似，不再重复提及。 超链图片 ◇ 解说七： ◆ 这个队伍是雷火队，克洛琳德为站场角色，夏沃蕾是无法替代的团队 核心 ，托马可以提供护盾保护并且增加 全队15%的普通攻击伤害（6命） 。 ◆ 这个队伍中将军可以用菲谢尔替代，六命的菲谢尔召唤奥兹后可以根据队伍 对敌方施加伤害的频率 给敌方额外造成小哎咪 30%攻击力 的雷元素伤害。 ◆ 雷火队的缺点是容易把韧性低的小怪炸得到处都是，但是面对韧性较高的敌人，比如世界BOSS、遗迹机关等敌人的时候，还是可以使用的。 ◆ 其余说法和解说一后四点相似，不再重复提及。 超链图片 ◇ 解说八： ◆ 这个队伍就是将解说七雷火队中的托马替换成了 班尼特 ，能进一步提高克洛琳德的攻击力，当克洛琳德的攻击力达到 3000 的时候，可以吃满她的天赋被动（ 增加攻击力1800 ）。 ◆ 其余说法和解锁七相似，不再重复提及。 ▷ 补充说明 ◆ 此攻略中，命座建议仅作为参考，部分五星角色和四星角色实际上零命也可以用。小伙伴们可以根据自己的实际情况量力而行。 ◆ 此攻略中，五星圣遗物仅为展示，萌新可以将圣遗物根据自身的条件自行灵活更变为四星圣遗物来过渡，后续有条件再更换回五星圣遗物。 ◆ 本文内容为个人观点，仅作为参考，有异议的小伙伴可以在评论区提出自己的观点，天舞也会合理的参考小伙伴们的新观点的。 ◆ 配队展示列表的顺序与队伍的强度无关，配队仅作为思路参考，实用性需根据自身条件进行判断。 ◆ 对于以上说法有额外问题（比如说额外的其他配队）的小伙伴欢迎在评论区讨论，天舞基本上都是会看的。 更多配队攻略可关注合集： 米游社 因为天舞也才刚开始编写角色方面的攻略，大部分内容都会是个人的观点，有时候也不知道写什么内容会比较贴切玩家，有可能会出现缺漏配队、配队不准、武器圣遗物不准、配队说明有失误的情况，如果出现了这些情况还请小伙伴们和我提出来，天舞真的会很认真去看的，谢谢！（但是天舞真的不太能接受上来就引战带节奏的小伙伴哦~） 那么本次攻略就到这里~ 感谢小伙伴们的观看！ 喜欢天舞攻略的小伙伴记得给天舞一个赞哦~ 超链图片 超链图片",
    "length": 2642
}