{
    "game_id": 2,
    "post_id": "51900334",
    "f_forum_id": 43,
    "subject": "【原神】新执行官实装！仆人要抽吗？专武质量如何？",
    "url": "https://www.miyoushe.com/ys/article/51900334",
    "created_at": 1713868347,
    "like_num": 2330,
    "view_num": 22250,
    "reply_num": 107,
    "text": "各位旅行者大家好，我是澈晓。 原神4.6版本即将实装，在新版本的上半卡池中我们将会迎来新执行官仆人阿蕾奇诺的实装，以及同样隶属愚人众的大魔术师林尼复刻。两位同属性主C同时复刻并不常见，那么阿蕾奇诺和林尼是否值得抽取呢？在培养方面又有什么需要注意的地方呢？ 今天为大家带来 原神4.6版本上半卡池的祈愿分析 ，旨在帮助各位前瞻性的了解即将UP角色的机制和培养使用思路，合理规划抽卡。 「本期UP卡池内容」 角色：阿蕾奇诺 林尼 武器：赤月之形 最初的大魔术 【结论】 关于本期卡池，主要有以下几点结论，自己做自己的省流小助手！ 1. 阿蕾奇诺 ： 目前缺火C的玩家比较推荐抽，仆人是目前机制最完备的火C角色 ，目前版本抽仆人是最好的入手时间；如果目前已经培养了1命胡桃、0+1林尼或高练可莉， 暂时不缺主C的话，可以暂时不强抽仆人 ，同属性主C的需求量并不大； 如果目前培养的火C为宵宫，那么仆人依旧是可考虑的主C选择 ，因为宵宫作为纯对单弓C，在机制和强度上都明显落后。 2. 林尼 ：林尼在当前版本并不属于优质主C， 如果对主C有需求的话可以考虑转抽仆人阿蕾奇诺 ；如果已经培养了林尼想补配置，则 推荐优先抽取专武魔术弓，其次抽取1命提高爆发稳定性。 3. 武器池 ： 对于仆人来说，专武的强度非常优质，如果目前没有合适武器选择，那么建议为其抽取一把专武来保证数值 ，但 如果有其他五星武器使用，对专武的需求度就不算太高 ；对于林尼来说，除了魔术弓， 可用的强力下位武器不多，因此推荐林尼和专武绑定抽取 ，否则推荐直接放弃本期武器池。 【UP卡池分析】 「阿蕾奇诺」 根据官方目前对阿蕾奇诺的爆料，仆人是火C定位没跑了。 紧邻水龙王直接再次复刻两位主C究竟会产生什么样的后果，其实各位玩家也都能早有预料。如果单论强度，大部分主C的抽取价值都远不如在4.5版本直接下一波龙王池，根本不需要考虑后续的其他主C了，对于强度党来说，最好的出手时机在4.5版本。 因此关于仆人阿蕾奇诺甚至接下来的林尼，都不推荐太过在意强度方面的能力，接下来的分析也会尽量淡化强度对角色带来的影响。 阿蕾奇诺是一位以普攻为主的火系主C，优势相当明显，可以 完美配合人权副C夜兰或行秋打反应，拥有更强的破盾能力和环境灵活度 。 虽然仆人在角色整体机制方面和胡桃差距不大，但作为枪兵，普攻输出和重击输出带来的手感不同才是最大的差别，这也是为什么草国、水龙王等阵容如此受欢迎的根本原因。 因此如果目前确实比较缺火C，没有抽练胡桃、林尼甚至可莉这样的主C角色，那么阿蕾奇诺在短期内绝对是既有足够强度，又有版本关怀的梦中情C。 在配队方面，既然仆人能以普攻为主要输出手段，那么反应路线就尽量不推荐放弃。 蒸发：阿蕾奇诺+夜兰/行秋+钟离+班尼特/云堇 蒸发队自然优先考虑夜兰或行秋，同时带钟离保证抗打断兼顾生存，最后的选择推荐带班尼特或云堇，整体配队思路完全借鉴宵宫。 超载：阿蕾奇诺+夏沃蕾+班尼特+北斗/菲谢尔 仆人其实算是比较契合超载的主C，搭配夏沃蕾和班尼特三火之后基本没有充能压力，此时只要保证北斗或皇女能稳定循环即可。 纯火：阿蕾奇诺+班尼特+枫原万叶+钟离 常见的万班钟三拐一，配合阿蕾奇诺算是比较合适的搭配，班尼特为阿蕾奇诺补攻击，万叶补减抗增伤，钟离提供抗打断，虽然没带后台副C，但在对群环境下依旧拥有不错的表现。 在培养方面，阿蕾奇诺可用的圣遗物和武器都是相当多的。 圣遗物：4断章＞4角斗＞4余响＞2攻击2火伤2猎人等 主词条：攻击-火伤-双暴 副词条：双暴＞精通＞攻击＞充能 套装方面优先使用新版本的4断章，但由于前期基本不可能有人刷出极品套装，因此可以考虑先用4角斗或4余响，都没有的话用2+2过渡即可。 主副词条基本不存在问题，就不多做分析了。 五星武器：赤月之形＞护摩之杖＝和璞鸢＝赤沙之杖 四星武器：决斗之枪 三星武器：白缨枪 武器方面，除了专武之外，另外三把双暴枪也都比较契合仆人的需求，总体差距不大，根据属性配比决定即可。而四星武器首选就是大月卡武器决斗之枪，提供极高的双暴和攻击加成，虽然基础攻击比较低，但由于配队中存在班尼特，因此可以较好的弥补基础攻击差距。三星武器可以考虑白缨枪，数值给的很高，基础攻击同样靠班尼特弥补即可，比其他的四星武器更强。 抽取建议： 1.目前缺火C的玩家比较推荐抽，仆人是目前机制最完备的火C角色，目前版本抽仆人是最好的入手时间； 2.如果目前已经培养了1命胡桃、0+1林尼或高练可莉，暂时不缺主C的话，可以暂时不强抽仆人，同属性主C的需求量并不大； 3.如果目前培养的火C为宵宫，那么仆人依旧是可考虑的主C选择，因为宵宫作为纯对单弓C，在机制和强度上都明显落后。 抽取推荐度：★★★☆☆（可考虑抽） 「林尼」 林尼作为蓄力火弓，在操作方面是有一定难度的，不过在较高的操作难度之下也为其带来了极高的输出能力。作为枫丹版本的主C，林尼拥有非常强力的数值，以及严重落后时代的出伤模式和角色机制，整体设计比较割裂。 产生此等原因主要在于林尼作为火C，虽然同时拥有纯火和蒸发两种玩法，但纯火抛弃了火系最引以为傲的反应机制，蒸发又抛弃了林尼本身的火附着加成依仗，因此 无论是哪种玩法都只算针对环境而进行的妥协，并不算最适配林尼玩法的路子 。 按照林尼的角色设计，其实是非常适合打蒸发反应的，林尼的频率不算太高，因此大部分水后台都能跟得上林尼的消耗，只不过官推的纯火思路使这点特性毁于一旦。 目前林尼的主要玩法和实装之初依旧没有变化，在培养方面也一如既往。 在这种情况下，林尼纯火队其实很难适应如今环境多样的深渊，尤其近几个版本深渊总有能给自己挂各种元素的敌人，甚至还有破盾需求，对于林尼来说处理起来都比较吃力。 因此在当前版本，林尼并不是一个主C的好选择，如果目前缺火C，那么推荐优先考虑仆人，都在同一个版本UP，那么自然以强度更高为优先。 抽取建议： 1.林尼在当前版本并不属于优质主C，如果对主C有需求的话可以考虑转抽仆人阿蕾奇诺； 2.如果已经培养了林尼想补配置，则推荐优先抽取专武魔术弓，其次抽取1命提高爆发稳定性。 抽取推荐度：★★☆☆☆（不必要抽） 「武器池」 本期武器池的整体质量比较高，对于仆人来说专武能为其带来极高的输出上限，对于林尼来说专武也是最优选择，并且该武器还有其他的高适配角色。 仆人专武能为其提供极高的基础攻击面板，并且在重击时为仆人提供25%的生命之契，该效果基本只有仆人能完美利用起来。 另外专武还为仆人带来最高36%的伤害加成，由于目前以生命之契机制为主的角色仅有仆人一位，因此该武器对其他角色来说都吃不满，只推荐仆人使用。 而对于仆人来说，赤月之形的强度就比其他武器都高不少了， 机制完美契合，并且武器提供的额外生命之契拉高了仆人的基础爆发能力 ，输出上下限都高不少。 不过仆人的可用武器比较多，因此 仆人并不算非常依赖专武的角色 ，即使不抽专武，仆人的角色机制也非常完整。如果仆人在命座方面有比较关键的，可以优先考虑补命座。 魔术弓对于林尼来说是毫无疑问的专武级别武器，并且由于林尼的攻击乘区非常高，因此一般也仅考虑双暴加成高的武器。 如果不抽魔术弓但有若水等双暴弓的话，也可以给林尼使用，否则其他的武器相较专武差距都比较大，此时就不推荐培养林尼了。 对于其他角色来说，魔术弓66.2%暴伤的面板可以优化甘雨的双暴乘区，在强度方面非常高，对于林尼和甘雨两位蓄力弓来说，魔术弓都是最强的武器选择。 对甘雨来说， 如果目前没有阿莫斯的话，可以考虑抽取一把魔术弓 ，目前甘雨非常需要五星武器为其弥补伤害，魔术弓除了武器外观比较奇特以外，基本挑不出毛病。 对于林尼玩家来说，魔术弓是独一档的选择，如果培养林尼则非常推荐抽取。 对于提纳里来说，如果没有猎人弓，那么魔术弓将会是比较好的补强手段。不过猎人弓前段时间刚刚复刻过，提纳里玩家大部分应该都已经抽到猎人弓了。 抽取建议： 1.对于仆人来说，专武的强度非常优质，如果目前没有合适武器选择，那么建议为其抽取一把专武来保证数值，但如果有其他五星武器使用，对专武的需求度就不算太高； 2.对于林尼来说，除了魔术弓，可用的强力下位武器不多，因此推荐林尼和专武绑定抽取，否则推荐直接放弃本期武器池。 抽取推荐度：★★★☆☆（可考虑抽） 原神4.6版本上半卡池的分析到这里就结束了，希望对各位的抽卡规划有所帮助。 如果本篇攻略对各位有帮助的话，希望可以多多点赞，大家的支持是澈晓不断更新的动力！",
    "length": 3494
}