{
    "game_id": 2,
    "post_id": "37064618",
    "f_forum_id": 43,
    "subject": "米卡详细培养攻略，充能很重要，圣遗物武器配队推荐",
    "url": "https://www.miyoushe.com/ys/article/37064618",
    "created_at": 1679399795,
    "like_num": 724,
    "view_num": 62675,
    "reply_num": 184,
    "text": "UID 100046414 3.5版本另一位新角色米卡终于实装。作为第一位四星物理辅助，米卡除了物理增伤外还兼具回血、加攻速等功能，这也让他能在不少队伍里发挥作用。马上进入正题，依旧从天赋解析、加点建议、圣遗物和武器选择、配队和命座分析等多方面来详细聊聊米卡该如何培养。 天赋解析 与其从天赋本身出发，不如换个角度，从米卡元素战技和爆发提供的三种buff来分析，应该能让大家更直观地了解到米卡的机制是怎么给队友带来增益的。 灵风状态（加攻速）：由元素战技提供， 无论点按还是长按都会给全队提供灵风状态，战技等级越高，攻速加成越高，10级为22%。 鹰翎状态（回血）：由元素爆发提供， 米卡开启大招时会先给全队回一次血，然后赋予鹰翎状态，拥有鹰翎的前台角色普攻命中敌人时会回血，回血间隔为2.5秒。 侦明效果（加物伤）：来自于天赋效果， 1层侦明能给前台加10%物伤。那怎么获得侦明效果呢？有三种办法：1.战技点按的穿透攻击，每额外命中1名敌人（大于等于2）就提供1层；2.战技长按的攻击爆裂分散的碎片，命中敌人产生1层，每枚碎片只能触发1次；3.同时处于灵风和鹰翎状态的前台角色，攻击造成暴击时产生1层，但这种方式至多也只能产生1层。 换句话说，侦明效果的大部分来源都是元素战技，最多能获得3层；而大招和战技加在一起，能再加一层上限，总共4层也就是40%物伤加成。 其他细节： 1.战技命中怪物后固定产4球；2.战技开启和后续的攻击均为弱冰附着；3.战技 长按蓄力期间，有0.5的抗打断系数，和北斗大招、赛诺大招、绫人战技的抗打断能力一致。 加点建议 米卡元素战技升级会提升攻速加成，每升1级提升1%，而元素爆发升级会提升米卡的奶量。所以优先升战技还是大招不能一概而论，要看你当前的队伍更需要米卡的哪个功能，个人推荐资源足够的话两个都尽量升级；普攻可以不用升。 圣遗物选择 由于米卡15秒CD的战技只产4球，而大招需要70点能量，所以充能对于米卡来说很重要。 主词条推荐充能沙、生命杯、治疗头（或生命头），副词条尽量找充能和生命，使用西风枪时稍微堆点暴击。 套装方面推荐三套： 宗师套： 一般情况下的首选，补充米卡没有的攻击乘区加成，让他的辅助功能更全面。不过如果队友有更适合带宗师套的情况下，米卡需要换成其他圣遗物，因为宗师四件套不能叠加； 2绝缘+2千岩/2少女/2海染： 兼顾充能和治疗，散件也更好搭配和成型； 海染套： 由于米卡就业方向大多在物理队，大招的回血触发海染4件套生成的泡泡能享受到超导的加成，不过除了第一口的全队回血，米卡大招后续的回血量不算特别高，海染米卡更推荐作为补充玩法使用。 另外提醒下大家，虽然套装推荐里出现了绝缘和千岩套的散件，但 大家千万不要用绝缘4件套和千岩4件套。 因为米卡大招完全没伤害绝缘套也就没用；而战技只有释放的时候有伤害，相当于千岩4件套只有3秒/15秒=20%的覆盖率，远不如宗室套。 武器选择 和圣遗物一样，米卡武器优先选择带充能的，个人推荐优先选西风长枪和喜多院十文字，其次是试作星镰；奢侈点配上天空之脊和薙草之稻光也可以考虑，不过这两把的输出加成米卡就用不太上了。 黑缨枪和护摩米卡也能带，不过在堆生命值（堆治疗量）之前，首先得保证充能开出大招，所以更推荐队伍里有协助充能的角色，或者米卡有4命等满足充能的前提下携带。 配队推荐 由于米卡战技只有一瞬间的挂冰，所以进物理队最好有另一个能持续挂冰的角色，来维持超导buff。而米卡的定位为增伤位+生命位结合，目前个人推荐的四套配队为： 优菈队： 优菈+米卡+雷电将军+钟离/夜兰/班尼特。钟离日常用更安逸还有减抗，夜兰有增伤，班尼特虽然和米卡回血功能重叠，但他提供的高额攻击力能让上限更高。 雷泽队 ：雷泽+米卡+罗莎莉亚+菲谢尔。双雷+双冰的组合，罗莎莉亚能提供后台持续挂冰和暴击，菲谢尔能提供不俗的后台输出还能组双雷。 流浪者队： 流浪者+米卡+珐露珊+行秋。虽然流浪者享受不到米卡的物伤加成，但攻速和染冰同样是流浪者所需要的。 攻速队： 神里绫人/宵宫+米卡+云堇（六命）+琴（二命）。伤害先不说，肯定很快乐。 命座分析 1命： 功能型命座，大招回血间隔降低，降低比例相当于战技提供的攻速加成。 2命： 增伤型命座，战技短按或长按命中首个敌人时，将产生1层侦明效果，让物伤buff叠得更快和更稳定达到上限。 3命： 元素战技等级+3。 4命： 充能型命座，大招的鹰翎状态为队友治疗时，给米卡回复3点能量，一轮最多触发5次也就是总共15点能量。 5命： 元素爆发等级+3。 6命： 增伤型命座，灵风状态下的侦明效果上限再加1层，另外灵风额外添加60%物理暴伤的加成。也就是说6命米卡能给前台角色最多提供50%物伤、60%物理暴伤和一定的攻速加成。 命座抽取建议： 0命可用，4命循环更佳，6命完全体。 总结 作为一名辅助来说，米卡可以说相当亮眼了。既有物伤加成，又有攻速加成和回血，而且还挺好培养。个人觉得围绕米卡可能会产生不少有趣的配队，若有新发现再分享给大家~",
    "length": 2086
}