{
    "game_id": 2,
    "post_id": "11941395",
    "f_forum_id": 43,
    "subject": "【V2.2攻略】#角色攻略#璃月七星之玉衡星-刻晴的使用攻略",
    "url": "https://www.miyoushe.com/ys/article/11941395",
    "created_at": 1636844231,
    "like_num": 158027,
    "view_num": 2195822,
    "reply_num": 5097,
    "text": "UID：152901193 ·【前言】· 大家好，这里是为了坚持玩下去以及为了自我欣赏加上为了留下美好回忆还有为了作图和文案能力持续进步而撰写攻略的OHY！ 一如既往，以下内容为自己个人见解，若有错误请各位及时纠错，若有缺失，劳烦及时补充，欢迎各位热情讨论！先行五体投地大礼表示感谢！ PS：下文，A=普通攻击；E=元素战技；Q=元素爆发。 =目录= 1、【角色介绍】 2、【天赋介绍】 3、【命之座介绍】 4、【武器&圣遗物推荐】 5、【阵容搭配推荐】 6、【等级突破及天赋升级所需材料】 7、【总结一下】 刻晴 ， 5星雷系单手剑角色 ，隶属于璃月七星，是璃月七星中的玉衡星。 刻晴的 角色突破属性是暴击伤害加成 ，80级突破后共可拥有88.4%%的暴击伤害加成 。 提升刻晴的 好感度到10级 便可在角色页面 领取刻晴的 专属名片纹饰——【刻晴·雷楔】 ；刻晴 烹饪「烤吃虎鱼」时有概率获得【特殊料理】——「绝境求生烤鱼」 ，「烤吃虎鱼」的食谱在璃月港万民堂「卯师傅」处购买获得 。 刻晴的 主要定位是主C 。 目前主要的培养方向有两种，一是走 物理伤害的刻晴（物刻） ，二是走 雷元素伤害的刻晴（雷刻） ， 二者的共同点在于天赋升级优先度基本一致，都是优先升级A，再考虑EQ 。 刻晴的战斗天赋除了常态下的A属于白字物理伤害，其余皆是雷元素伤害。在萌新期培养时，不管是物刻还是雷刻，区别并不大，主要在于后期的圣遗物和武器的选择。后期 个人更建议刻晴走主流的雷元素伤害 。 【普通攻击·云来剑法】 『普攻·A』 刻晴的 普攻一共是5段攻击动作，6次伤害（第4段攻击动作会造成2次伤害） 。 普攻 总倍率在目前单手剑角色里排名第7 。 普通攻击的第二段动作姿势美丽，秀而不媚，也是刻晴的普攻被称之为“屁斜剑法”的主要原因；打出第四段动作时会造成2次伤害，并在造成伤害后短暂消失；第五段动作会向前冲刺一小段距离，实战中使用时会拉开与敌人之间的距离，丢失输出手感，并不太建议打出第五段。 刻晴的 5段普攻在常态下都是物理白字伤害 ，伤害并不算高， 普通攻击并非主要的输出手段，也并没有辅助机制。 『重击』 刻晴施放重击时（长按普攻）会先进行一段普攻动作，然后再进行重击动作，重击会造成2次伤害，并带有后撤动作，后撤距离比较微妙。 刻晴的重击会击飞小型敌人，在实战中，这个设定可以定义为缺点，因为会拉开敌人的距离，而刻晴是近战角色，意味着与敌人拉开距离就得追击，丢失输出时间与手感。当然对于定点的敌人以及韧性值较高的敌人比如世界BOSS，周本BOSS，带盾的敌人，丘丘王等等，这个击飞也起不了太大的作用，可以无视。 至于重击的后撤，刻晴直接使用重击会先施放第一段普攻，而第一段普攻非常短距离的追击作用，所以刻晴的后撤基本可以无视。 重击在常态下也是物理白字伤害，重击倍率在目前单手剑角色里仅次于神里绫华排名第二。重击是刻晴主要的输出方式 ，实战中应优先考虑重击进行输出。 刻晴与神里的攻击动作大同小异，二者的输出手法也大致相同，基本都是 绑定A+重击或者4A+重击的手法 。实战中 个人建议是使用A+重击 快速打出高上限伤害最佳，不管是物刻还是雷刻，都是一样的。当然重击是需要体力的， 体力问题也是刻晴的主要问题之一，这也是持续使用A+重击最令人头疼的问题之一 ，若是 使用4A+重击，基本不担心体力问题 ，相对输出而言，在特定时段对比，A+重击是明显优于4A+重击的。 其实神里的出现，仅在普攻这个板块上，多多少少是有刻晴的影子的，也可以说是刻晴的优化版，神里的普攻设定，不管是倍率还是动作上，都觉着是在弥补刻晴的不足之处，一是神里的重击不会击飞任何敌人，且范围大，连身后的敌人都能打到，作战环境舒适；二是神里重击没有刻晴的后撤动作，手感舒适；三是不管神里的普攻还是重击，其倍率都是高于刻晴的。长江后浪退前浪，一代新人胜旧人··· 【元素战技E·星斗归位】 该天赋为辅助兼顾输出的天赋。 元素战技可以施放两次，首次施放是投放雷楔，第二次施放是使刻晴瞬移至雷楔位置。 元素战技的机制与注意点： ◈1、点按有自动索敌功能，会以敌人所在位置为目标位置进行投放，若是对战空中敌人，雷楔停留在空中时，二次施放刻晴不会瞬移至雷楔停留的位置； ◈2、长按可手动调整雷楔的投放位置，不管放在哪儿，只要没有障碍物，在有效距离内，二次施放都会瞬移至雷楔停留的位置；长按大多使用在跑图中，实战中很少使用； ◈3、长按与点按的 雷楔命中敌人 会对敌人造成 雷元素伤害 ，对应倍率栏雷楔伤害，并对敌人施加 弱雷附着 ； ◈4、雷楔的存在时间为5秒，在 雷楔存在期间可使用二次施放使刻晴瞬移至雷楔位置 ，周围若有敌人会对周围的敌人造成 雷元素伤害 ，对应倍率栏斩击伤害，并对敌人施加 强雷附着 ； ◈5、在 雷楔存在期间若直接进行重击（不使用二次施放） 会使 雷楔直接消失并对周围的敌人造成雷元素伤害 ，对应倍率栏雷暴连斩伤害，并对敌人施加 强雷附着 ； ◈6、物刻与雷刻的手法主要区别于该天赋的手法， 物刻EA+重击引爆雷楔不使普攻雷元素附魔 ， 雷刻EE使普攻雷元素附魔后再使用A+重击 ，这一机制来自于刻晴的【固有天赋·抵天雷罚】，如下图介绍； 【固有天赋·抵天雷罚】 （PS：以下简称“固有1”） 刻晴只需角色等级突破20级即可解锁固有1。 简单理解就是二次施放E即可使普攻天赋获得雷元素附魔，由常态下的物理伤害变为雷元素伤害。使用起来也很简单， 使用EE即可附魔 ，附魔时间只有5秒。 该附魔机制非伤害转化，所以尊崇附魔机制优先级，目前已知的附魔优先级顺序为：火＞冰＞雷。 由于雷元素附魔会被火、冰附魔给覆盖，所以刻晴与6命的班尼特或者重云的配合性并不佳，不管是物刻还是雷刻。 ◈7 、首次施放E投放雷楔命中敌人并不会掉落雷元素微粒，使用重击引爆雷楔命中敌人，或者进行二次施放瞬移至雷楔位置命中敌人，才会掉落2个或者3个雷元素微粒； ◈8、首次施放E后，E便会进入冷却CD倒计时，在EE附魔时，附魔时间有5秒，未附魔的真空期大约只有1-2秒的时间； ◈9、首次 施放E投放雷楔后，雷楔并不会随着刻晴的退场而消失 ，该机制类似迪卢克的3段E，随时可退回后台再切回来继续使用，只要在有效时间内切回来即可。该机制很契合速切队，比较省心。 【元素爆发：天街巡游】 如上图，刻晴的Q是有范围提示的，范围内的敌人都会受到伤害，参照草丘丘萨满额身后的丘丘人。刻晴开启Q时会消失，那一段便是无敌帧。 启动该天赋只需要40点的元素能量，这对于刻晴而言无需担心充能问题。 12秒的冷却时间也足够支撑无缝接大，该天赋使用率频繁，比较实用的是开启该天赋的无敌帧，可以规避伤害。 施放Q时会先对周围敌人造成一次雷元素伤害，接踵而来的是8次连续雷元素伤害，最后会造成一次倍率较高的雷元素伤害（与8次连续伤害的总和相差不大）。 10级时总倍率843.6%。 倍率并不高 ，雷系角色横向对比一下雷神，都是10级Q时，雷神满层愿力时只需挥一刀就有1141%的伤害倍率，但是这个对比也没啥作用，毕竟实战中0命雷神也很难叠满愿力启动Q，但基本上也是高于刻晴Q的倍率的，基本雷神愿力在18层（队伍中一个80点元素能量启动Q的角色施放Q就能叠16层愿力）左右开Q的那一刀倍率就持平于刻晴Q的总倍率。对于两者输出时间，在两者出现Q动画的第一帧开始，以刻晴的单次最高倍率的最后一段伤害出现那一帧结束，雷神可以打出第4段A，也就是说刻晴一个Q打完所有伤害的时间≈雷神一个Q+AAAA的时间。所以，总的来说，倍率并不高。 该天赋的核心还是在于冷却时间不长，所需元素能量不高，可以频繁施放，也就可以频繁拥有“无敌帧”效果来规避各类环境下的伤害 ，至少开Q时总是那么安心，不担心敌人会伤害到自己。与迪卢克类似，都是40点元素能量，也都是12秒的冷却时间。 结合Q可频繁施放这一优点，与刻晴自身角色等级突破60级后解锁的【固有天赋·玉衡之贵】相互呼应，也是非常不错的设定。 【固有天赋·玉衡之贵】 （PS：以下简称“固有2”） 固有2结合了刻晴Q的优势，虽倍率不高，但是可无缝接Q的特性配合固有2的加成，就挺不错了。 开Q即可拥有持续8秒的15%的暴击率加成以及15%的元素充能效率加成。这二者的加成对于刻晴的成型有着不错的性价比， 个人建议刻晴面板暴击率堆叠至55%就挺稳定了，65%相对而言就比较舒服了 ；至于元素充能效率的加成，锦上添花，在完全的阵容搭配下，刻晴的回能并没有太大压力。 开Q的整个伤害都可享受到固有2的加成 。刻晴的 手法也基本可以固定为：雷刻EQE接A+重击 ，该手法可使得固有1的雷元素附魔无真空期； 物刻EQ接A+重击 ，建议放E只是因为A+重击可以引爆雷楔，从而不会被附魔，而且引爆雷楔命中敌人还有雷元素微粒掉落。 对于雷刻而言，刻晴的固有1和固有2都有着不能忽视的作用，固有1雷附魔、固有2增加暴击率和充能效率，而刻晴的EQ都是雷元素伤害，都能很好配合以及发挥自身的机制，所以个人是推荐刻晴走雷元素伤害的方向。 对于物刻而言，刻晴的固有1和固有2有也可以等于没有，物刻不需要固有1的雷附魔，或许会需要固有2的暴击率加成，但是开Q或者E的伤害由于走向是物理，综合收益是不如雷刻的。 不管是雷刻还是物刻，都是属于自己的爱好，自己喜欢才最重要！ 【固有天赋·总务土地】 对于时间规划非常完美的旅行者来说，该天赋是比较实用的，如下图。 而对于每天只上线一次的玩家来说，该计划又显得无用，记得做完每日委托后在凯瑟琳处领取每日委托奖励时把探索派遣一同收了即可。 【1命：雷厉】 该命座没有特别实质性的加强，有总比没有好的那种设定。 这50%攻击力的雷元素伤害并非最终伤害，同样会受敌人的防御、抗性等因素缩减，所以该命座提供的伤害并不算高。 【2命：苛捐】 刻晴的Q启动只需要40点元素能量，自身的回能并没有太大的压力，该命座可以说是锦上添花但并不能说是更上一层楼。也是有总比没有好的设定。 【3命：登楼】 Q的天赋等级直接提高3级。节约资源，快速养成。 【4命：调律】 该命座有一定的价值，毕竟25%的攻击力并不局限，可以提升刻晴的整体输出能力。只是局限于刻晴需要触发雷元素相关的反应才能触发，这需合理化配队才能触发该命座提供的效果。 【5命：移灯】 E的天赋等级直接提高3级。节约资源，快速养成。 【6命：廉贞】 该命座的加成叠加效果同理于公子的专属武器冬极白星，不过刻晴的6命加的是雷元素伤害加成，一共可以叠加24%的雷伤加成，而冬极白星叠加的是攻击力加成。这二者叠加方式一模一样，都是需要施放普攻、重击、元素战技和元素爆发，且四者叠加的层数与持续时间分别单独存在，少放一个技能就少叠加一层。 【雾切之回光】 不清楚这究竟是谁的专属武器。可以说是神里绫华的专属武器，毕竟是与神里绫华一起出现的。但刻晴也是完美适配该武器的所有效果，一点不挑剔。 该武器毋庸置疑是最适合雷伤刻晴的武器，没有之一了。 【磐岩结绿】 人称“绿剑”。泛用性较高，主要依靠生命加成、攻击加成、暴击率这三类属性，基本是可混迹于所有单手剑角色。绿剑也是单手剑里最高暴击率加成的武器，对于面板成型而言好不容易，就挺不错的。 对于物刻和雷刻而言，两者都可使用。 【风鹰剑】 适合物刻。雷刻一定程度上也可用，主要为了高额的白值（基础攻击力）。 精炼特效常驻攻击力%加成，受到伤害时恢复生命值并对周围敌人造成伤害，生命恢复有一定的续航能力，对敌人造成的伤害为物理伤害，刚好与物刻选择的属性一致。 玩物刻个人建议尽量拥有该武器时再考虑。 【黑剑】 泛用性也比较高，可以当作过渡武器。物刻雷刻都适合。 该武器的优点一是对于以普攻天赋为主要输出的角色适配性高，二是副属性也是珍贵的暴击率加成，使佩戴者的面板易成型，没有那么大的压力。其缺点就是基础攻击力并不算高，在成型的面板上攻击力这一属性大多是呈低谷状态，需要依靠阵容搭配以及圣遗物的合理选择来拉高攻击力才能达到理想的伤害收益。 黑剑的精炼属性提供的普攻/重击的伤害加成对于物刻或者雷刻而言变相的说是属于物理伤害加成或者雷元素伤害加成，但并不限于这二者。简单理解就是携带黑剑的角色，普攻/重击不管打出什么类型的伤害都会有加成。只是伤害乘区属于元素伤害/物理伤害乘区里。 【匣里龙吟】 该武器挺适合雷刻。 而对于雷刻而言，可以说是4星里最具潜力也是最佳选择的武器。然而最主要也是最头疼的是该武器虽有攻击加成以及伤害加成，但是没有双暴加成，在圣遗物成型这一板块上是比较困难的。 【雷伤刻晴圣遗物推荐】 『2如雷+2角斗/追忆』 角斗士的终幕礼和追忆之注连的2件套效果一模一样，有好属性的优先选择即可。 该套装是通用型搭配，与其他套装的伤害差距并不会太大。2+2易成型的优点也使得该套装的泛用性比较好。 『平息雷鸣的尊者4件套』 该套装相对来说也属于比较通用的搭配，虽然2件套的类元素抗性提高40%在实战中无太大作用，但是4件套提供的35%的伤害加成还是不错的。对于雷刻而言，全身都是雷元素伤害，敌人基本会一直被施加雷元素附着，4件套的效果基本可以常驻，但是对于部分自带元素附着的敌人来说该套装的4件套就不能发挥作用了。比如史莱姆，无相火、冰、水等等。 『如雷的盛怒4件套』 该套装适合频繁触发雷元素相关反应的刻晴，也比较契合速切队。 雷刻使用EQEA+重击，基本雷元素附魔没有真空期，也并不太需要该套装的减E冷却时间的效果，该套装更适合速切队，刻晴大部分时间是使用EQ进行输出，A+重击使用频率相对以上两个套装来说会少一些。 【物伤刻晴圣遗物推荐】 『2角斗/追忆+2苍白/骑士』 苍白之火和染血的骑士道同理于角斗和追忆，各自的2件套效果都想相同，不管选择哪一个2件套都可，还是哪个属性好带哪个即可。 该套装搭配类似于雷刻的2如雷+2角斗，通用型搭配，易成型，泛用性高。 『苍白之火4件套』 很契合物刻的套装搭配。4苍白的属性是物理输出角色的不错选择。 物刻由于不能使用EE附魔，所以基本是使用E接A+重击的手法。施放E时命中敌人会叠加苍白4件套的1层效果，然后使用A+重击引爆雷楔并命中敌人也会叠加苍白4件套的效果，所以基本上物刻E接A+重击就可以瞬间叠满苍白4件套的2层被动效果。相对2角斗+2苍白，多了25%的物伤加成；相对2苍白+2骑士，多了18%的攻击加成。不管怎么算，都是苍白4件套最划算。 『追忆之注连4件套』 该套装的伤害加成等同于苍白4件套。 由于物刻不依靠EQ打伤害，而追忆4件套无EQ加成；苍白4件套只有物伤加成，而EQ为雷伤，所以也属于无EQ加成。不管是4追忆还是4苍白，对于物刻而言，使用E接A+重击的手法下，二者都是提供18%的攻击力加成与50%的伤害加成。 但是4追忆美中不足的是会降低开Q的频率，且需要拥有15点或以上元素能量时施放E，才能触发4件套的伤害加成效果，如果能量不足15点，便不会触发4追忆的伤害加成效果。 一直存续的刻晴双火双雷阵容。 该阵容里菲谢尔可替换为万叶或者北斗。菲谢尔一是可以与刻晴凑双雷共鸣，而菲谢尔根本不用担心充能问题，自身的QE配合便可无缝召唤核心的奥兹一直驻场，而奥兹造成的伤害属于元素战技伤害，非常契合千岩4件套，可持续为全队常驻20%的攻击力加成。 班尼特与香菱是好搭档，绑定班尼特的香菱输出能力不用质疑，即使戴充能沙漏时面板攻击力很低靡，但是有班尼特就不用过多担心。加上绝缘4件套的出现，充能效率便是伤害加成，所以挺推荐给香菱准备一套成型的绝缘4件套。 班尼特不用多说，只要能无缝接大就是“班神”，在该阵容里并不建议携带满命的班尼特。 虽然该阵容主打超载反应，在小型敌人较多且分散的环境下可能该反应会炸得敌人到处飞，但是刻晴的EE有追击功能，一定程度上能缓解一下追击所耗体力，但还是会丢失输出手感。该阵容挺适合对战韧性高，大体积的敌人，伤害与压制能力都挺不错。 哪里亮了点哪里，舒心，顺手。只需记得九条给刻晴增伤就行。 九条可替换为万叶或者菲谢尔，刻晴，钟离，阿贝多，三者有个共同点是Q都是12秒冷却，也都是40点元素能量可启动，基本都能实现无缝接大，除去Q的动画以及E的施放所耗时间，基本刻晴驻场时间并不会太长，打不出几次A+重击，若是配合行秋或者北斗这类需要频繁普攻触发Q的后台优秀角色来说个人觉着并不适合。 由于可频繁施放Q，意味着无敌帧会比较频繁，没有太大的生存压力，钟离完全可以走向副C天动万象流，生岩暴的钟老爷子，护盾也够用的，加上雷与岩的反应，掉落的结晶也能阻挡一下伤害。 若钟离的元素充能效率在140%或以上，也可考虑戴绝缘4件套，伤害是一样的。主要为了应对各类环境，钟离和阿贝多的充能就挺建议保持在140%+，主要是魔偶剑鬼，太考验队伍的循环能力了。 刻晴在该阵容里基本不会打出反应，只会与岩系发生掉落结晶的反应，所以建议可选择平雷4件套来提高自身的输出能力，当然选择通用型的2如雷+2角斗也是可以的。 物理刻晴带双冰+行秋打永冻个人觉着是比较舒适安逸的队伍。 凯亚可换成后台Q的甘雨，迪奥娜护盾、治疗、提供元素微粒三位一体不建议替换成其他冰系角色，至少护盾和治疗可以应急高压环境。 物刻靠普攻与重击输出，很契合行秋的Q，配合凯亚的Q以及迪奥娜的Q，敌人基本一直处于冻结状态，哪怕刻晴E一下打出超导也不会太影响，即使影响了冻结状态，下一秒刻晴A+重击又会给冻上。 该阵容因为需要保证敌人一直处于冻结状态才舒适，所以刻晴基本不怎么使用Q，所以，可以携带追忆4件套，伤害加成与苍白4件套一样的。 ·【总结一下】· ⭐ 刻晴培养方向有两大流派，一是物理伤害，二是雷元素伤害，二者共同点在于升级天赋时都以升级A为中心，也都是靠重击主打伤害。前期在圣遗物以及武器未成型的情况下，不管是物刻还是雷刻差别并不大，后期个人建议刻晴走主流的雷元素伤害。 ⭐ E的施放手法是区别于雷刻与物刻的关键，物刻建议E+A+重击引爆雷楔从而不使普攻雷元素附魔；雷刻建议E+Q+E+A+重击的手法使雷元素附魔无真空期。 ⭐ 雷刻的最佳武器是雾切之回光，物刻的最佳武器是风鹰剑；磐岩结绿与黑剑的通用性及泛用性都比较高，不管雷刻物刻都可以使用。 ⭐ 不管是雷刻还是物刻，都是根据自己的喜好以及自己所拥有的武器来决定培养方向，二者只是武器的选择和圣遗物的选择不同而已，后期多套成型的圣遗物以及武器时，可以在二者之间随时切换。 ⭐ 刻晴的爆发伤害并不引人入目，但是持续伤害能力不错！可以简单理解为没有Q的神里绫华··· 觉得自己是正确的，就要大声地说出来 ——刻晴 ·【END】· -感谢观看-",
    "length": 7647
}