{
    "game_id": 2,
    "post_id": "54400388",
    "f_forum_id": 43,
    "subject": "芙宁娜常见配队体系推荐",
    "url": "https://www.miyoushe.com/ys/article/54400388",
    "created_at": 1719675573,
    "like_num": 1826,
    "view_num": 13464,
    "reply_num": 38,
    "text": "芙宁娜几种常见配队体系推荐 芙宁娜作为枫丹版本的核心角色，其能力毋庸置疑。本帖为大家总结几类芙宁娜常见配队体系玩法 （包括但不限于） ，以及其中部分替代角色和变体。另外大家需要注意的是不要陷入误区，对于部分情况来说，不一定非得要强求芙芙叠满层，即便叠不满，增伤也是够用的，不需要为了满层而钻牛角尖苛求定式的配队、轴、命座。 一、龙芙体系 1、队伍构成：芙宁娜+那维莱特+ 减抗/治疗/护盾/反应工具人 减抗、增伤便于提高伤害。治疗、护盾为芙芙叠层的同时提供较好的输出环境。反应工具人则方便那维莱特被动叠层，以及为了满足一些其他打法要求。具体搭配大家可以根据自身喜好、玩法、命座、练度，以及手部乘区强度进行搭配。 具体各类型角色有（包括但不限于）： （1） 减抗功能位： 万叶、琴、闲云、温迪、砂糖、琳妮特、早柚、小鹿 （2） 护盾位： 钟离、白术、莱依拉、迪奥娜、绮良良等等 （3） 治疗位： 琴、白术、七七、夏洛蒂、久岐忍、瑶瑶、早柚、迪奥娜、芭芭拉等等 （4） 反应工具人： 香菱（蒸龙）、久岐忍等等，此类型角色大家可以根据需求搭配，此处不做具体罗列。 各类型角色中，部分角色同时具有多项功能性，此类角色的配队优先级会比较高，比如：万叶、温迪（减抗聚怪增伤），白术（治疗护盾），琴、闲云（减抗治疗），钟离（减抗护盾）这样的多功能角色还是比较多的，这里就不做赘述了。 2、典型队伍 （包括但不限于） ： ①芙宁娜+那维莱特+万叶+白术 俗称白万芙特，手感非常好，有减抗聚怪、抗打断、治疗。打发较为安逸的同时拥有极高的输出清屏能力，对单对群都好用。 ②芙宁娜+那维莱特+万叶+钟离 拥有双减抗的队伍，输出很强，打法也比较安逸。需要注意的是此队伍仅有那维莱特的自恢复帮助芙宁娜叠层，所以最好是2命芙，当然0命也是可以畅玩的，只是叠层稍慢。 ③芙宁娜+那维莱特+琴+钟离 琴的加入虽然没有了聚怪，但提供了治疗，配合钟离的减抗和护盾满满的安全感。对于部分聚怪需求不高的场景，这个队伍是非常不错的，并且即便没有了聚怪，我们还有那维莱特转圈圈哈哈。 3、体系配队注意事项 龙芙体系的剩余2个位置选择很多，推荐大家固定一个风套驾驶员（万叶、琴等等），最后一个位置根据需求，选择盾奶、盾辅、治疗、工具人等等。 二、纯水体系 1、队伍构成： 芙宁娜+减抗位/治疗位/副水C/前台水C 2、典型队伍 （包括但不限于） ： ①芙宁娜+心海+夜兰+万叶 该队伍由心海战场输出，万叶减抗聚怪，夜兰副C，芙芙增伤输出组成，操作简单，且输出客观，面对需要破火盾、草盾的环境尤其强势。 3、体系配队注意事项 该体系中，其他大部分水系角色也可以加入，比如：行秋、坎蒂丝、莫娜等等。 三、影芙、胡芙、仆芙、嘉芙体系 1、队伍构成： 芙宁娜+雷神+副C/减抗/治疗 芙宁娜+胡桃+护盾/副C/增伤 芙宁娜+仆人+减抗/增伤 芙宁啊+嘉明+减抗/治疗/增伤 2、典型队伍 （包括但不限于） ： ①芙宁娜+雷神+夜兰+琴（影夜琴芙） 该队伍中，雷神战场输出+全队充能，芙芙负责增伤，夜兰副C增伤，琴治疗减抗。各方面能力全面，输出客观，手感丝滑，排轴简单。 ②芙宁娜+胡桃+夜兰+钟离（胡芙钟夜） 该队伍中，因为没有治疗，所以如果是非2命芙，可以考虑进行切刀来更快叠层。例如第一轮，靠海鲜全队减血叠层，第二轮前戏期间芙芙切刀治疗，在胡桃开始输出前芙芙切回海鲜。这个队伍既是把之前的胡行钟夜中的行秋替换为了能力更强的芙芙，大副增加了队伍实力。 ③仆人+芙宁娜+夜兰+钟离；仆人+芙宁娜+万叶+班尼特 芙宁娜与仆人的2种配队组合，大家根据喜好，练度，环境等因素随时选择搭配即可，不论哪种，该队伍的输出能力都是非常强的。可以利用仆人大招回血叠层，或芙宁娜切刀，不过一般来说这个队伍的爆发很高，层数不一定叠满可能就打完了。 ④嘉明+芙宁娜+闲云+班尼特（小鸟芙特嘉） 这个队伍在2芙2闲的情况下输出是非常暴力的，在成功减到火抗的情况下，练度正常与练度较高的嘉明砸一下40-80W都很正常，绝对的王牌队伍。即便是0芙0闲也拥有非常强大的输出能力。唯一的难点是在海鲜的高频挂水情况下利用班尼特闲云配合成功减到火抗。 四、芙芙绽放体系 1、队伍构成： 芙芙+妮露+草+水/草（妮绽芙芙） 芙芙+雷+草+水/草（超绽放、超激绽） 芙芙+火+草+水/草（列绽放、燃烧） 2、典型队伍 （包括但不限于） ： ①芙宁娜+纳西妲+妮露+水/草 妮绽放，芙芙增伤，纳西妲提供精通加成和后台挂草，最后一个水/草位各位可以根据喜好选择，如海森、瑶瑶、白术、夜兰、龙王、心海、行秋、坎蒂丝等等。 ②芙宁娜+纳西妲+克洛琳德/刻琴/雷神+水/草 拥有较强输出能力的超激绽体系，雷元素位置各位可以根据自身情况选择，最后的水草位推荐白术，因为白术被动可以为草元素相关反应增伤。当然也可以是其他辅助位。 ③芙宁娜+纳西妲+火+水/草 列绽放需要由高精通火系角色来触发，另外水/草位的水可能会乱反应导致打出蒸发，如果不介意，并且就是想要多种反应也可以接受。草位同样推荐白术，以及4.8的艾梅丽埃，当然现在说为时尚早，具体需要等上线再做定论。 ——————————————————————————————————————————————— 以上就是为大家推荐的一些芙芙配队体系，当然除了罗列的这些外肯定还有其他玩法的，配队并不是定死的，大家应该根据自身需求，玩出风格，玩出花样哈哈。最后祝大家芙芙不歪！十连多金！",
    "length": 2263
}