{
    "game_id": 2,
    "post_id": "36310913",
    "f_forum_id": 43,
    "subject": "【V3.5攻略·角色攻略】赛诺入门攻略 一图总结+详解",
    "url": "https://www.miyoushe.com/ys/article/36310913",
    "created_at": 1677553609,
    "like_num": 5355,
    "view_num": 599643,
    "reply_num": 1558,
    "text": "UID 100143417 作者开服全角色玩家， 点击头像 查看更多攻略。 攻略制作不易，希望小伙伴们帮忙 关注点赞~ 【 主要面向 新手玩家 ，有建议欢迎评论区留言 】 【前言】 太长不看一句话总结版 大招变身很酷炫，站场输出时间长。 草雷激化打反应，加上绽放会更强。 二命强度就很高，六命普攻更是爽。 主Q 副E 不升A，等级拉满才好养。 赤沙最强独一档，次选护摩和绿枪。 四星首选决斗枪，三星白缨开宝箱。 专武推荐饰金套，充能不够如雷帮。 可选角斗好毕业，稳定普攻的加伤。 词条首选精雷暴，按需调整更妥当。 属性双暴最优先，精通攻击也很香。 大招能量要八十，充能效率不要忘。 配队思路有很多，围绕反应做文章。 主C就业有局限，抽取之前多思量。 攻略常见术语解释 A/平A 普通攻击 e/E 元素战技 Q/大 元素爆发 Z 重击 S/闪 闪避/冲刺 C 主要输出角色 站场 在场上的角色 速切 切出来放完技能马上切走 后台 不在场上技能也能造成伤害 凹 多次尝试 拐 辅助 吃 需求 AOE 范围性伤害 buff 增益状态 debuff 减益状态 白字 一般指基础攻击力(只取决于角色等级和武器) 绿字 一般指附加攻击力 乘区 指不同的伤害加成区间 双暴 暴击率和暴击伤害 大攻击/小攻击 副词条中的攻击力百分比/攻击力数值 大生命/小生命 副词条中的生命值百分比/生命力数值 大防御/小防御 副词条中的防御力百分比/防御力数值 有效词条 指副词条中多少个是对角色有用的 2+2 2个不同的套装散搭 其他更多术语 可参考 【坤易小课堂】原神黑话/简称/术语的汇总介绍，全网最全版 【 仅供查看，欢迎转发，不得搬运，盗图必究 】 【目录】 【01     角色简述】 【02     抽取建议】 【03     相关反应】 【04     天赋解析】 【05     使用技巧】 【06     命座简评】 【07     武器推荐】 【08 圣遗物选择】 【09     配队建议】 【10     攻略总结】 【正文】 【01 角色简述】 官方定义 ——赛诺是一位能从 精准操作 中更多获益的 雷元素持续输出 角色。 作者总结 ——赛诺是一位 长时间站场输出 、具有特殊 QTE机制 的 主C 型角色， 0命机制完整 强度适中，操作体验爽快，但是 极度依赖大招 ，导致 大世界使用较为不方便 ，深渊则需要搭配合适的队友，目前以 超激化 和 超绽放 为主流，但是赛诺还没有等到最适合自己的草系队友，另外站场主C位置竞争较为激烈，所以大家需要 谨慎考虑 ，根据目前的需要决定是否抽取。 【作为主C】 优势 ：具有长时间持续输出能力，操作简单体验好。 劣势 ：开大后不能切人，缺乏适配长轴输出的队友。 【 赛诺目前的问题 】 虽然说草神的出现解决了长时间后台挂草这一问题，但是草神也有致命的缺陷—— 面对多波次敌人无法中途补草 ，导致赛诺开大后如果出现新的敌人会丢失关键的草附着，无法继续产生超激化或超绽放反应。作者个人认为 这个问题会随着未来五星级别的草奶或草盾来解决 ，但是目前草主、科莱、瑶瑶的挂草局限性都比较大，这个缺点暂时无法避免。 【02 抽取建议】 【推荐抽】 1.缺乏站场主C型角色。 2.有合适的武器和队友。 （具体可以参考后面的武器推荐和配队建议部分） 3.准备继续投入资源补强。 （比如抽未来的五星草奶/盾） 4. 就是喜欢他，赛诺就是帅！ 【不推荐抽】 1.不缺站场主C输出类的角色。 2.看重强度但是只能抽个0命还没专武。 3.更看重大世界体验而不是深渊。 【作者建议】 目前来看赛诺的 配队还算不上完全体 ，个人认为赛诺的优势区在于更高命座的 高配队伍 ，如果 喜欢赛诺并愿意后续卡池中继续投入资源补强 的玩家可以 考虑抽取 ，而其他玩家则需要 慎重考虑 是否需要抽取这样一位在大世界很难上场的主C型角色。 【03 相关反应】 【雷 x （草+雷） = 超激化 】 对在 原激化状态 （草+雷触发）下的敌人再造成有 雷元素附着 的伤害时触发， 提升本次雷元素伤害 。 【雷 x （草+水） = 超绽放 】 通过雷元素伤害(不需要附着)触发草水反应产生的 草原核 ，根据雷元素角色的等级和精通造成 跟踪型草元素伤害 。 【雷 x 火 = 超载 】 火元素范围爆炸伤害 ，具有很高的削韧（简单理解就是 打断 ），伤害较高，但是容易 炸飞 体型小的怪物。 【雷 x 水 = 感电 】 雷元素持续性伤害 ，总伤害很高，适合持续输出的队伍。 【雷 x 冰 = 超导 】 冰元素范围伤害，伤害较低，但是可以 降低40%的物理抗性 。 【雷 x 风 = 扩散 】 一般搭配 风套减抗 ，同时风系角色一般具有一定的增伤聚怪能力。 【雷 x 岩 = 结晶 】 反应产生对应 元素晶片 ，拾取后会获得对应元素的 护盾 。 （一般 不用刻意去捡 ，除非岩角色带了磐岩套） 总结 ：赛诺参与元素反应的思路一般有三个方向： （1） 草雷激化 反应，能够稳定的提升队伍中雷元素和草元素角色的伤害。 （2）在草雷激化的基础上 加入水元素角色 ，利用赛诺具有较高精通的特点，通过 超绽放反应补充伤害 。 （3）以 直伤为主 ， 感电为辅 的 水雷武装 配队，在没有合适的草系队友时可以考虑。 其他反应：超载容易击飞怪物，超导减物抗无用，扩散因为减抗时间原因导致赛诺大招吃不满，结晶更是没有太大意义。 【04 天赋解析】 推荐升级顺序 主Q ， 副E ，不升级A 【 普通攻击 · 七圣枪术 】 描述 ： 普攻四段连续枪击 ，重击突进， 下落攻击通用模板。 评价 ：因为赛诺 开大后的普攻倍率是看Q 的，所以 不用点A ，不过需要注意开大后普攻倍率虽然看Q，但是是 吃普攻伤害加成 ，不吃元素爆发伤害加成的。 【 元素战技 · 律渊渡魂 】 描述 ：没开大是突进攻击，冷却7.5秒；开大变成范围攻击，冷却3秒。 评价 ：没开大的的时候冷却太长一般不用， 开大后 一定要结合天赋的强化提示即屏幕 出现眼睛图标再放 。 【 元素爆发 · 煟煌随狼行 】 描述 ：大招需要80能量，开大后有以下效果： （1） 雷伤附魔 ：普攻、重击与下落伤害转为无法被附魔覆盖的雷元素伤害。 （2） 增加精通 ：自身直接增加100点精通。 （3） 提升抗打断 ：抗打断能力提高，并免疫感电反应造成的伤害。 （4） 持续时间 ：基础是10秒， 放一次E加4秒 ，最多18秒， 切人状态就消失 。 评价 ：赛诺最核心的技能，没大招基本就没输出，同时最长持续18s而且 切人消失 ，所以注定了死只能 长时间站场输出 ，一方面对充能效率的会有一定的要求保证开大，另一方面对队友的增益持续时间要求比较高。 【 固有天赋 · 落羽的裁择 】 描述 ：开大后每隔一段时间屏幕会出现 眼睛提示 ，这时候 放E有强化 ，造成的伤害提升35%，并向前方发射3道100%的雷元素伤害的渡荒之雷。 评价 ： 特效是很明显的 ，整个屏幕会出现一个眼睛特效，这时候 按E成功触发强化E眼睛会变成金色 。 【 固有天赋 · 九弓的执命 】 描述 ：基于赛诺的 元素精通 ，提升 开大后普攻 和 强化E 的伤害。 评价 ：提高了赛诺的元素精通收益，但是双暴的优先级还是更高。 【 生活天赋 · 缄默的惠赐 】 描述 ：在须弥执行时长为20小时的探索派遣任务时，获得的奖励增加25%。 评价 ：非常使用的天赋，又新添一位派遣打工人。 （目前刚好有5位派遣增加奖励角色：夜兰、申鹤、久岐忍、赛诺、珐露珊） 【05 使用技巧】 比较常用的技巧图片中已经说的差不多了，详解里主要是再提醒一下目前来看 很多队友提供的增益状态时间都不能完全覆盖赛诺的大招时间 ，所以一般18秒的大招打到后面伤害会有下降，可以根据队友的buff持续时间、当前敌人的状态来 灵活判断是否要提前结束大招 。 【06 命座简评】 总结 ：追求强度的话 比较推荐2命 、 6命 ，0命机制完整但是伤害能力比较一般。 【 1命 - 立仪·俯览昼冥 】 描述 ：放Q后普攻攻速提升20%，持续10s。放强化E将刷新该效果的持续时间。 评价 ：攻速是一个很比较稀有的属性，不但能 间接提升伤害 ，还能 优化输出手感 ，是一个性价比不错的命座。 【 2命 - 令仪·引谒归灵 】 描述 ：普通攻击命中敌人后，雷元素伤害加成提升10%，持续4s，每0.1s至多触发一次，至多叠加5层。 评价 ：提升较大的一个命座， 叠满50%的增伤 ，等于多了一个雷伤杯，极大 弥补了赛诺在增伤区的不足 ，属于强度党比较推荐的命座。 【 3命 - 律仪·行度誓惩 】 描述 ：Q的技能等级提高3级 评价 ：常规技能命座，因为赛诺开大后普攻吃Q的倍率，所以 提升还可以 。 【 4命 - 巡仪·蒇护禁罔 】 描述 ：赛诺处于Q状态下时，触发感电、超导、超载、原激化、超激化、超绽放、雷元素扩散反应后，将为队伍中附近的所有角色（除了赛诺自己）恢复3点元素能量，至多触发5次。 评价 ：是一个辅助队友回能的命座，具体收益需要看队伍搭配情况，在一定程度上能够缓解队友的充能压力，比如经典的赛诺激绽队中的夜兰充能压力就会比较大。 【 5命 - 幽仪·逝往星芒 】 描述 ：E的技能等级提高3级 评价 ：常规技能命座，因为赛诺的E技能倍率伤害占比不高，强化E的额外伤害和天赋等级无关，所以 提升较低 。 【 6命 - 羽仪·裁落钧衡 】 描述 ：施放Q或强化E后，赛诺将获得4层效果：普攻命中敌人时，将消耗一层效果，并发射一道渡荒之雷。持续8s，至多叠加8层，Q结束后移除。每0.4秒至多通过这种方式发射一道渡荒之雷。 评价 ：属于 伤害和手感双重提升 的命座，一方面增加了 附着频率 从而提升伤害，另一方面 刀刀带雷 的体验也很好，不过六命的成本确实比较高。 【07 武器推荐】 武器优先顺序 ：赤沙 ＞ 和璞鸢＞ 护摩 ＞ 决斗 > 5精白缨 ≈ 息灾 ≈ 贯虹 > 5精风信 ≈ 5精贯月 （个人建议要玩至少有决斗或5精白缨枪，再往下的武器伤害能力比较一般） 充能武器推荐 ： 天空 ， 薙刀 ， 喜多院 ， 西风 等。 （带充能武器伤害损失会比较多，但是开大相对方便，在大世界玩可以考虑） 【 赤沙之杖 】【 毕业武器 】 优点 ：最佳毕业武器，进一步 增加精通收益 ，使赛诺的精通收益始终大于攻击。 缺点 ：获取成本较高，武器池作为双UP，抽取时建议考虑是否需求同池武器。 【 和璞鸢 】【 次选毕业 】 优点 ： 提供暴击加成，赛诺可以稳定叠满特效。 缺点 ：输出约为专武的90%，还有一定差距。 【 护摩之杖 】【 大量暴伤 】 优点 ： 加大量暴伤，生命可以按比例转化攻击。 缺点 ： 维持半血比较麻烦，赛诺突破也加暴伤导致暴击很难配平。 【 决斗之枪 】【 四星最佳 】 优点 ：提供较多的暴击率，特效也能加一定的攻击。 缺点 ：需大月卡获取精炼较难，敌人数量≥2的时候攻击加成会变少。 【 白缨枪 】【 三星神器 】 优点 ：提供暴击和普攻加成 ，升级突破要的资源还少。 缺点 ： 目前只能开璃月地区的宝箱获取，已经吃了可能就没了。 【 天空之脊 】【 常驻武器 】 优点 ： 常驻能歪，提升普攻速度优化手感，加充能方便开大。 缺点 ：综合伤害较低， 特效的额外伤害是物理伤害数值一般。 【 喜多院十文字 】【 自身回能 】 优点 ：增加元素精通，提升战技伤害，回能特效缓解充能压力。 缺点 ：综合伤害较低， 不加双暴面板比较难堆， 需要尽量高精。 【08 圣遗物选择】 有专武→推荐带 4饰金 单雷队→推荐带 4如雷 图省事→推荐带 4角斗 2+2散搭做多过渡用 ，想毕业至少也要凑一套角斗出来。 【主属性】 精通/攻击/充能 沙 雷伤 杯 暴击/暴伤 头 （雷伤杯固定，赛诺突破加暴伤所以除了专武一般都带暴击头，沙漏位置需要根据具体情况选择：专武建议精通沙，其他武器白值高如和璞鸢的可以考虑攻击沙，如果队伍里发现经常大招循环不过来建议充能沙） 【副词条】 （保证充能循环的前提下）双暴  > 精通 ≥ 攻击 【 饰金之梦 】【 大量精通 】 优点 ： 带专武最适配的武器，特效可以增加 大量精通 。 缺点 ：需要 反应才能触发 加成，触发当次的伤害吃不到加成。 【 如雷的盛怒 】【 减少冷却 】 优点 ： 触发雷系相关反应可以 减少E的冷却时间 ，使得赛诺能多放E也就意味着多产球，间接缓解大招的充能压力。 缺点 ：虽然能减E冷却，但是因为强化E间隔是固定的，无脑E有可能丢失强化E的机会，所以对 操作判断有一定要求 。 【 角斗士的终幕礼 】【 普攻增伤 】 优点 ： 最好毕业的圣遗物，加成没有前提，而且弥补了0命赛诺缺乏的 增伤区 。 缺点 ：伤害上限可能差一点点，但是因为一般大家的角斗士词条都会比较好，实际上很可能比临时刷的饰金或如雷伤害更高，所以推荐 有好词条角斗士的直接带 。 【09 配队建议】 配队思路 ：赛诺目前的配队思路有三种： （1）上限最高的 激绽队伍 ：赛诺前台雷配合后台草+后台水，第四个位置补位。 （2）最为稳定的 激化队伍 ：赛诺前台雷+后台草，最好能凑双雷双草共鸣。 （3）最后选择的 直伤队伍 ：比如行秋北斗提供高霸体高减伤的武装队伍。 【 单草激绽 】 赛诺 + 后台草 （纳西妲/草主）+ 后台水 （夜兰/行秋）+ 生存位 （久岐忍/钟离） 优点 ：激化绽放复合反应，提升队伍整体伤害上限。 （生存位选精通久岐忍有双雷共鸣缓解充能压力，久岐忍触发草原核的伤害也更高，但是没有抗打断。生存位选钟离的话更为安逸，全程霸体防打断，还能提供一定的减抗，但是充能压力相对较大） 缺点 ：挂草能力的局限可能导致激化覆盖率不足，赛诺自身的伤害有所降低。 【 双草激绽 】 赛诺 + 后台草 （纳西妲/草主）+ 后台水 （夜兰/行秋）+ 生存位 （瑶瑶/未来五星） 优点 ：可以凑双草共鸣额外提供100的精通，同时两个草系角色保证了草附着频率有利于提升激化覆盖率。 缺点 ：没有双雷共鸣赛诺的充能压力比较大，队伍缺乏抗打断，需要等未来五星草盾的实装。 【 激化体系 】 赛诺 + 后台草 （纳西妲/草主）+ 后台雷 （菲谢尔/北斗/八重）+ 生存位 （瑶瑶/钟离/未来五星） 优点 ：双雷共鸣缓解赛诺的充能压力，激化状态能够稳定维持。 缺点 ：伤害上限不如激绽队伍，赛诺相对比较缺乏增伤区辅助。 【 直伤体系 】 赛诺 + 行秋 + 雷系生存 （北斗/久岐忍）+ 后台输出 （夜兰/阿贝多） 优点 ：可以解放草系队友去其他队伍，行秋+北斗的大招可提供高霸体高减伤状态。 缺点 ：队伍对大招循环的要求比较高，一旦断大招不但输出降低而且会有生存问题。 【10 攻略总结】 赛诺是一位特色非常鲜明的角色， 长达18秒的大招持续时间 既是特色也是束缚，很少有队友能够提供覆盖全程大招输出时间的增益，草神纳西妲算较为合适的队友，但也存在多波次敌人无法中途补草的问题，目前来看赛诺的配队还算不上完全体，他还 需要一位更为合适的后台挂草队友 ，而且作为命座收益较高、专武提升较大、专武精炼收益也高的角色，作者认为 赛诺的优势区在于高配队伍 ，对于平民来说赛诺很难0命入队即起到不可替代的作用，同时考虑到 Q战士在大世界体验较差 ，深渊则对强度要求较高，最后建议大家在 当前版本需要慎重考虑 是否要抽取。 【其他】 本文发布于 3.5版本 ，最新修订于 3.5版本 ， 请注意本攻略的时效性 。 素材：游戏截图 字体：思源黑体 封面：坤易 文案：坤易 设计：坤易",
    "length": 6431
}