{
    "game_id": 2,
    "post_id": "38866665",
    "f_forum_id": 43,
    "subject": "【V3.6攻略·角色攻略】白术机制分析/奶量计算/搭配推荐",
    "url": "https://www.miyoushe.com/ys/article/38866665",
    "created_at": 1683022258,
    "like_num": 54637,
    "view_num": 700215,
    "reply_num": 2642,
    "text": "UID 100017357 配图制作： Adam杨 & 鬼火零喵     文案：鬼火零喵 本文为「白术」的角色攻略，将讲解该角色的基础机制、使用方式和配队推荐。 文章内容较长，建议在WiFi下观看。 【目录】 ◆ 观前须知 1.1 角色概览 1.2 角色特性分析 培养推荐 ◆ 机制讲解 2.1 天赋加点 2.2 属性收益、奶量盾量计算 2.3 机制分析 2.4 命座分析 ◆ 装备讲解 3.1 武器推荐 3.2 套装推荐 ◆ 配队分析 4.1 围绕「白术」的机制，选择合适的队友 【观前须知】 ◆ 角色概览 「白术」是 草元素 法器角色，定位为生存辅助，突破能够提高 28.8% 生命值。战斗中主要通过大招的持续盾奶和元素战技的瞬抬为全队角色保驾护航。 ◆ 角色强度简评 草 奶定位的角色通常能够兼顾元素附着和生存保障，对 草 反应体系具有重大意义，配队泛用性极高。「白术」是首个 草元素 五星生存辅助，具有盾奶一体的独特特性。 「白术」的主要手段来源于元素爆发，能为前台角色同时提供持续刷新的护盾、持续治疗、 草 附着和少量 草 反应增伤，是三位一体的全能辅助。他能在绝大多数 草 反应队伍中获得就业位置。此外，E技能还能够提供可观的全队瞬抬，冷却时间较短。配合生活被动，「白术」的治疗并不完全依赖大招，在大世界中也是相当好用的奶妈。 「白术」的缺陷在于较弱的挂 草 和循环能力。一方面挂 草 范围很小，大招基本可以看作对单，而E技能最多锁定两个目标。另一方面零命「白术」挂 草 频率较低，他无法做到单人压制「夜兰」或「行秋」的 水 保持 草 底，在没有双 草 帮助产球的情况下也很难保证每轮开出大招，通常需要放弃一些生存属性来堆充能。作为纯粹的生存辅助， 「白术」入队的优势主要体现在安逸方面，并不能带来显著的伤害提升。 ◆ 培养建议 除此之外，「白术」对于缺少五星生存辅的萌新也是不错的选择。其余情况均不推荐。 【机制讲解】 ◆ 加点顺序 大招是「白术」的核心辅助手段。考虑E技能是宝贵的全队瞬抬和大世界的主要治疗手段，建议EQ对点。非真爱党不建议点平A。 普攻/元素战技/元素爆发： 1 / 6 / 6 → 1 / 8 / 8 → 6 / 9 / 9 ◆ 属性收益分析 「白术」的治疗量和盾量均取决于他的生命上限，攻击精通等输出属性只影响他自己的伤害，因此按照常规奶妈的配装思路选择即可。作为一个正牌的生存辅助，「白术」的总倍率实在是不够看。堆增伤属性损失奶量纯属得不偿失，建议还是放弃用他打输出的想法。 「白术」的大招需要 80 点能量，除了刚需充能沙和充能武器之外，再配合一个产球量较多的 草 系队友才能比较舒服地循环。 · 「白术」要不要为了凑齐被动的反应增伤选择生命头？ 答案显然是不值得。「白术」的增伤和精通属于同一乘区，很容易被稀释。对于所有奶妈角色来说，治疗头的收益都远高于对应的属性头。「白术」携带生命头相当于牺牲 1 / 3 左右的治疗量，仅换来 10% 绽放、 4% 激化增伤（大约相当于 1 词条精通）。更何况治疗头是可以刷出百分比生命副属性的，而生命头不行。 ◆ 机制分析 「白术」作为生存辅助，主要有两种治疗手段： 1. 释放元素战技，「游丝徵（zhǐ）灵」返回时全队瞬抬； 2. 释放元素爆发，「无郤（xì）气护盾」每次刷新或破碎时治疗，只治疗前台角色。 「无郤气护盾」是「白术」的核心机制。护盾本身一碰就碎，抗伤能力可以看作不存在，主要作用还是在于提供短时间的受击霸体、持续挂 草 和治疗。 ·「无郤气护盾」每隔 2.5 秒刷新一次，每次刷新和被击破都会产生自动追踪的「灵气脉」并治疗前台角色。 ·「灵气脉」的索敌追踪能力等同于「夜兰」的协同攻击。 ·「灵气脉」每次击中都能附着 1 单位 草元素 （弱 草 ）。 在角色一直挨打并破盾的理想情况下，「白术」能够提供 2 单位/ 2.5 秒频率的单体挂 草 ，这个数据仍然不足以压制「行秋」的挂 水 。若是主C角色对怪物的压制力太强或怪物攻击欲望过低，导致全程打木桩的情况下，「白术」挂 草 频率就只有少得可怜的 1 单位/ 2.5 秒。如果让 0 命「白术」单 草 入队作为挂元素辅助，这样的表现显然是不合格的，因此「白术」的配队选择基本离不开双 草 。 元素战技同样是「白术」重要的治疗手段。「游丝徵灵」第一次打中目标时产出 3 ~ 4 个 草元素 微粒，两种产球量的概率比例为 1 ： 1 。同时附着 1 单位 草元素 ，有 2 秒附着CD。 ◆ 奶量盾量计算 在治疗这方面「白术」可以说是表现得相当出色了，他完全可以做到一个人撑起全队的生存。而护盾量虽然从单次数值看来很低，实际上也能提供 4500 左右的总乘伤，对 草元素 的乘伤量则为 1 . 15 w，大约是 7 颗草原核的自伤量。可见最能充分发挥「白术」作用的体系为「妮露」绽放队。 ◆ 命座分析 「白术」的命座整体强度不高，主要提升的是挂 草 频率。 0 命「白术」作为队伍的生存辅助已经完全够用了。 大幅缓解长轴队伍中「白术」的充能压力（参考「夜兰」 1 命），使「白术」在单 草 进队的情况下也能自充循环。 小幅提升挂 草 能力和治疗量，主要作用是与 6 命产生联动。「游丝徵灵·切」不能产球。不推荐专门抽。 配合 2 命提升 50% 的挂 草 频率，同时大招的伤害直接翻倍，使「白术」具备副C的能力。 3 命和 5 命均为提升 18% 左右的治疗量，不推荐专门抽取，不做过多介绍。 【装备搭配】 ◆ 武器选择： 作为依赖大招和生命值的法器治疗角色，「白术」在武器方面基本没得选。 【碧落之珑】 是仅有「白术」可以完美吃满效果的专武，元素增伤建议低命无视。 【试作金珀】 是最佳的下位替代武器，回能数值和生命加成都比 【碧落之珑】 少一点，但靠着锻造就能获取到满精。从武器池的成本和装备性价比来考虑，不推荐强度党为「白术」特意抽取 【碧落之珑】 ， 1 命的优先级大于武器 。真爱党和外观党随意。 【讨龙英杰谭】 可以在大世界这类不常开大的场景中使用。若拥有 1 命以上「白术」，足够循环的情况下也可以携带 【讨龙】 追求更高的伤害。 【不灭月华】 仍然是「珊瑚宫心海」的专武，需要站场平A才能触发回能，与通常在后台辅助的「白术」八字不合。 ◆ 圣遗物套装选择 「白术」的套装选择通常根据队伍中的配置来变动。 当队伍中有 【深林】4 携带者时（通常为「纳西妲」），「白术」选择自己所需属性的 2 + 2 套装即可。可在 【千岩】 、 【花海】 、 【绝缘】 和 【海染】 等套装中自由组合。 当队伍以 草 伤为核心输出，且没有 【深林】4 装备者时需要由「白术」自己来携带。不过「白术」的攻击范围很小，对大范围群怪的减抗覆盖率不太理想，通常还是建议与其他 草 辅一起组队。也不建议为「白术」专门刷一套 【深林】4 。 「白术」辅助通过Q启动，因此也可以选择带 【宗室】4 提高全队攻击。没有放在首选推荐是考虑到「白术」通常适用于 草 反应队伍，该体系大部分主C都是低白值的精通转模角色，攻击力的收益较低。 【配队推荐与数据计算】 ◆ 基本配队思路 · 原绽放队伍：「绫妮妲白」/「海白行妮」 · 超绽放队伍：「海白行雷」 · 超激绽队伍：「赛白行妲」/「赛白夜妲」 · 超激化队伍：「刻皇万白」 1. 原绽放（妮绽）体系 「妮露」绽放是目前最适合「白术」的体系，跨越五个版本的妮绽终于达到了黄金大队的完全体。「白术」除了提供队伍刚需的治疗能力外，他是 水 草 两种元素中唯一能提供护盾（短暂霸体）的角色， 草 盾对草原核有 2.5 倍额外承伤，在进一步提高生存的基础之上缓解了妮绽队容易被击飞的问题。由于「妮露」一个人就把反应乘区的数值堆上天了，「白术」被动【在地为化】的增伤只算锦上添花。 「绫人」的大招具有较大的范围和独特的对群挂 水 机制，是队伍中草原核的主要触发者。 但「绫人」入队只要带着原本的直伤输出装即可，没必要特地给他换一套精通装。 即使是 0 精通面板情况下，「绫人」在前台吃满buff后的反应增伤数值就已经达到了 700% ，再往上堆精通只会稀释的更严重。 随着「白术」实装解决了生存位置冲突问题后，作为万能插件的「艾尔海森」也能够融入妮绽体系了，他的输出轴与「白术」技能持续时间完美吻合。「艾尔海森」拥有最高的前台挂 草 频率，配合「行秋」的高频挂 水 和抗打断，获得极致的产种效率和输出手感，有效解决了妮绽对单薄弱的问题。「行秋」是主要的草原核触发者，他的配装与「绫人」同理，精通和直伤套装都可以使用，整体差距不大。该组合最大的优势莫过于解放了热门辅助「纳西妲」。 · 没有推荐「卡维」的阵容？ 「卡维」对草原核的抗伤能力相当出色，他只需要带上一个减伤辅助，就能靠着被动【营造者的担当】生存下去，并不需要「白术」那么高的治疗量。「卡维」瞬间引爆草原核的特性和目前的妮绽有一定冲突，自身挂草频率较低、循环困难，在体系中仅能作为「艾尔海森」的下位替代，更适合脱离妮绽自己组队。此外，「白术」「卡维」二者都是 80 能量的充能困难户，一起组队的循环体验比较差。 · 妮绽队「白术」充能需求计算： 2. 超绽放体系 由于超绽一直以来的核心角色都是「久岐忍」，与同为治疗的「白术」定位重合，所以这里只推荐「雷神」绽放一种阵容，同样可以把「纳西妲」解放给另一队。「行秋」对于没有抗打断的「艾尔海森」来说依旧不可替代。 3. 超激绽体系 顾名思义，超激绽就是能打出更多超激化的绽放队伍。该体系主要围绕精通转伤的 雷 C「赛诺」构成，也有使用「八重神子」驻场输出的厨力玩法。「行秋」是追求安逸和对轴的最优挂 水 位。「赛诺」本身有一点抗打断，有「白术」之后可以将「行秋」更换为「夜兰」来追求更高的伤害。 使用双 草 替换掉「久岐忍」后，「赛诺」可以在不断打出超绽放的同时保持接近 100% 的超激化率，攻坚能力和DPS更上一层楼。由于没有了双 雷 充能支持，「赛诺」必须自己带充能沙或者 【如雷】4 来保证循环了。考虑到双 草 弥补的精通和激化率大幅提高，从结果上还是为「赛诺」带来了伤害提升。 遗憾的是「白术」并没有完全解决「赛诺」的痛点：转火能力。「纳西妲」的【蕴种印】在怪物死亡后就会消失，下一波怪物需要重新切人补E，与「赛诺」切人消失的大招冲突。低命「白术」的单人挂 草 能力较弱，在「纳西妲」印记消失后无法压制「行秋」的挂 水 保持 草 底。所以「白术」入队只是单纯地提高了「赛诺」的伤害，并没有带来灵活性和体验的质变。从现有的 草 辅助来看，尽管存在机制冲突问题，「纳西妲」在「赛诺」队伍中的位置仍然无法被替代。 · 激绽队充能需求计算： 4. 纯激化体系（浅析：激化为什么不适合「白术」？） 实际上，「白术」和目前的各类纯激化队相性都不太好。图中推荐的刻皇激化队，虽然输出环境相比携带「纳西妲」和「瑶瑶」更加安逸，但是「白术」还存在对群挂 草 不稳定、技能时间与「刻晴」不好对轴的问题，并非是最优选择。 至于以 草 C为核心的蔓激化体系，「白术」入队不但不能提升伤害，反而还会降低安逸程度和输出体验。简单来说就是负提升。主要原因在于「白术」只能作为「钟离」的替换，但他在这个阵容中和「钟离」相比没有任何优势。 一方面，蔓激化已经是阵容完整的体系，辅助和主C自己在反应乘区都有大量加成。用「钟离」的减抗换「白术」被严重稀释的反应增伤，从DPS上来看没有任何提升。 另一方面，「白术」在蔓激化队作为生存辅助不如「钟离」护盾来的安逸。「白术」的护盾太薄，一旦盾碎了被击飞还会丢失更多伤害。「艾尔海森」和「提纳里」都是自身抗打断为零的主C，不能指望「白术」的护盾来提供输出环境。所以在我前文提到的所有推荐阵容中，要么主C自带抗打断/长无敌帧，要么携带「行秋」。 此外，「提纳里」作为速切爆发C和「白术」无法对轴。综合来看唯一能和「白术」对轴的激化C就是「艾尔海森」。若以解放「钟离」去另一队为目的，给蔓激化「艾尔海森」配备「白术」是一种可行的选择。但要是为了提高阵容上限专门抽取「白术」，就是捡了芝麻丢西瓜了。（所以为什么不玩绽放呢？） 【总结】 「白术」是高泛用性的 草元素 治疗角色。比起激化反应，他更适合在绽放体系中发挥自己的优势。在提高队伍伤害的同时，利用独有的盾奶一体机制创造安逸输出环境，对手残玩家和强度党都是优秀的选择。即使脱离 草 体系来看，「白术」仅凭自己的治疗能力和机制就足以成为顶级生存辅助。推荐主玩绽放队和缺少盾奶的玩家培养。",
    "length": 5162
}