{
    "game_id": 2,
    "post_id": "51247931",
    "f_forum_id": 43,
    "subject": "【角色攻略】白鹭霜华——神里绫华｜截止4.6全体系最新攻略",
    "url": "https://www.miyoushe.com/ys/article/51247931",
    "created_at": 1712456322,
    "like_num": 375,
    "view_num": 9887,
    "reply_num": 82,
    "text": "前言： Hello，(๑╹◡╹)ﾉ”大家好啊，这次是 白鹭霜华——神里绫华 的角色攻略，是 截止目前4.5版本全体系最新攻略。 为什么我会选择在这个4.5版本才做呢_(阿姬惊讶)，我知道，可能( • ̀ω•́ )✧会有人疑惑，明明在4.3版本写是最好的时刻，毕竟当时复刻嘛_(阿姬得意) 因为， 我在等长草期才写这一种单独的攻略 2333333，平时做壶做当期up角色与圣物武器测评攻略已经够累人了_(阿姬倒地)，这个帖子我是周六写的，今天周日才发_(米游兔—飚汗)所以，请大家体谅一下。 再次介绍一下，我是主做 角色攻略向里主做内测至1.6版本的老牌女角色 的莎缇菈。_(阿姬得意) 那么，我的第一次单独的角色攻略就是， 白鹭霜华——神里绫华 ！_(庆贺吧) 二编：这个4.6新的圣物意外还可以配，看来是我写得太早了233333_(阿姬倒地) 一、技能命座介绍 与装备推荐 既然是单独的全面向攻略，那肯定是什么玩法都要说的了\\(^o^)/~ 绫华的就业方向，主要是 冰系主c与副c的单手剑角色 ，你不要跟我说什么水伤火伤玩法等这一类偏门旁类的_(喝茶)那种你当我这个做攻略的完全不懂吧_(心情复杂) 其他玩法或者其他角色搭配请看其他大佬们的攻略☆(￣▽￣)/$:* ，谢谢大家的理解 （1） 技能命座介绍 技能： A：能进行至多5段的连续剑击， 重击有3段斩 E：一次小爆发， 可回4～5个冰元素微粒 Q： 一共 20段冰刃 （ 19段切割+1段绽放 ），存在5s， 痛苦80能 其中， Q具有快照机制与10级时高达4141%的倍率 ， 在造成伤害在释放Q的那一刻，不会再随绫华面板变化而变化，请在此之前，先把要叠的buff叠好 _(时光交响之章表情包12) 天赋： 特殊天赋： 人物 冲刺变潜地，化为冰雾移动，可在水面移动。 现身时，周围敌人可附冰元素，同时获得冰附魔。 ①开e的6s内，平a重击增伤30% ② 当潜地后又现身命中敌人时 ， 获得10点体力与18%的冰元素伤害加成 。 命座： 0命即完全体， 命座更多只是提升伤害，看个人喜好与自己的钱包 _(盯) 推荐2命/4命/6命 ，其中 4命为最关键命座 1命： 平a或重击对敌人造成冰元素伤害时 ， 有50%机率使e减少0.3s冷却，该效果每0.1s触发一次 2命：q会 额外多2个有本体q的20%伤害 的小q 3命：q+3级 4命： 敌人受到q伤害时，减防30% （ 队友也可以吃 ） 5命：e+3级 6命： 每过10s，重击提高298% ， 在命中敌人0.5s后清除，再重新计算时间 （2） 装备推荐 圣物： 4冰套 （ 玩纯冰+永冻推荐 ）， 2+2（玩融化或者 过渡 推荐） ， 4燃烧套（玩融化+必须绑草火角色， 4.6版本圣物——未竟的遐思 ） ， 4绝缘（使用天空剑或者副c玩法）， 4猎人（4.0后入坑的朋友才推荐用，以前就给绫华刷过圣物更推荐前面的） 4谐律 （ 必须使用海渊终曲+ 绑奶 ，4.6版本圣物——谐律异想断章， 4.0后入坑才推荐使用，理由与4猎人的第1、3点一样 ） 没有推荐早入坑的朋友，用4猎人的原因也很简单： ①首先是其他的掉血类主c更需要这一套，刷本是很麻烦的，而且绫华酱基本上复刻这么多次了，抽过的人也多，重新再刷一套其实是很没道理的，投入资源过大。 ②其次绫华如果要用， 队伍是必绑芙闲或芙夏或芙琴 ，我更多还是推荐说通用类的4冰套或2+2，现在三合一都可以合冰套了嘛，你在刷其他角色的副本的时候，你顺便三合一，绫华说不定就跟着有一套了。 而且水神的挂水频率，其实不是很稳定，比较吃手法，既然都冻不住了，为什么不选择2+2呢23333，还省刷新的圣物的体力，很没有道理的。 _(偶像姬_糖葫芦) ③如果说你以前就入坑的朋友，一定要用四猎人配水神，其实也不是不行，只不过我这边做攻略肯定更讲通用多一点，所以还是看个人选择吧。 _(米游姬 干杯) 词条推荐暴攻冰 ， 副词也主要以攻击双暴，以及适当的充能为主 标准的4冰套/4猎人面板大概就2000+攻击，35+/200+双暴，120～130充能 像2+2/4谐律面板则2200+攻击，70+/200+双暴，120～130充能 当然用不同武器、圣物，甚至不同队伍，都有不同的标准，这里只是说明标准 _(喝茶) 顺带一提，你要是同时拥有12命申鹤绫华或者说2命闲云水神说不玩主q，玩重击平a下落攻击就当我没有说过，随便你弄不弄充能，因为我做的是平民攻略，不要想着跑过来炫耀，显得你很掉价_(心情简单) 这里是给一些还想让绫华酱提升或者不知道怎么玩的观众朋友们看的，不需要你来指指点点别人。_(时光交响之章表情包16) 武器： 5星： 雾切（ 首推， 专武无需多言） ， 绿剑/月白剑（高暴击） ， 裁叶（高暴伤） 斫峰之刃/风鹰剑（高攻击） ， 天空剑（高充能副c） 其他一般般，有什么用什么 4星： 海渊终曲（枫丹锻造，高攻击，需配奶） ， 天目影打刀（稻妻锻造，特效有充能，高精面板可100～110充能） 笼钓瓶一心/水仙十字之剑（高攻击，做任务就有） ， 狼牙（大月卡，高暴击+eq增伤） ， 黑剑（大月卡，高暴击+平a重击增伤） 宗室长剑（星尘换，高攻击+特效加暴击） ， 黑岩长剑（星尘换，副词暴伤，特效加攻击） 其他一般般，有什么用什么 二、阵容搭配 目前绫华队伍要么就永冻纯冰，要么融化，就没什么其他选择了 如果你是问 速切副c，那哪个队伍都能进去玩 ，因为副c就是作为灵活的插件+多一点伤害， 比较推荐有4命考虑吧 ， 0命也不是不可以，只是不如说用别的真正主打副c辅助的角色更好一点，毕竟4命还是比较贵的23333 _(阿姬倒地) 先说永冻与纯冰，就是以绫华酱为冰c主导的队伍啦_(阿姬开心)，然后ヾ(￣▽￣)再说融化玩法 （1）永冻队 一般队伍组成为 双冰一风一水 ，那么其中 另外一个冰通常为充电宝+辅助副c ， 风亦也辅助 ， 水就是挂水 _(阿姬灵感)那么可以选择的角色就非常非常的多了，这边就说一下几个比较推荐的，基本上只要是能满足以上条件的人都是可以上场的 冰： 首先推荐的肯定是 申鹤 了，毕竟冰拐， 有1命循环更好 圣物： 4宗（Q启动） 或者 2+2（E启动） 主词条攻攻攻，副词也只要攻击充能 ， 非1命+宗室情况下推荐攻充攻 武器： 5星首推专武 息灾 （不需要多说）， 贯虹（高攻击） ， 天空/蕹刀（副词充能） 4星有 断浪长鳍/风信之锋/千岩（高攻击） ， 西风/鱼叉（补充能） ， 试作（璃月锻造，实在没有前面几个再考虑） 其他一般般，有什么用什么 当然啦，还有其他冰系也是可以的 甘雨、凯亚、罗莎莉亚 （主做副c充电宝， 西风4宗，圣物主词暴充冰，甘雨还可乐团弓 ） 迪奥娜 （ 推荐搭配莫娜 ， 祭礼4宗，圣物主词生/治充生，更推荐生命头，让盾厚点 ） 夏洛蒂 （ 推荐配4千岩水神使用，西风 / 贝壳4宗 ， 像祭礼/讨龙武器会让夏洛蒂充能压力太大了，就不推荐使用 ） 风： 可搭配人物有万叶，砂糖，风主，温迪，闲云，琳妮特，琴，早柚 圣物： 除了风套，还是风套 万叶： 主词条精精精，副词也是精通充能 武器——5星苍古，4星东花坊时雨，西福斯的月光（队伍充能压力减少），铁蜂刺，西风，祭礼 风主/琳妮特 ： 主词条暴充风，副词能有充能就可以了 武器：5星天空，4星西风/祭礼 温迪： 主词条暴充风，副词能有充能就可以了 武器：5星乐团弓，4星西风 砂糖 ： 沙漏主词条必须充能沙 ，其他随便，副词能有充能就可以了 武器：祭礼/西风/贝壳 琴/早柚： 推荐搭配莫娜 ， 琴还能配水神 主词条暴/攻充攻，副词能有充能攻击就可以了 武器：5星天空，4星西风/祭礼， 早柚还可以用霸王剑，琴亦也可用腐蚀/灰河 闲云： 推荐搭配4千岩水神， 主词条攻充/攻攻，副词能有充能攻击就可以了 1命后，可以推荐使用攻击沙 武器——5星 首推专武扇子，其次天空书/锁，4星贝壳/西风/祭礼 水： 芭芭拉： 圣物4海染，只要生命与充能 不推荐4千岩，主要是芭芭拉只有开e的那一刻才有伤害，其余时间只有挂水能力，无法一直使用4千岩效果 武器4星西风/试作，3星讨龙 珊瑚宫心海： 圣物 4海染（作副c补伤害） ， 4千岩（加攻击纯辅） ，也是只要生命与充能 武器推荐4星试作/祭礼，3星讨龙 莫娜： 圣物4千岩/4宗/4绝缘（队伍其他人有配4宗或者4千岩才用4绝缘） 主词暴充水，副词要双暴攻击充能 武器推荐4星西风/贝壳，3星讨龙， 如果队伍没有配奶也可以用试作 芙宁娜： 推荐搭配夏洛蒂， 闲云， 琴 圣物4千岩（纯辅）/4剧团（副c），主词暴充生/水，副词要双暴生命充能 推荐非4命至少用充能沙有220充能，4命以上用生命沙则110充能即可 武器——5星专武静水，裁叶，天空，4星腐蚀/灰河/西风 妮露： 只推荐大世界使用 ，没什么要求，武器什么都可以，硬要带就祭礼 （2）纯冰队 就是3冰1辅，像是3冰+1风/钟离 上面已经是说过要求了的， 就只有在纯冰队，莱依拉才进来玩 _(时光交响之章表情包12) 莱依拉，圣物4千岩，只要生命，武器祭礼即可 （3）融化队 终于还是不得不说这个了，其实发展至今也是很多选择的了_(庆贺吧) 推荐最好有2命，打体型大的boss使用这个融化队伍 _(阿姬灵感) 队友就 班尼特+万叶 / 琴 +草神/申鹤/香菱 ，就主要是 以“绫华+班尼特+万叶/琴+？”这个体系来挂火融化 但是缺点也容易发觉， 如果是非申鹤或者是散怪的情况下 ， 就容易丢伤害或者充能充不上来 ， 所以只推荐在打boss的时候才使用这个队伍 _(米游兔—飚汗) 感兴趣的朋友也可以看看别的_(阿姬灵感) 千织是否为凝光岩主与娜维娅的新队友？新活动武器有谁可以适配？ 夏沃蕾！新的雷火超载拐！老牌火雷系角色们焕发第二春！ 关于凝光岩主与新岩套的适配以及配队与选择，还有新奶套目前人选 好了，以上就是 本次关于绫华酱 的攻略了，我们有缘再见再见ヾ(￣▽￣)Bye~Bye~ 以后还会继续出更多攻略☆(￣▽￣)/$:*的_(米游姬哈欠) _(米游姬 干杯)当然也不只是大世界的攻略啦，还有原壶的攻略或者说是冷门的老角色向攻略_(偶像姬_糖葫芦) 非常非常感谢你看到最后_(米游姬-打call) Thanks♪(･ω･)ﾉ",
    "length": 4256
}