{
    "game_id": 2,
    "post_id": "54245077",
    "f_forum_id": 43,
    "subject": "「希格雯传说任务」海精之章·第一幕·谎言的温度",
    "url": "https://www.miyoushe.com/ys/article/54245077",
    "created_at": 1719322136,
    "like_num": 1161,
    "view_num": 16924,
    "reply_num": 69,
    "text": "各位旅行者你们好，这里是「二也」 _(偶像姬_WINK) 超链图片 谎言的温度 本篇内容 希格雯剧情有 4 个宝箱，有更多发现的旅行者可以发评论哈~ 任务触发 任务界面用一个传说钥匙解锁触发 等级限制 冒险等阶达到40级 任务限制 完成任务 「第四章·第五幕·罪人舞步旋」、「潮涌之章·第一幕·往日留痕」 第四章·第五幕·罪人舞步旋 「那维莱特传说任务」潮涌之章·第一幕·往日留痕 任务用时/任务奖励 70分钟/原石*60 任务流程 超链图片 「美容专家」 美容专家 1.在枫丹廷四处逛逛 传送 枫丹廷 东南方向 锚点，往 地图的北方向 飞 ▶ 与希格雯对话7分钟，含2分钟动画 ； 超链图片 2.询问希格雯的建议 与希格雯对话 超链图片 3.收集清单上的材料 传送 枫丹廷区 西方向 锚点，往 地图的西方向 飞； ▶ 前往海滩边，击败浊水幻灵； ▶前往海里，获得异色重甲蟹能力，击败原海异种； 超链图片 4.前往梅洛彼得堡 传送 梅洛彼得堡 南方向 锚点，前往医务室 超链图片 5.和希格雯交谈 与希格雯对话3分钟 超链图片 6.将调制好的食材交给韦尔赛 传送 梅洛彼得堡 ，前往 特许食堂 超链图片 7.前往监护室 传送 梅洛彼得堡 南方向 锚点，前往监护室 超链图片 对话结束，完成任务 「 美容专家 」 超链图片 「偷梁换柱」 偷梁换柱 1.和希格雯碰面 调整游戏时间至第二天早上8-12点 前往医务室， 与希格雯对话3分钟 超链图片 2.找到自称埃里克的嫌犯 与 “昂利” 交互， 与希格雯对话3分钟 超链图片 3.前往枫丹科学院 传送 枫丹科学院 锚点，与希格雯对话 超链图片 4.向熟悉拉瓦特的研究院打探情报 前往 科学院 外侧，分别与3个研究院对话 超链图片 5.和逐影庭警员们会合 前往 道路交叉口 ，与希格雯对话 超链图片 6.前往拉瓦特母亲的住处 传送 枫丹廷区 西北方向 锚点，往 地图的西北方向 走 超链图片 7.进入拉瓦特母亲的住处 交互进入房屋内 超链图片 8.寻找热水 交互 “查看置物柜” 超链图片 9.和希格雯交谈 与希格雯对话 超链图片 对话结束，完成任务 「 偷梁换柱 」 超链图片 「地下的罪行」 秘境中有 4 个宝箱 地下的罪行 1.前往拉瓦特的私人实验室 传送 新枫丹科学院 西北方向 锚点，往 地图的西方向 飞 超链图片 2.进入地下实验室 交互 “拉瓦特的私人实验室” ，进入秘境 超链图片 3.向深处搜寻（宝箱一） 按任务指引走，击败4波机关，获得 宝箱① 超链图片 4.寻找继续深入的通路 按任务指引走，与希格雯对话 超链图片 5.货车解谜一 面朝 地图的南方向 ，按图中指引路线推货车 超链图片 货车推到底后，爬上旁边的楼梯 超链图片 6.宝箱二 击败2波史莱姆，获得 宝箱② 超链图片 7.货车解谜二 面朝 地图的东方向 ，按图中指引路线推 货车1 超链图片 按图中指引路线 先推货车2至角落，再推货车1至货车2位置 超链图片 前往实验室，与希格雯对话 超链图片 8.前往实验室深处（宝箱三） 往 地图的西方向 通道走，获得 宝箱③ ，交互 “开门” 超链图片 9.制服逃犯 击败4波机关， 与希格雯对话4分钟 超链图片 9.原路撤离（宝箱四） 对话结束，获得 宝箱④ ，离开秘境 超链图片 10.前往波顿的目的地 传送 枫丹廷区 西北方向 锚点，往 地图的西北方向 走， 与希格雯对话3分钟 超链图片 11.进入波顿母亲的住处 交互进入房屋内， 与希格雯对话3分钟 超链图片 12.在枫丹廷四处逛逛 与希格雯对话结束，完成任务 「 地下的罪行 」 超链图片 「曾经的真相」 曾经的真相 1.前往与希格雯约定的地点 传送 白露区 东北方向 锚点，往 地图的东北方向 飞 超链图片 2.和希格雯交谈 与希格雯对话，观看动画6分钟 超链图片 对话结束，完成任务 「 曾经的真相 」 超链图片 提瓦特传说任务合集 提瓦特传说任务合集 如果觉得不错可点个 关注 ，敬请期待更多内容 更新 ！ 如果有任务 问题 ，可以 私信 我，感谢旅行者们支持！",
    "length": 1698
}