{
    "game_id": 2,
    "post_id": "46751513",
    "f_forum_id": 43,
    "subject": "【V4.3攻略·角色攻略】神里绫华·图文·数据",
    "url": "https://www.miyoushe.com/ys/article/46751513",
    "created_at": 1703079613,
    "like_num": 1094,
    "view_num": 114238,
    "reply_num": 349,
    "text": "UID:100335009 大家好，本次为大家带来的是 「神里绫华」 的图文攻略展示。 _(神里绫华-馋)_(神里绫华-馋)_(神里绫华-馋) 如有图片模糊的情况可下载图片查阅。 ●   目录 ►01 角色信息 - 角色个人信息 ►02 定位简析 - 角色培养方向概述 ►03 天赋介绍 - 天赋加点推荐 - 主动技能 GIF动图演示 - 固有天赋 文字描述 ►04 培养素材 - 所需突破材料 - 所需地区特产 - 所需升级材料 - 所需天赋书 - 所需周本材料 ►05 命座推荐 - 命座功能概述 ►06 参考面板 - 角色站街属性参考 - 角色充能需求 ►07 武器推荐 - 武器信息概况 ►08 圣遗物推荐 - 主词条推荐 - 副词条推荐 - 圣遗物信息概况 ►09 角色适配性 - 技能机制适配性速览 ►10 配队简析 - 角色搭配思路 - 角色培养速览 - 队伍搭配示例 〓01 角色信息〓 ※ 相关数值为角色LV90的基础数值。 ► 绫华的 基础攻击力 （白值）在所有角色中算是比较高的，搭配高额基础攻击力的「 雾切之回光 」可以高效利用 百分比攻击力 加成的属性。 〓02 定位简析〓 ※ 定位简析相关内容不代表绝对情况，仅供参考。 ► 绫华的主要输出来源从伤害构成来看，还是以「 元素爆发Q 」为主，其次根据站场重击的次数，重击伤害的占比会有所浮动，最后是「元素战技E」。 ► 虽然占比有先后之分，但鉴于绫华在实际配队中的高额面板加成，三个输出技能都有不错的发挥，资源较为充足的情况下可以把天赋等级都拉起来一些。 〓03 天赋介绍〓 ※ 加点顺序先后请以自身实际情况为准。 ◎ 普通攻击&重击 ◎ 霰步 ◌ 弱冰 - 「2.5秒计时器 2次命中计数器」 ► 搭配固有天赋 -「寒天宣命祝词」可获得18%的 冰元素伤害加成 。 ◎ 普通攻击&重击·霰步附魔 ◌ 弱冰 - 「2.5秒计时器 2次命中计数器」 ► 普攻第1段与后续重击的元素附着也是相互独立的。 ► 重击有3段伤害，遵循元素附着2次命中计数器的原理。 ◎ 元素战技E ● 强冰 ► 产球：命中后4~5颗 冰元素微粒 。 ◎ 元素爆发Q ◌ 弱冰 - 「2.5秒计时器 2次命中计数器」 ● 锁面板 「遇到障碍物或敌人会停止移动」 ● 释放后不锁能量 「EQ连招不会损失微粒」 ◎ 固有天赋 ※ 鉴于固有天赋的特性，实战中注意技能的释放顺序，可以有效提高输出总量。 ► 通用手法：霰步→「元素战技E」→「元素爆发Q」→重击 〓04 培养素材〓 ps.“等级突破素材”中： LV1-20 → 19级刚好升到20级，以及LV20突破时所需的材料，以此类推。 LV80-90 → 80级升至90级所需的经验和摩拉，未包括LV80突破时所需的材料。 〓05 命座推荐〓 ※ 图中缩减了部分命座的描述内容，具体效果请以游戏实机为准。 ◌ 1命：提高操作顺序的容错率，优化输出流程，站场时间达到一定程度可以降低充能需求。 ● 2命：元素爆发Q新增两个小旋风，该机制在 融化 玩法中提升显著。 「小旋风与大旋风共享元素附着计时器，大旋风会先造成伤害，基于这个前提，可以提高大旋风的融化率」 ◌ 3命：元素爆发Q占比较高，技能等级+3提升稳定。 ● 4命：较为稀少的 减防 效果，在实战中表现不错。 ◌ 6命：强化重击的效果加成属于 增伤 乘区，在队伍和绫华自身高额的伤害加成下，实际效果会大打折扣。 〓06 参考面板〓 ※ 参考面板相关内容仅为站街属性展示，不计入触发类型的属性。 ► 图示数据以「 单冰 」或「 对BOSS 」的情况为标准展开计算，请根据自身的实际配队调整面板属性。 ※ 展示的充能需求仅供参考，实战充能受具体配队和输出手法影响较大，请以自身实际情况为准。 〓07 武器推荐〓 ※ 武器推荐相关内容的评级不代表绝对情况，仅供参考，请以具体配队和实战情况为准。 ※ 武器相关数据内容为模拟测试，仅针对特定配队。实战影响因素较多，且受队伍搭配影响较大，请以自身实际情况为准。 ► 借由两组数据可以看出，在充能需求降低的情况下，充能类武器的优势会有所下降。部分小伙伴比较关心的「 海渊终曲 」和「 天目影打刀 」是比较明显的例子。 〓08 圣遗物推荐〓 ※ 圣遗物推荐相关内容的评级不代表绝对情况，仅供参考，请以具体配队和实战情况为准。 ※ 相关内容仅供参考，请以具体配队和实战情况为准。 ► 以绫华的最终培养方向来看， 暴伤 乘区较为充盈，这也使得在「理之冠」方面的选择拓展到了「攻击头」。 ► 另一方面，绫华搭配 申鹤 的情况下， 申鹤 「冰翎」的加成与「攻击力&倍率」并列。换言之，绫华携带「攻击头」主词条获得的属性无法提升「冰翎」造成的伤害，而「暴击头」和「暴伤头」可以增幅「冰翎」。 多数情况下绫华在「攻击头」和「暴伤头」中选择 词条较好 的携带即可，追求极限伤害可以选择「暴伤头」。 ► 关于「逐影猎人4件套」，需要搭配 芙宁娜 才能有较好的发挥，与「冰风迷途的勇士4件套」相比，在「猎人套」满足触发条件且面对大型BOSS的情况下，「猎人套」的极限期望会更高。 〓09 角色适配性〓 ※ 角色适配性的相关展示不代表绝对情况，仅粗略概括本帖攻略角色与目标搭配角色在技能机制上的契合度。 包括但不限于： ①技能的持续时间与冷却时间 ②技能机制是否冲突 ③增益BUFF的覆盖率 部分角色需要放入具体配队中具体讨论，请以自身实际情况与具体搭配为准。 〓10 配队简析〓 ※ 展示思路不代表所有情况，仅供参考。 ► 融化流 玩法不能触发「冰套」的4件套效果，请注意搭配。 ► 在实战环境对爆发输出需求很高的情况下可以尝试融化流玩法，0命可以使用，但绫华 2命 的情况下效果会更好。 ※ 培养速览相关展示仅按 火 / 水 / 风 / 雷 / 草 / 冰 / 岩 的顺序排列，无关技能适配性或机制相性。 ※ 搭配示例相关内容不代表绝对情况，部分配队降低配置也能满足深渊的输出需求。 ► 虽然绫华练度达到一定程度时， 重击 也可以打出相当程度的输出，但按伤害分部来看主要还是在 元素爆发Q 上，这会导致在面对大批量散怪时伤害溢出、大招没打到的情况。 ► 若对输出的舒适度有需求，可以往「控制」、「聚怪」的方向选择搭配。 ► 若对输出的总量较高，则可以考虑加入「增幅」（ 冰打火1.5倍 ）来提升伤害总量。 ► 鉴于绫华自身的挂冰效率较为强力（尤其是2命），部分情况下用元素爆发Q（2命）为火元素输出角色提供足量的冰附着，提高「增幅」（ 火打冰2.0倍 ）的反应覆盖率。 ► 融化流 还有通过 琴 和 班尼特 一起开启「元素爆发Q」，通过领域提供大量「火附着」的玩法，在一些特殊场合有奇效。 ▌写在后面 总体来说，绫华是一位技能机制联动性（尤其是数值提升方面）较强的角色，这也就意味着在实战中绫华需要一定的输出手法来保证循环中各类buff的覆盖率。 ①0命机制较为完整，2命在融化流方面有大幅提升，4命提升稳定，6命算是锦上添花（横向纵向对比性价比都较低）。 ②武器方面，需要注意 充能 类武器和 输出 类武器的挑选， 先确定配队→确定充能需求→挑选武器。 ③圣遗物方面，「 冰风迷途的勇士4 」面对BOSS单位时有所限制，「 逐影猎人4 」需要搭配芙宁娜才能发挥其效果，过渡的情况下可选择「 2+2 」。 ④配队方面，当前版本来看， 冻结流 能更充分地发挥绫华的技能机制，以及各种buff加成。 融化流 可作为特殊场合的对策搭配，如果是对精英怪群、普通怪群，融化流会比较卡手，循环不畅。 欢迎旅行者们在评论区进行咨询和补充， 每隔一段时间就会回复攻略相关的问题。 若没有及时回复还请耐心等待~ _(砂糖-打扰了)_(砂糖-打扰了)_(砂糖-打扰了) 如有错误和缺漏之处欢迎指出。 请友善发言噢~ 谢谢观看！ _(雷电将军-感谢)_(雷电将军-感谢)_(雷电将军-感谢)",
    "length": 3270
}