{
    "game_id": 2,
    "post_id": "48308878",
    "f_forum_id": 43,
    "subject": "全长柄武器简介（上）——一切的恐惧都来源于长度不足",
    "url": "https://www.miyoushe.com/ys/article/48308878",
    "created_at": 1706097896,
    "like_num": 80,
    "view_num": 3234,
    "reply_num": 8,
    "text": "全长柄武器简介（上）——一切的恐惧都来源于长度不足 原神中并没有将长枪、钺、棍、薙刀等武器分别开来，而是统称为：长柄武器。而在长柄武器中，还是有非常多的奇妙的数值和机制设计的，也就导致了长柄武器相对较卷的事实。 那我们首先从一至四星长柄武器开始，简单地介绍一下目前全部的长柄武器。 【一星武器】 新手长枪 满级（70级）攻击力：185 “赛诺：这是哪个水论文的整出来的枪？” 伴随着角色而出。 【二星武器】 铁尖枪 满级（70级）攻击力：243 “请给我一根长520mm，内径7.62mm，四条膛线，缠距240mm，内表面抛光的钢管，我用做长枪的枪柄。谢谢。” 【三星武器】 1. 白缨枪 满级（90级）攻击力：401  暴击率：23.4% “买不起大月卡？武器池老是歪？缺双暴武器用？来让我们拜倒于白门之下，她便宜好用，随处可见，数值完美，她就是唯一。白门！！！” 白缨枪为大世界宝箱专属武器，各位旅行者记得不要当成材料熔炼了。 适用角色：胡桃，赛诺，魈 2. 黑缨枪 满级（90级）攻击力：354  生命值：46.9% “我要看**大*史莱姆！！！” 每天早上起来看到的白光大概率就是它。 适用角色：钟离，瑶瑶 3. 钺矛 满级（90级）攻击力：448  攻击力：23.5% “春秋战国时期，钺，作为一种长柄武器在战场中大放异彩。” 该武器为宝箱专属武器。 适用角色：赛诺 【四星武器】 1. 匣里灭辰 满级（90级）攻击力：454  元素精通：221 “记住，工作时要称职务。 可……可是。 可是什么，这是要求！ 可是您才上任一天啊。 没关系，我要起飞，欸嘿，起飞~” 该武器是卡池里的老演员了，当你想要其他武器的时候，它总会以紫光的形式出现。26把的旅行者路过~ 适用角色：香菱，赛诺（火底超载） 2. 试作星镰 满级（90级）攻击力：510  元素充能效率：45.9% “这样充我会坏的。” 前期在缺少武器的情况下可以打造一把用于应急，但是千万不要精炼。 适用角色：赛诺，香菱，米卡，罗莎莉亚，申鹤 3. 流月针 满级（90级）攻击力：565  物理伤害加成：34.5% “容嬷嬷吉祥~” 香菱都用不了这把枪，除非收藏党，否则绝不推荐选择锻造这把武器。 4. 黑岩刺枪 满级（90级）攻击力：510  暴击伤害：55.1% “黑红也是红。” 星辉兑换武器。 四星中少见的暴伤武器，但是这星辉有没有必要去兑换还是要看情况的。如果你是纯粹的零氪党或者是没有一把趁手的长枪，那么可以选择兑换这把武器。如果你已经拥有护膜之杖这样的武器的话，那就没有必要来换取这把武器了。 适用角色：魈，赛诺，胡桃，香菱 （在对单的深渊里，该武器的击杀特效是无法带到下一层的。所以最好是在群怪且脆皮的情况下使用这把武器，便于触发被动） 5. 决斗之枪 满级（90级）攻击力：454  暴击率：36.8% “决斗吧，我的**。” 大月卡的神。 虽然说在一些情况下不如新的大月卡长枪，但是决斗之枪以一个几乎是无条件触发的被动，还是能够再战几年的。 如果说您的输出角色缺乏五星武器，那么这就是通用情况下的最优选择。 适用角色：赛诺，魈，胡桃，香菱，雷电将军 6. 西风长枪 满级（90级）攻击力：565  元素充能效率：30.6% “#**的#**物体#多次** 你以为那是啥，那是触发被动后的西风长枪。” 西风枪乃辅助必备武器。但是对于很多辅助而言，暴击率并不是一个有用的指标，基本上就是只有触发西风枪被动的作用。这也就导致为了能让角色稳定触发被动，而去花费大量体力去刷取高暴击的圣遗物，从而浪费了大量体力无法提升新角色练度的情况。 所以，一般而言，如果所携带角色暴击率能够常驻在50%以上，并且是满精西风才可以相对稳定的保证充能循环。低精炼的话，如果角色暴击率*被动触发概率>50%，并且队伍循环不要求每轮都触发的话，还是可以用的。如果全队都指望着这把武器充能的话，个人还是建议调整全队的圣遗物，或者多上几把西风系列的武器会更好一点。 毕竟，你也不想西风枪不会射出不明白色物体吧，(●'◡'●)。 适用角色：赛诺（充不上啊），香菱，雷电将军，罗莎莉亚（专武），米卡，夏沃蕾，云堇，托马，钟离（大招流） 7. 宗室猎枪 满级（90级）攻击力：565  攻击力：27.6% “您说的对，但是宗室武器是由蒙德贵族研发的，跨时代暴击游戏，让您感受到0>16的真实数学。 下次记得别用81-阿波罗了，0-16把队友都打麻了。” 别说了，这武器看脸┭┮﹏┭┮而且是星辉兑换武器，比较鸡肋。 适用角色：魈，香菱，申鹤 8. 龙脊长枪 满级（90级）攻击力：454  物理伤害加成：69.0% “到达龙只因长枪，这不阿贝多吗，还是看看远处的雪山吧，家人们。阿贝多在不复刻头发都快要掉光啦！” 雪山系列任务锻造该武器，但是由于目前并没有主打物理伤害的长柄角色，所以并不是很推荐去锻造第二把。保留任务里的那一把就可以了。 （记得带凝光去找矿，会方便不少。） 9. 千岩长枪 满级（90级）攻击力：565  攻击力：27.6% “队伍里面四个璃月人be like: 一方水土养一方人 璃月话说给璃月人 人是铁 饭是钢 一顿不吃 饿呢慌 璃月人早上吃甚饭 肉丸热干面荷包蛋 璃月人中午吃甚饭 清汤饹络一大碗 璃月人晚上吃甚饭 米汤油馍沾几个蒜” 该武器为四星限定武器，抽取难度较大，老不复刻也没办法。如果是璃月角色携带精三及以上的千岩长枪，是完全可以超过精一的无被动和璞鸢，非常强力。 适用角色：钟离，魈（和璞鸢的替代），香菱（注意充能） 10. 喜多院十文字 满级（90级）攻击力：565  元素精通：110 “去*****软件看喜多川海梦了，等会等我好了再来~” 虽然说是回能武器，但是一般情况下很有可能EQ连招会卡手。E技能触发条件为“命中”，所以空放E是不会扣除能量的。实战情况下一般不会空放E，而只有云堇Q技能前摇较短，是可以卡CD将Q技能释放出来。 适用角色：云堇 11. “渔获” 满级（90级）攻击力：510  元素充能效率：45.9% “雪花飘飘~~北风啸啸~~” 继咸鱼大剑之后的又一力作，感受渔民生活的艰辛，让你能倾听大海的声音。这形如鱼叉的长柄武器绝对是居家生活之选。 最强白嫖武器之一，一个把天空之脊拉下五星之位的武器。从充能入手，解决了很多辅助和输出的充能压力，而增上和暴击加成更是锦上添花，让这把武器拥有极强的输出能力。 就是钓鱼麻烦了点，能精五的话各位博士还是尽量多钓点<。)#)))≦ 适用角色：香菱，赛诺，雷电将军，魈（奇怪的武器增加了） 12. 断浪长鳍 满级（90级）攻击力：620  攻击力：13.8% “长崎，一个二次原的好地方。” 稻妻限定系列武器，伤害加成与全队能量上限相关，对于配队和携带者限制较大。 适用角色：香菱，雷电将军 13. 贯月矢 满级（90级）攻击力：565  元素精通：110 “(～o￣3￣)～76个老六太多了，但是兰纳罗给的多啊。 遗一石（留下一堆原石），吾一世（我会感谢你们一辈子的）” 为锻造武器，虽然原胚可以相互转化，但是架不住没有溶媒啊（我已经三个月没见过这个玩意儿了） 一般长枪角色较少能够参与到草反应中来，所以能够使用它的角色相对较少。 适用角色：赛诺（激化/超激绽队伍），瑶瑶 14. 风信之锋（真·鸟枪） 满级（90级）攻击力：510  攻击力：41.3% “为啥米卡的**会那么少，实在不行我自己来画，(￢☆￢☆)” 就是这鸟枪，能不能换你的巴雷特-毁灭呢？ 该武器为活动赠送，现已绝版。它带来了风神的祝福，就和风神一样，让人感到温暖，就是那一股子酒味儿确实挺麻烦的。 适用角色：米卡（外观），香菱，赛诺（激化/超激绽） 15. 峡湾长歌 满级（90级）攻击力：510  暴击率：27.6% “有去过挪威和新西兰峡湾的宝友吗，V我5W吧，我想出去玩。” 元素不同？加精通！不过提醒一点，若队伍中元素少于三种的话，是无法触发武器被动的。 所以同是大月卡武器，我更推荐决斗之枪。 适用角色：赛诺（超激绽），雷电将军（多玩法平衡），胡桃 16. 公义的酬报 满级（90级）攻击力：565  生命值：27.6% “跟我念：公义的酬（bao）报（chou），各位有没有念对呢（” 新的生命值长枪，但是副词条给的实在是太低了，远不及黑缨枪给的多，而且如果是钟离使用的话，武器被动可以等于不存在。对于其他角色作用也不是很大，因为10s的CD的缘故，会导致很多队伍会卡轴。 适用角色：瑶瑶，钟离（不喜欢用三星） 17. 勘探钻机 满级（90级）攻击力：565  攻击力：27.6% “看到这玩意，我就想到了我在牙科的时光，那个电钻钻的我脑壳疼。” 枫丹限定四星武器，抽取成本相对较高。如果想要触发被动，那么队伍里就不能有纯粹的顺抬角色作为奶妈。因为需要在尽量短的时间内触发被动。不过目前原神内的奶妈均有多次治疗的能力，所以一般而言队伍里可以随便选择奶妈。 适用角色：魈（带琴或班尼特），赛诺（带白术）",
    "length": 3715
}