{
    "game_id": 2,
    "post_id": "50248084",
    "f_forum_id": 43,
    "subject": "【V4.5攻略·角色攻略】荒泷一斗攻略·机制/养成/配队",
    "url": "https://www.miyoushe.com/ys/article/50248084",
    "created_at": 1710294716,
    "like_num": 980,
    "view_num": 59725,
    "reply_num": 243,
    "text": "UID 126941175 「荒泷甲光烈烈斗虫大修行」的成功举办，让荒泷派对斗虫迸发了新的期待，或许有朝一日斗虫会风靡全提瓦特也说不定，在这大好趋势下，荒泷天下第一斗过的又如何呢？ 这里是卡玛sei亚，本期将 详细介绍 荒泷一斗 的 养成与队伍搭配 ，若旅行者想要了解更多，也可在这里找到 天赋机制 与 命之座提升 分析哦~ * 进阶分析均已折叠 ，可选择性查阅。 ✦目录✦ 1. 一图概述 （通过一图，快速看懂） 2. 角色简析 （天赋加点与命座规划） 3. 配装介绍 （武器与圣遗物的选择） 4. 配队建议 （深境螺旋向队伍搭配） 5. 抽取价值 （总结与整体抽取建议） 荒泷一斗 是与元素反应增益无关的岩元素 输出角色 ，其作为 站场主C ，通过施放 元素爆发 后的 强化重击 输出，而元素战技与普通攻击也有可观伤害。 荒泷一斗的队伍往往至少包含 三位 岩元素角色（ 三岩队 ），而 四位 岩元素角色组成一队（ 四岩队 ）也是常见情况，因此环境适应能力往往有限，但胜在输出稳定，且生存能力强。 若旅行者不想看太多文字，不妨先参考一下这张一图流： ✦天赋优先级： 普通攻击（9+） ＞ 元素爆发（9+） ＞ 元素战技（8+） 。 一、基础属性 ✦荒泷一斗 具有明显的 近战角色 特征， 基础生命不低 、 基础防御高 ，但由于其实战攻击力主要依靠元素爆发通过防御力的一定比例获得，基础攻击力低。 ✦ 由于基础防御力只受角色等级影响，而荒泷一斗的基础伤害根本来源以 防御力 为主，因此升级收益较高，推荐将荒泷一斗 升至90级 。 二、普通攻击/重击（A/Z） 荒泷一斗的普通攻击与重击为其 主要输出手段 ，因此建议 至少升至9级 ，将其 升至10级 （需消耗智识之冕） 也是完全值得的。 ✦天赋演示 如下分别为荒泷一斗的普通攻击、重击、满层强化重击演示： ✦具体机制 ① 在施放元素爆发前，普通攻击仅第二段与第四段命中能叠加「乱神之怪力」层数，但由于 第四段前摇较长 ，且荒泷一斗一般仅在施放元素爆发后才进行普通攻击，实战往往仅进行至多三段普通攻击就进行重击（即AAAZ），具体输出手法参见本篇「配队建议」部分。 ② 「乱神之怪力」层数会在荒泷一斗背部的鬼面显示，第一至五层分别对应鬼面的左眼、右眼、下巴、眉心与额头，且当叠加至五层时，会有明显特效提示 （参见本节元素战技演示） 。此外，荒泷一斗进行强化重击时可调整攻击方向。 ③ 普通攻击、重击与强化重击「荒泷逆袈裟」均具有一定伤害范围，且强化重击的范围有一定高度，容易应对雷音权现、漂浮灵等敌人。三种攻击均只能造成弱附着 （配合附魔后有1元素量） ，且附着冷却共用同一标签、使用默认组别 （2.5s/3hits） 。 三、元素战技（E） 荒泷一斗的元素战技可提供一定 爆发输出 ，且提供 嘲讽敌人 与叠加少量「乱神之怪力」层数的功能性，并非其主要输出手段，升级优先级不高，但仍建议 至少升至8级 。 ✦天赋演示 ✦具体机制 ① 元素战技在点按时荒泷一斗会将「阿丑」向前掷出，而长按时可瞄准方向掷出，所瞄准的位置只能朝向地面 （不能向高处抛出） 且有一定距离限制。追求理论输出时往往点按即可，但在需要嘲讽敌人的特定场合也可考虑长按，其能嘲讽小范围内的敌人 （嘲讽范围半径5米，略小于班尼特元素爆发领域半径，即6米；无法嘲讽首领敌人） ，有一定拉怪能力。 ② 「阿丑」命中敌人、受到敌人攻击 （每2秒至多触发1次） 或逃走时均可为荒泷一斗叠加「乱神之怪力」层数，该效果在荒泷一斗处在队伍后台时依旧可触发，且若通过此方式叠加至五层，仍会有明显特效提示。由于受击叠层不稳定，有时可能需要根据「阿丑」的受击情况调整荒泷一斗的输出手法。 ③ 「阿丑」被视为 岩元素创造物 ，由于其可被推动的特点，无法为角色垫脚，但可停留在部分特殊地面上 （如在大世界首领纯水精灵盘踞处） 且相对不易被首领敌人摧毁，与未到1命的千织有较高适配性。 ④ 「阿丑」命中敌人后会产生3~4个岩元素微粒 （产4球的概率为50%，且产球冷却一般可忽略） ，只能造成弱岩附着 （1元素量） ，且无附着冷却。 四、元素爆发（Q） 荒泷一斗仅在 元素爆发 后的一段时间内可造成源源不断的 岩元素伤害 ，且自身攻击力大幅提高、能更高效地叠加「乱神之怪力」层数，因此元素爆发重要性仅次于普通攻击/重击，建议 至少升至9级 。 ✦天赋演示 ✦具体机制 ① 元素爆发提供的攻击力增益 并非实时效果 ，而仅基于荒泷一斗施放元素爆发时的防御力， 在该攻击力增益生效后，无论提高还是降低荒泷一斗的防御力，都不会改变该攻击力增益的数值 ，因此需确保获取尽可能多的 防御力增益 后再施放元素爆发 （华馆梦醒形骸记4件套、白影剑等配装效果层数需尽量提前叠加） 。 ② 「怒目鬼王」状态下的荒泷一斗获得 岩元素转化 （而非附魔，且不可被其他附魔覆盖） ，其普通攻击/重击仍被视为普通攻击/重击伤害，因此可以享受逐影猎人2件套的增益，但不能享受昔日宗室之仪2件套的增益。 ③ 荒泷一斗在「怒目鬼王」状态下的所有元素及物理抗性均会降低20%，但由于其防御力较高， 实战生存能力仍高 于多数角色。 ④ 荒泷一斗在「怒目鬼王」状态下的普通攻击、重击与强化重击「荒泷逆袈裟」均只能造成弱岩附着 （1元素量） ，且附着冷却共用同一标签、使用默认组别 （2.5s/3hits） ，但由于结晶反应不能带来直接的伤害增益，且有1秒的触发冷却，所以研究意义不大 。 五、固有天赋 ✦固有天赋分析 ① 20级突破天赋 能保证荒泷一斗在进行强化重击「荒泷逆袈裟」期间 不被敌人打断 （但仍可能被冻结或推动） ，并一定程度上优化了手感。 ② 60级突破天赋 基于荒泷一斗的防御力进一步提高了其强化重击的基础伤害，与赤角石溃杵的武器效果类似。 ③ 生活天赋 可提高砍树的木材获取效率，荒泷一斗在队伍中时即可触发，因此可配合攻击速度较快的单手剑/长柄武器角色高效刷取木材。此外，通过小道具「王树瑞佑」获取木材的效率也会受到该天赋增益。 六、命之座 1. 命之座介绍 2. 命之座提升对比 如下是荒泷一斗搭配五郎、钟离与任意无增益辅助能力的四号位时的命之座提升对比。 *对比数据为荒泷一斗的单轮循环总伤，荒泷一斗使用精1赤角石溃杵且2命时以减少全部充能副词条为代价额外获得4个防御副词条、4命仅享受其提供防御力通过元素爆发带来的攻击力增益，钟离0命且使用西风长枪、五郎6命且使用西风猎弓，队友圣遗物均不提供额外增益辅助能力。 3. 命之座分析 ✦1命 ：元素爆发能为荒泷一斗叠加额外的「乱神之怪力」层数，使其能打出更多段强化重击「荒泷逆袈裟」，能一定程度上 优化手感 。 ✦2命 ：大幅优化能量回转，在队伍中至少有三位岩元素角色时，相当于将70的能量需求降低至52，使其几乎不堆叠充能效率也可稳定循环， 提高容错率 并间接获得 将原有充能副词条分配给其他输出副词条带来的 伤害增益，但由于队友的天赋施放时间与冷却，减少自身冷却时间的效果收益往往不理想。 ✦3命 ：提高了元素战技造成的伤害，由于元素战技并非荒泷一斗的主要输出手段，整体上提升一般，但一定程度上提高了爆发能力。 ✦4命 ：「怒目鬼王」状态结束后能一定程度上提高全队防御力与攻击力，但由于持续时间不长，往往只有将循环时间卡很紧时才能利用元素爆发增益机制让荒泷一斗享受通过该防御力增益获得的攻击力增益，此外荒泷一斗的队友伤害占比往往明显不如荒泷一斗自身，因此该命之座综合收益较低。 ✦5命 ：提高了元素爆发基于防御力获得的攻击力，综合上有 明显伤害提升 ，但由于位置较为靠后，性价比偏低。 ✦6命 ： 大幅提高了 荒泷一斗的 强化重击伤害 ，且能使其单次强化重击能造成很多段连斩伤害，进一步优化输出体验。 ✦命之座简评： 1、2命有明显体验提升 ， 6命提升很大 ，其余命之座性价比均不高。 这里将分别介绍荒泷一斗的 武器 与 圣遗物 配装方案及典型参考面板。 一、武器选择 赤角石溃杵 为最优选 ， 螭骨剑 为四星最优选择 ，除此之外也可用 白影剑 、 苇海信标 、裁断、黑岩斩刀等 防御 或 暴击 / 暴伤 武器。由于荒泷一斗的防御力收益远高于攻击力，大多数以攻击力为主的输出武器 （如无工之剑、狼的末路等） 往往不契合荒泷一斗。 ✦ 武器对比 *数据由使用不同武器时，荒泷一斗搭配五郎、钟离与任意无增益辅助能力的四号位时的单轮循环总伤对比得出，配装详见本节“参考面板与伤害”部分。 二、圣遗物选择 1. 套装选择 ✦华馆梦醒形骸记4件套 （4华馆） ： 该套装为综合上的 最优选择 ，与螭骨剑搭配时应优先保证螭骨剑的效果层数 （深境螺旋中应将荒泷一斗放在一号位并等待螭骨剑效果层数叠满后再开启挑战） 。 ✦回声之林夜话4件套 （4回声） ： 该套装为 非 四岩队伍中 的可用选择 ，在能稳定提供结晶反应护盾的环境下 （搭配能持续提供后台元素附着的火/水/雷/冰队友） 与4华馆差别不大。 ✦其他套装 ：在搭配芙宁娜及任意治疗辅助 （包括4命及以上五郎） 时，可考虑逐影猎人4件套 （4逐影） ；在无其他圣遗物可用时，可考虑用逆飞的流星4件套 （4逆飞） 或2+2散搭（岩伤/防御）过渡，但与4华馆差距明显。 2. 词条选择 ✦主词条选择 ： 防御沙 + 岩伤杯 + 暴击头 / 暴伤头 （尽可能配平面板暴击:暴伤→1:2） ，一般不推荐充能沙。 ✦副词条选择 ： 暴击 / 暴伤 ＞ 防御 / 充能 ＞ 攻击 。推荐未到2命的荒泷一斗通过副词条将充能堆叠至 130% 以上，四岩队的充能需求一般低于三岩队，可根据实际情况酌情调整。 三、参考面板与伤害 ✦计算标准 ① 荒泷一斗圣遗物套装选择华馆梦醒形骸记4件套 （4华馆） ，圣遗物主词条固定选择防御沙+岩伤杯，螭骨剑选择暴伤头、其他武器选择暴击头，副词条分配4词条防御、4词条攻击与6词条充能，且暴击、暴伤总和为18词条，暴击、暴伤词条分配比不低于1:2、不超过2:1。 ② 队伍中五星角色均为0命、四星角色均为6命，五郎武器选择西风猎弓、钟离武器选择西风长枪、千织武器选择辰砂之纺锤，所有角色圣遗物均不提供对队友的额外增益辅助能力。 ③ 目标敌人等级为90级 （防御为950） ，且所有元素及物理抗性均为10%。 ✦配队思路简介 荒泷一斗 作为基础伤害根本来源以 防御力 为主的岩元素主C，机制与 五郎 的防御增益非常适配，而五郎的所有增益机制需要队伍中至少包含三位岩元素角色， 钟离 作为使双岩共鸣伤害加成效果稳定触发的生存辅助非常适合作为三号位，且能进一步提供减抗、抗打断与防斩杀能力，因此荒泷一斗的配队以「 一五钟 」为主。 在「一五钟」的基础上，四号位可选择岩元素副C （如千织、阿贝多、凝光） 组成 四岩队 ，进一步优化 全队循环能力 ，也可选择其他元素的辅助或副C （如班尼特、芙宁娜、夜兰） 组成 三岩队 ，提供一定对 元素盾等特殊环境 的应对能力。 除此之外，荒泷一斗还有一些不带钟离甚至不带五郎的配队思路 （仍需至少组成双岩队） ，这些思路一般稳定性欠佳仅作为拓展向玩法。 ✦五郎与钟离配装 一、一五钟四岩 四岩队 的四号位通常选择 千织 、 阿贝多 或 凝光 ，在无上述角色时搭配 岩元素旅行者 也是可行的。 1. 四号位详解 ✦千织 ： 通过元素战技提供自动 后台岩伤输出 ，并可通过元素爆发提供一定速切输出，千织在队友能提供岩元素创造物时，元素战技有更强的表现，且其输出部分基于防御力，能享受五郎的增益。由于无快照机制 （即不“锁面板”，伤害基于千织实时攻击力与防御力结算） ，千织的元素战技伤害往往不能持续享受五郎元素战技的增益，但元素爆发仍能享受，且整体上能享受五郎固有天赋的增益。由于千织的后台输出方式 （自动制御人形「袖」） 无法被敌人摧毁，是目前四岩队中最稳定的四号位选择，且随配置的提升会有更好的输出效果。 ✦阿贝多 ： 通过元素战技提供 后台岩伤输出 ，元素爆发也有一定速切输出能力，但由于元素战技基于防御力输出，而元素爆发基于攻击力输出，一般主堆防御力会使元素爆发输出能力有限，往往不在正常循环中施放。阿贝多的后台输出基于岩元素创造物「拟造阳华」 （容易被首领敌人或猛烈的攻击摧毁） ，需要通过对敌人造成伤害触发，稳定性略差于千织，但元素战技有快照机制 （即“锁面板”，伤害基于「拟造阳华」被创造时的防御力结算） ，对五郎元素战技的增益利用率较高。 ✦凝光 ： 通过元素战技与元素爆发提供 速切岩伤输出 ，但由于其输出基于攻击力，无法利用防御增益，因此输出上限有限，在应对兽境之狼时也有使用试作金珀提供全队治疗的玩法。 ✦岩元素旅行者 ： 通过元素战技与元素爆发提供 速切岩伤输出 ，输出同样基于攻击力，上限有限，且其岩元素创造物易造成地形阻碍，可能影响输出体验。 2. 循环手法 3. 四号位配装 二、一五钟三岩 三岩队 的四号位通常选择 班尼特 、 芙宁娜 或 夜兰 ，也有搭配 莫娜 、 菲谢尔 等角色的思路。 1. 四号位详解 ✦班尼特 ： 通过元素爆发提供 大量攻击力增益 ，且有一定治疗能力。即使荒泷一斗的主要攻击力来自其自身天赋增益，但班尼特作为四号位依旧能带来可观伤害提升。不过班尼特增益需角色在其元素爆发领域内才生效 （画地为牢） ，且自身几无输出能力，因此队伍总伤不一定优于四岩队。不过班尼特的元素战技与元素爆发均能提供强火附着 （2元素量） ，在解锁6命后可提供火附魔 （不会影响荒泷一斗的岩伤输出） ，此时对 冰元素盾 有很强的应对能力，而其治疗能力也能一定程度上应对兽境之狼。 ✦芙宁娜 ： 通过元素战技提供 后台水伤输出 并在队伍中角色生命值高于一定水平时消耗生命值以强化输出，其元素爆发能通过队伍中所有角色的生命值提升/降低程度获得伤害加成层数，但由于「一五钟芙」队伍中缺乏回复手段 （仅有五郎4命效果的少量回复） ，往往难以实现叠层，因此0命的芙宁娜往往只注重后台输出，而不堆叠充能、随缘施放元素爆发，但在1命后因其施放元素爆发即可带来可观增伤层数，仍需正常堆叠充能。 ✦夜兰 ： 通过元素爆发提供 一定伤害加成 ，且有一定后台水伤输出能力，不过夜兰的后台水伤输出需要通过队伍中角色进行普通攻击触发，而荒泷一斗以强化重击输出为主，普通攻击动作占比较少，因此夜兰以其固有天赋提供的伤害加成为主。此外，夜兰对 火元素盾 有较强的应对能力。 ✦其他角色 ： 莫娜 能通过元素爆发提供短时间的伤害加成 （也可使用试作金珀提供全队治疗） ， 菲谢尔 能通过交替施放元素战技与元素爆发提供后台雷伤输出 （均为元素战技伤害） ，除此之外也可选择八重神子等其他副C提供输出或选择久岐忍、珊瑚宫心海等治疗辅助以应对兽境之狼。 2. 循环手法 3. 四号位配装 三、其他思路简介 除上述队伍之外，荒泷一斗还有一些不带钟离甚至不带五郎的配队思路 （仍需至少组成双岩队） ，这些思路一般稳定性欠佳，仅作为拓展向玩法。 ✦其他思路简介 ✦三岩思路 ：在搭配五郎时，为利用其所有增益机制，仍然优先选择 三岩队 ，无钟离时也可通过其他岩元素副C搭配能持续提供后台附着的火/水/雷/冰元素治疗辅助，以结晶护盾的方式保证双岩共鸣的伤害加成效果与抗打断能力，但稳定性欠佳。典型的队伍如「 一五千久 」 （荒泷一斗+五郎+千织+久岐忍） 。 ✦双岩思路 ：荒泷一斗也可考虑搭配与五郎适配性不佳的后台或速切副C组成多核队伍，此时可组成 双岩队 ，典型的队伍如「 一千芙班 」 （荒泷一斗+千织+芙宁娜+班尼特） ，但该队伍需要较高配置 （如千织4命） 。 荒泷一斗 是与元素反应增益无关的岩元素 站场主C ，其队伍往往包含 三至四位 岩元素角色，因此对多种元素盾等环境适应能力往往有限， 抽取价值不高 。但荒泷一斗也有 输出稳定 、易于应对自附着敌人的优势， 且生存能力强 ，如果有对应生存或手感需求，且确实喜欢他，也是可抽取的。 荒泷一斗在0命且使用高精炼螭骨剑的配置下已经表现不俗，同期UP武器 赤角石溃杵 有一定伤害与体验提升，而 1、2命 则有明显体验提升，可酌情考虑抽取。此外， 6命 对荒泷一斗的输出提升非常明显，也会进一步优化输出体验。 ✦养成总结✦ 1. 天赋优先级 ： 普通攻击（9+） ＞ 元素爆发（9+） ＞ 元素战技（8+） 。 2. 武器选择 ：优选 赤角石溃杵 或 螭骨剑 ，可选 白影剑 、 苇海信标 、裁断、黑岩斩刀等 防御 或 暴击 / 暴伤 武器。 3. 圣遗物选择 ： 华馆梦醒形骸记4件套 为综合最优选择，非四岩队且在能稳定提供结晶护盾时也可选回声之林夜话4件套。主词条选择防御沙+岩伤杯+暴击头/暴伤头，副词条暴击/暴伤＞防御/充能＞攻击，推荐未到2命的荒泷一斗通过副词条将充能堆叠至 130% 以上。 封面制作： 卡玛sei亚 文案撰写： 卡玛sei亚 数据计算： 卡玛sei亚 配图制作： 卡玛sei亚 排版监制： 卡玛sei亚",
    "length": 6990
}