{
    "game_id": 2,
    "post_id": "30310407",
    "f_forum_id": 43,
    "subject": "舞神「妮露」技能详解、属性优先级、命座选择，无脑堆生命？",
    "url": "https://www.miyoushe.com/ys/article/30310407",
    "created_at": 1665743091,
    "like_num": 1397,
    "view_num": 38361,
    "reply_num": 165,
    "text": "大家好啊，我是偶尔爆肝的剪刀，妮露终于上线了，一看到她的技能我人傻了_(偶像姬_糖葫芦) 妮露光e技能就有 5种伤害模式 （释放伤害、剑舞步、旋舞步、水月、水轮）外加 一个挂水buff （净天水环）以及 一个普攻附魔buff 「祷月」 ，以及 e技能的起始状态 「翩转」 再加上光描述就有近500字的被动，因此理解起来可能需要一点时间_(心情复杂) 妮露是一个很吃技能机制的角色，这些机制直接决定了她的 属性与配队 _(妮可_震惊) 所以想要玩好妮露这个角色，理解她的技能机制十分重要，本期攻略将详细分析妮露的 技能机制 ，同时稍微总结妮露的 技能升级顺序、 属性优先级 、 命座选择 限于篇幅， 圣遗物 、 武器选择 、 配队详解 会放到下一帖 舞神「妮露」圣遗物、武器、配队超详解 内容如下 一、结论 二、技能机制分析 三、属性优先级 四、命座选择 一、结论 老规矩先放结论， 两个被动是妮露的核心机制 ，_(偶像姬_闪亮登场)综合普攻、e技能与q技能，得出以下几点： 技能升级顺序 辅助妮露 任何技能都不用升， 站场输出妮露 只升eq（最好都升满，优先升e），不升普攻 属性优先级 不管是打辅助还是站场c， 无脑堆生命，精通随缘，其他不用刻意堆 命座选择 质变命座为2/6， 推荐2命即可 ，6不是站场输出妮露意义不大 接下来是分析，懒得看的朋友可以直接跳下一帖——圣遗物、武器、配队详解 二、技能分析 普攻 这个技能无视就好_(妮可_震惊)，理由如下 1，倍率很低，妮露10级普攻倍率328.33%算是低的，即使折算成5下547.22%，也没有行秋高（551.6%），也没有绫人高（563.9%）, 2， 妮露90级基础攻击力只有229.61 ，收益进一步降低 3，专武白字攻击力低，被动也不加攻击力 4，e技能之后的普攻适用 基于生命值的单独的倍率 ， 且伤害算作元素战技伤害 升级建议： 一级都不要升！ e技能 妮露 最复杂的技能 _(妮可_生气)，以下依次为技能描述、剑舞步、旋舞步，释放e之后头顶的图案变化，为了方便各位理清思路，剪刀还做了一张流程图_(比利 摇摆) 可以看到e所有的伤害都基于妮露的生命值上限，且 「翩转」状态与「祷月」状态 下的普攻转为释放「剑舞步」，所以妮露自己的 普攻技能完全没有必要升 ，但是「翩转」状态下连第三次舞步为旋舞步（e）时，将会 移除「翩转」状态 此时妮露继续站场就不得不使用原有的普攻倍率输出，这点还需注意 _(妮可_震惊) 升级建议： 站场输出的妮露e技能建议升满，后台辅助妮露则完全不用升， 因为e并没有后台输出能力，妮露辅助只靠被动 q技能 施放后立即造成一段伤害，极短时间后又造成一段伤害，共两段， 同级伤害大致相当于夜兰两个e，或者0.2个夜兰的q（按13次算） ，倍率不算高_(安比_无语) 升级建议： 与e技能类似，妮露 站场输出则升满，否则不升 被动1：折旋落英之庭 简单分析一下这个技能_(偶像姬_撒花) 触发条件： ①全队角色元素仅为草+水，且两种都要有 ②妮露完成e技能的第三段舞步 达成触发条件后为附近的 所有角色赋予持续30秒的「金杯的丰馈」 状态，带来以下效果： ①，角色受到草元素攻击，附近所有角色提升 100点精通 ，持续10s ②，触发绽放反应時，將取代草原核产生「丰壤之核」，相比草原核，丰壤之核产生后将 快速爆炸、范围更大 ，丰壤之核无法触发超绽放与烈绽放反应，与草原核共用数量上限。丰壤之核的攻击视为绽放反应的草原核的攻击。 当队伍中角色的元素类型 不满足本固有天赋的条件時，将移除已有的金杯的丰馈效果 小结： 妮露的核心技能，直接决定了她的配队模式—— 草+水双系队伍 ，注意！「丰壤之核」全队角色均可触发， 这直接决定了妮露的辅助模式—— 全队多打绽放 _(绝区零_暗中观察) 被动2：翩舞永世之梦 效果： 基于妮露生命值上限超过30000的部分，每1000点生命值上限，将处于「金杯的丰馈」状态下角色触发的「丰壤之核」造成的伤害提升9%，此方式 最多使「丰壤之核」造成的伤害提升400%， 即妮露于74444点血量达到最大伤害 （感觉怪不吉利的_(妮可_生气)） 小结： 同样是核心技能，成倍增幅了被动一的效果， 基本上锁死了生命为妮露第一优先级属性 ，正常来说 堆到6w生命提升全队 270%的绽放反应伤害 ，其他属性完全没有可比性 _(心情简单) 三、属性优先级 生命 妮露第一优先级属性，妮露的被动全队绽放增幅400%上限需74444点血量，没专武大概能堆到60000左右，有绿剑会高一点， 所以完全不用担心生命溢出，无脑堆即可 _(煮饭) 精通 不管妮露是后台辅助还是站场输出，堆精通带来的收益都没有堆生命提高全队绽放反应伤害来的高， 可以这么看，堆精通提升一个人的伤害，堆生命提升4个人的伤害 ，而且妮露没有提高精通收益的技能，除了个别极端情况，收益肯定比不过生命_(安比_头痛) 攻击 因为妮露e技能期间、以及「祷月」状态下（开e连放3次「剑舞步」触发），普攻会转而释放「剑舞步」，此时的伤害基于生命值计算，与攻击力一点关系没有 所以不管你是玩辅助妮露还是站场c妮露，都不需要攻击力 _(偶像姬_糖葫芦) 双暴 由于妮露被动限制她的配队只能是草+水，主打绽放， 绽放反应的伤害并不受双暴影响 _(妮可_生气) 道理和上面的精通一样，哪怕妮露处于站场输出的位置，堆的双暴带来的收益，可能并没有堆生命给四个角色提供的 高额绽放增伤 来的多 水伤 不推荐，因为水伤只能增幅妮露自己触发的q、e伤害，而她本身这二个技能的倍率并不算高， 还不如堆生命提升全队触发的「丰壤之核」伤害 _(绝区零_暗中观察) 充能 后台辅助妮露不用刻意堆，前台妮露由于q倍率并不算高，而前台妮露不可能带祭礼剑，硬堆充能不堆到一定值时不可能多打一个q的，再加上cd的存在，充能真没必要 小结： 不管是打辅助还是站场c， 无脑堆生命，精通随缘，其他不用刻意堆 四、命座 描述如下图 1命 提升e水月伤害、水环持续时间，其中水月本身伤害并不高，聊胜于无吧_(黑卡) 至于水环本身的持续时间，这个看队伍： 三水一草 队没啥用，因为这个队妮露是不开水环的， 这会导致草压不住水 ，极大减少草元素利用率，从而减少「丰壤之核」的数量，进而减少输出 二水二草 队可能比较有用，理由同上，由于草克水，这个队中草处于稍微溢出状态，增加水环时间可以提升「丰壤之核」的数量，进而提升输出 2命 高贵的减抗属性_(恰果看戏)，不光减水抗，还减草抗，进一步提升了基于妮露两个被动的 全队绽放伤害，非常猛！ 3命5命 加q、e技能等级，之前分析过了，辅助妮露，这两个技能基本上不用，没啥意义，站场输出妮露提升 大概有14%左右 的提升吧，聊胜于无_(提纳里-观察) 4命 妮露还是蛮缺充能的，但是由于 q技能倍率并不高 ，辅助妮露堆充能得不偿失，4命相当于补足了站场输出妮露的充能，外加一丢丢伤害， 比起2命、6命提升较少，综合来看和1命差不多 _(柯莱-警觉) 6命 堆生命加双暴，实属离谱 ，_(妮可_震惊)这个命座直接把妮露变成了一个数值怪，还不用管圣遗物歪不歪，无脑生命就好（何况歪的最多的就是生命），恐怖如斯_(妮可 哈哈) 小结： 质变命座为2/6， 推荐2命即可 ，6不是站场输出妮露意义不大 接下来搞一个抽签小活动，大家抽一抽预测下几抽出妮露 请在C，D，E，F，G，H，I，J，K，L，M，这11个字母中选一个自己喜欢的 剪刀会随机把单抽出金、十连双黄、90保底等选项放到下一篇帖子末尾 好啦本期内容就到这里啦， 希望对大家有所帮助 ， 各位 十连双黄真君 点个赞再走呗~ _(米游姬 感谢)",
    "length": 3182
}