{
    "game_id": 2,
    "post_id": "38102198",
    "f_forum_id": 43,
    "subject": "【V3.6攻略·其他攻略】水仙、花海套 新圣遗物解析",
    "url": "https://www.miyoushe.com/ys/article/38102198",
    "created_at": 1681714948,
    "like_num": 3044,
    "view_num": 42407,
    "reply_num": 96,
    "text": "结论一览 1. 新圣遗物目前属于锦上添花不是必须去的。 2. 花海套适合迪希雅、以及任意可装备生命二件套的角色，比如妮露。 3. 水仙套目前仅适合达达利亚，不过有一手未来可期的可能性。 圣遗物分析 小结 1. 四件套最适合迪希雅。 2. 妮露2花海2千岩可以快速达到毕业生命要求。 3. 花海2件套还可给迪奥娜、钟离、瑶瑶等生命有效角色。 4. 暂无适合的绽放队前台。 套装属性分析 1.四件套属性最多是提升50%战技/大招伤害，也就是10%*（1+80%*5） 2.给的属性量和追忆一样，但触发条件较为苛刻，限制了使用范围。 叠层机制： 1. 迪希雅E分担伤害√ 2. 绽放伤害√ 3. 护盾庇护下的角色受到攻击时× 4. 魈大招自伤× 适用角色 迪希雅 从迪希雅的收益曲线可知，因为迪希雅攻击和生命会在同乘区相互稀释，所以增伤的收益会显得更高。 可以预见，花海套给到的高额增伤会大幅提高迪希雅的伤害。 计算了狼末、专武下，迪希雅四套圣遗物的伤害对比。 使用的计算模板是生火暴迪希雅，技能算10级，手法已在图中标注。 以目前使用率最高的绝缘4为基准，花海4给到的提升在16%左右，这属于是较大的提升了。 故 目前可以将花海4作为迪希雅的毕业套装。 妮露 妮露由于精通收益并非线性，衰减比生命快，所以长远来看，在达到74444生命前仍然是先堆生命更好。 再加上妮露生命会转为全队绽放伤害加成，所以生命优先级高于精通是板上钉钉的了。 来看妮露的生命加成： 妮露生生生：46.6%*3 等级突破：28.8% 双水共鸣：25% 精1专武：66.2%+20% 生之花：4780 2千岩2花海：40% 此时达到生命： =15185*(1+0.288+0.466*3+0.25+0.2+0.662+0.4)+4780 =68527 举例74444还差5917 即38.97%生命加成 用Ideles的计算工具得到标准的30天毕业生生生期望为6.9词条大生命，大概是40%生命加成，刚好到妮露生命阈值附近。 考虑到种门本身就是主打一手养成成本低，在刷取天数更低时，甚至只追求主词条正确时，选择2千岩2花海便不用担心生命溢出的问题，此时显然由于2精通的配装。 如果你的养成天数更高，那么生命可能会超出阈值，但我个人理解是： 妮露本身的毕业目标就是74444生命，花海2的出现使得毕业更快 （直接节约了几个月的成本），而不是因为刷本次数足够多时生命会溢出而选择2精通作为毕业目标。 所以我推荐妮露的毕业圣遗物就以2千岩2花海为准。 而对于满精玩家，首先在我的印象里一般都是先满命再满精，满命的主词条本身就不是生生生，那么生命也不会溢出。 如果真遇到因为满精而生命溢出的情况，那再考虑更换2件套。 迪奥娜、心海、瑶瑶、钟离等 生命作为有效词条的角色都可以用花海2件套。 一般来说，追求治疗量还是治疗加成2件套提升大于生命2件套。 迪奥娜如果认为治疗量是次要，盾越厚越好，可以2千岩2花海。 艾尔海森、神里绫人等 这类角色是可能的绽放队前台，绽放伤害也可以触发四件套效果。 但绫人E算普攻，艾尔海森普攻本身也有一定占比，且饰金4的高精通显然更适合绽放队的思路，目前不会考虑换花海4。 超绽放不会对自己造成伤害，所以排除热门的激绽队角色，而烈绽放的托马、迪希雅、万叶，多是在后台点火，托马有盾触发不了，万叶不带风套没灵魂，所以目前基本不会给迪希雅以外的角色带花海四件套。 小结 1. 达达利亚、神里绫人可选圣遗物。 2. 因为后台不能叠层所以行秋铁寄了。 3. 众所周知水之国快来了，说不定有一手未来可期。 套装属性分析 最高可提供30%水元素伤害加成和25%攻击。 给的属性量算是比较多的，但有触发条件限制。 而且可以注意到，层数越高，下一档给的属性也越多，所以叠不满的话，就会亏损很多，基本上要么叠满要么不用它。 叠层机制： 1. 普攻、重击、下落、战技、大招，五种方式都可叠层，不能通过同样的方式叠第二层。 2. 只有前台才能进行叠层，例如行秋大招在后台则不能叠层。 3. 每层的持续时间独立计算。 适用角色 目前只有达达利亚可以以水仙4作为毕业目标。 计算模板是万达国际的循环总伤，在该情况下，水仙4的提升约为6%，属于较低提升。 而对于行秋、绫人这两名可能适用的角色： 因为水仙4不能后台叠层，所以导致行秋还是绝缘4好； 因为绫人Q一般是先放再E，导致仍然是余响4略好一点点。 绫人也有后置Q的手法（Q的时间内无法打满两轮E，但可以第一轮EQ，这样第二个E打满刚好Q结束，也不浪费输出。），此时水仙4可以超过余响4。 毕竟下一个国家是水之国，会不会出更适配水仙套的角色也说不准，可能会有一手未来可期。 但 我的建议还是未来可期未来刷，现在没这个需求就不用去刷。 总结 新圣遗物分别适合迪希雅、达达利亚两名角色，对于其他角色效果一般。但妮露可以换个双生命的2+2。新本一般来说主要是给妮露刷，少部分玩家也会给迪希雅刷一套花海毕业，毕竟迪希雅不算特别入门可能练的人少。",
    "length": 2075
}