{
    "game_id": 2,
    "post_id": "53494039",
    "f_forum_id": 43,
    "subject": "【V4.7攻略·角色攻略】克洛琳德-机制、圣遗物武器配队讲解",
    "url": "https://www.miyoushe.com/ys/article/53494039",
    "created_at": 1717554321,
    "like_num": 3690,
    "view_num": 227230,
    "reply_num": 654,
    "text": "UID:122763140 锵锵锵，小伙伴们大家好！这里是阿巴辣。心动不如行动！ 「克洛琳德」 的培养攻略新鲜出炉啦，这次阿巴辣相当积极哦！话不多说，直接上攻略，希望对各位小伙伴能够有所帮助! 观前目录： 克洛琳德一图流简略版图文攻略展示 详细攻略： 一、角色定位 二、技能机制详解（EQ等相关核心机制讲解） 三、配装详解（圣遗物套装、词条推荐、标准及天赋加点） 四、武器选择 五、配队分析及推荐（配队要义、具体队伍推荐） 六、命座解析 克洛琳德一图流简略版图文攻略展示 考虑到部分小伙伴时间紧迫，特此加入克洛琳德 一图流简略版图文攻略展示， 想要快速熟悉克洛琳德的小伙伴可以直接查看下图，想要看详细攻略的小伙伴可以看详细分析部分！ 接下来是详细分析环节： 一、角色定位 在阿巴辣看来，克洛琳德是一位 生命之契关联输出机制、具有“E技能启动+普攻“的特殊输出方式（类似于神里绫人） 的五星雷系单手剑 站场主C ，是一个纯攻击力判定模型，自身具备 荒性始基力 ，非常考验小伙伴们的 临场应对能力 。 二、技能机制讲解 1、【详解】E技能元素战技： 狩夜之巡 （1）预装铳枪，进入“剑枪结合作战”的 「夜巡」 状态 （7.5s，CD16s，有8.5秒空档间隔期） 。在此状态下，克洛琳德的 普通攻击将转为进行铳枪射击 「驰猎」 ，造成的伤害将转为 无法被附魔覆盖 的雷元素伤害（弱雷附着） ，并且 无法进行重击 ； 施放元素战技 将转为进行 「贯夜」 ：进行突进剑击，造成雷元素伤害。 上述方式造成的伤害视为普通攻击造成的伤害 。 （2） 「驰猎」状态 · 生命之契大于或等于生命值上限的100%时 ：进行铳枪射击； · 生命之契小于生命值上限的100%时 ：发射铳枪时 基于克洛琳德的生命值上限赋予她一定的生命之契 ， （35%生命值上限，不随等级变化） 打出能穿透敌人的弹药，对路径上的敌人造成更高的伤害。 （3） 「贯夜」状态 根据克洛琳德当前生命之契的百分比，决定此次贯夜的效果： ·生命之契为0%时，将进行突进剑击； ·生命之契小于生命值上限的100%时， 将为克洛琳德恢复生命值，回复量基于她的生命之契数值， （104%，不随等级变化）， 并提升此次贯夜的范围与造成的伤害 ； ·生命之契大于或等于生命值上限的100%时， 将进行贯夜·契令 ， 为克洛琳德恢复更高比例的生命值， （110%，不随等级变化）， 并进一步提升此次贯夜的攻击范围与造成的伤害 。 此外，克洛琳德 处于夜巡状态下时，贯夜以外的治疗效果将不会生效，并转为为她赋予相当于生命值回复量一定比例的生命之契。（80%治疗量，不随等级变化） （4） 始基力：荒性 每隔一段时间，克洛琳德的 驰猎命中 时，将在敌人的位置降下流涌之刃，造成 具有荒性的雷元素伤害 敲重点！！！（一定要看！！） 重点（1）： 在技能描述中，在E技能的文案描述中，克洛琳德释放E技能后持续期间内的普攻和元素战技均视作普通攻击伤害，但是， 「驰猎」和「贯夜」 两种状态的伤害倍率均位于E技能当中，因此，应重点加点E技能（元素战技）等级，而不是普攻（A），类似于神里绫人。 重点（2）： 生命之契小于生命值上限的100%时， 「驰猎」状态下进行普攻时基于克洛琳德的生命值上限赋予生命之契的比例为35%，不随技能等级变化， 生命之契≥生命值上限的100%时，普攻即刻不再赋予生命之契，即E技能连续恢复生命之契的次数为3次。 重点（3）： 克洛琳德 处于夜巡状态下时 ，贯夜以外的治疗效果将不会生效，并转为为她赋予相当于生命值回复量一定比例的生命之契。 （80%治疗量，不随等级变化，激化固有天赋·契令的酬偿时比例提升至100%） 重点（4）： 根据E技能特点， 克洛琳德技能伤害最大化的输出方式 为： 生命之契的利用决定了克洛琳德的输出操作机制，简言之，以100%生命值的生命之契为分界线，＜100%，用普攻 「驰猎」状态 输出；≥100%开E释放元素战技 「贯夜」状态 输出 敲重点·关于元素爆发（Q）的输出节点 ·考虑到E技能 「夜巡」 状态仅有7.5s的持续时间，元素爆发“释放——结束”时间约2s， 建议Q技能在E技能空档期释放，既能不占用E技能「夜巡」状态的输出时间，也能补一定输出 。 ps.固有天赋·破夜的明焰 的伤害提升 算在基础伤害乘区，3000攻击力吃满。 4、 固有天赋·契令的酬偿（补充） 此固有天赋的20%暴击加成克洛琳德是非常容易吃到的，因此 基本可以默认克洛琳德在不携带任何武器圣遗物的情况下就有44.2%的暴击率 三、配装详解 1、圣遗物选择 （1）套装选择 ： 谐律四件套 、角斗士四件套，余响四件套，2攻击+2雷伤+2逐影散搭 （2）主词条 ：攻击沙、雷伤杯，暴伤/暴击头 （3）副词条 ：暴伤、暴击、攻击力 2、天赋加点 E＞Q＞A； 推荐E10、Q6-9、A1-6。 ps.就前文的技能机制分析来看，克洛琳德的输出伤害来源主要为E技能，与普通攻击（A）无关，A可以不点，阿巴辣推荐6的原因在于克洛琳德E技能具有很长的空挡期，在这期间，除去基本的跑输出轴外，可以进行适当的白值输出，参考神里绫人，故推荐A6. 四、武器选择 ps.以上武器均适配克洛琳德，优先考虑第一排的武器，其次考虑第二排的武器。至于五星武器“磐岩结绿”没有加入推荐的原因为：克洛琳德自身具备44.2%的基础暴击率，而“磐岩结绿”自身同样具备44.1%的高额暴击，极大概率造成暴击溢出，圣遗物配平具有极大压力，故没有推荐！ 五、配队分析及推荐 1、总体分析： （1） 2命之前 ，克洛琳德自身是不具备抗打断能力的，因此， 考虑生存和输出流畅的情况下，需要带能够进行抗打断的队友. （2） 考虑到克洛琳德自身移动范围较大和攻击力阈值不高的情况下，与班尼特的相性不高。 （3）在克洛琳德输出机制的收益当中，E技能 「贯夜」状态的输出收益是最高的， 治疗角色的加入虽可能会影响克洛琳德的输出手法，但是可以帮助克洛琳德快速将生命之契叠至≥100%状态，因此在合理根据情况调整输出手法的情况下并不矛盾且为正提升，但是对玩家的手法和反应有一定要求，因人而异，看个人情况。 2、配队推荐： 1）激化配队 克洛琳德+北斗+万叶+纳西妲/瑶瑶/白术 （选北斗的原因是北斗自身的强雷可以保证万叶在队伍中可以轻松扩雷，同时自身兼具抗打断和一定的对群输出能力） 克洛琳德+八重神子/菲谢尔/雷神+钟离+纳西妲 2）超载配队 克洛琳德+八重神子/菲谢尔/雷神+托马/迪希雅（后台火、抗打断）+夏沃蕾 六、命座解析 命座解析 1-命座·「自此，行过烛影之帷」 （伤害大幅提升关键命座） 狩夜之巡的 夜巡状态持续期间 ，克洛琳德的普通攻击造成的雷元素伤害命中敌人时，将在敌人附近唤出夜巡之影进行两次协同攻击，各自造成克洛琳德30%攻击力的雷元素伤害。 此效果每1.2秒至多触发一次， 通过这种方式造成的伤害视为普通攻击伤害。 2-命座·「自此，直面长夜之危」 （舒适度、伤害提升关键命座） 固有天赋「破夜的明焰」的效果获得强化：队伍中附近的角色对敌人触发雷元素相关反应后， 将基于克洛琳德攻击力的30%，提升克洛琳德的普通攻击与残光将终造成的雷元素伤害 。此效果持续15秒，至多叠加3层，每层独立计时。 处于3层状态下时，克洛琳德的抗打断能力提升 （类似于行秋） 。 通过这种方式至多使克洛琳德的上述攻击造成的伤害提升2700。 Ps.提高克洛琳德的输出伤害数值，并且提高抗打断（非霸体），在配队上减少对抗打断队友的依赖 3-命座·「我将铭记白昼的誓言」 狩夜之巡（E）的技能等级提高3级。 4-命座·「铭记泪，生命与仁爱」 残光将终（Q）对敌人造成伤害时， 将根据克洛琳德的当前生命之契百分比提升此次伤害 ， 每1%生命之契都将使此次残光将终造成的伤害提升2% ；通过这种方式，至多使残光将终造成的伤害提升 200% 。 5-命座·「也铭记黎明终将到来」 残光将终（Q）的技能等级提高3级。 6-命座·「为此，勿将希望弃扬」 （机制、伤害大幅提升核心命座） 施放 狩夜之巡（E）后的12秒内，克洛琳德的暴击率提升10%，暴击伤害提升70% 。 此外，夜巡状态持续期间，明烛之影会在特定条件下出现，追击敌人，造成克洛琳德200%攻击力的雷元素伤害， 通过这种方式造成的伤害视为普通攻击伤害 。 明烛之影会在如下情况下出现： · 克洛琳德即将被敌人的攻击命中时； · 克洛琳德进行贯夜·契令时。 每1秒至多通过上述方式唤出1次明烛之影， 一次夜巡状态持续期间，至多唤出6次明烛之影。 此外，夜巡状态持续期间， 克洛琳德受到的伤害降低80%，抗打断能力提高，该效果将在夜巡状态结束或唤出6次明烛之影的1秒后移除 。 Ps.大幅度提高输出伤害数值，抗打断变为霸体，结合80%免伤，大幅提高克洛琳德自身生存能力。 文案编辑及数据计算： ﻿ @阿巴辣 ﻿ 图文设计： ﻿ @柠檬酸的很 ﻿ ﻿ @阿巴辣 ﻿ 以上就是关于我们的克洛琳德的一些培养攻略，因为是新角色，认知上可能会有纰漏，不能做到面面俱到，仅代表个人看法，如有问题或者其他合理见解，欢迎评论区留言讨论！喜欢阿巴辣的可以来一波点赞收藏加关注，感谢大家的支持！最后，再次感谢柠檬酱 ﻿ @柠檬酸的很 ﻿ 提供的美工支持！_(阿姬开心)",
    "length": 3850
}