{
    "game_id": 2,
    "post_id": "54230725",
    "f_forum_id": 43,
    "subject": "【V4.7攻略·角色攻略】芙宁娜角色攻略详解",
    "url": "https://www.miyoushe.com/ys/article/54230725",
    "created_at": 1719310852,
    "like_num": 1330,
    "view_num": 56353,
    "reply_num": 156,
    "text": "超链图片 UID：100058003 大家好呀，抽完6+5芙宁娜的墨菊马上就来给大伙写篇芙芙的攻略啦，比起抽雷神花了将近1300抽，这次芙芙用了750+抽（上次抽的）就达成目标，可喜可贺~话不多说，进入正题 _(芙宁娜-好戏！) 词义替换折叠 PS：本文可能出现的词义相互替换：普通攻击——A，重击——Z，元素战技——E，元素爆发——Q，芙宁娜——芙芙，荒性芙宁娜——黑芙，芒性芙宁娜——白芙。 超链图片 普通攻击GIF 超链图片 普通攻击对芙宁娜来说没有太大意义，在实际使用中几乎不会考虑让芙宁娜利用该天赋进行输出，该天赋一般情况下只是芙宁娜进行“始基力”攻击与切换“芒/荒”状态的手段。 超链图片 重击GIF 超链图片 超链图片 元素战技GIF 超链图片 超链图片 ◎施放元素战技时有一段明显的后摇，只能通过 “跳跃” 以及 “冲刺” 取消，常规的移动指令无法取消。 ◎和大部分“神”类似，元素战技 持续时间30秒＞冷却时间20秒 ，基本不用担心后台伤害覆盖率。 ◎「沙龙成员」的攻击 会被岩造物格挡 而 导致伤害丢失 ，且存在 更换锁定目标的冷却时间 以及 大范围索敌的闪烁冷却时间 ，因此 实战对群的伤害频率 比 对单 要低一些。 ◎ 伤害结算 以 造成伤害 时芙宁娜的 实时面板 为准（ 非快照机制 ）。 ◎黑芙机制降低的生命值会 触发场上角色的「逐影猎人」四件套 效果，可以根据该特性产生一些新的配队。 超链图片 元素爆发GIF 超链图片 超链图片 如何快速堆叠气氛值 ◎黑芙沙龙成员在全体角色生命值高于50%时， 每5秒能提供将近50点气氛值 。 ◎在全体角色生命值较低时，利用能够进行全体治疗的角色（ 白术/琴/夏洛蒂/闲云 等）进行治疗，实战中通常由 50%→100% ，能够在 瞬间堆叠200点左右气氛值 ，这是 0~1命芙宁娜常用的堆叠手段 。 ◎利用能够使自身生命值进行浮动（下简称： 自生命浮动 ）的角色如 「那维莱特」「莱欧斯利」「林尼」「胡桃」 等，其中 「那维莱特」「莱欧斯利」 与 「林尼」 有较高的生命值浮动。 ◎利用 “绽放”反应 的 自我伤害效果 ，但需要注意芙宁娜元素爆发提供的增伤 不能作用于（超/烈）绽放反应的伤害 ，因此增伤收益在绽放队伍中会因队伍“直伤”占比决定。 PS：一般情况下，黑芙元素战技与“自生命浮动”的角色叠加在一起就能很快的获取「气氛值」了，全体治疗角色不常与“自生命浮动”的角色搭配使用。 元素爆发其他细节 ◎施放元素爆发时会被命中敌人施加1次 弱水元素附着 。 ◎施放元素爆发的 动画时间内 ，芙宁娜的生命值不会因为黑芙元素战技的攻击命中而减少，但可以接受治疗。 ◎ 持续时间与冷却时间均从按下元素爆发开始计算 ，因此 元素爆发动画期间 也能够获得「气氛值」。 ◎按下元素爆发时 能量即清空 ，让芙宁娜在 动画期间也能够正常吸收元素微粒 。 ◎由于 持续时间＞冷却时间 ，存在持续时间内重复施放的情况，而该情况下只会 重置「气氛值」 ，并不会继承，与战技类似，多人联机大世界同一场战斗里 以最新施放的元素爆发 为主， 先施放的「气氛值」以及加成均会被覆盖 。 ◎由于需要时间来堆叠 「气氛值」 ，因此芙宁娜元素爆发提供的增伤能力，会根据不同的队伍搭配有不同程度的表现， 纸面增伤 与 实战增伤 会因是否受伤以及旅行者们的 输出手法 有较大差距。 超链图片 小结 ：芙宁娜输出占比越高的队伍，元素战技的优先级越高，反之则越低，拿不准的旅行者可以考虑战技与爆发对点。 超链图片 超链图片 超链图片 由于芙宁娜本质是一名后台辅助角色，就不在每个命座中提及命座对其输出的增益了，最后统一在一张图中展示其输出能力与辅助能力不同命座表现。 超链图片 超链图片 超链图片 超链图片 超链图片 第六命座GIF与描述解读（可不细看） 超链图片 ◎「万众瞩目」状态下，芙宁娜获得6次附带自身18%生命值上限伤害值，且无法被覆盖的水附魔攻击，该状态持续10秒。 ◎始基力攻击与下落攻击期间的碰撞攻击不会消耗攻击次数，其他任何普通攻击/重击/下落攻击伤害类型均会消耗次数。 ◎每0.1秒至多消耗1次攻击次数，防止1次攻击命中多名敌人导致次数被快速消耗。 ◎黑芙状态下，每消耗1次攻击次数，每秒能基于自身生命值的4%，治疗全队角色，持续2.9秒，持续时间够通过多次消耗攻击次数延长，消耗6次攻击次数时，能够持续2.9*6=17.4秒。 ◎白芙状态下，水附魔攻击得到强化，能够附带自身43%生命值上限伤害值，每消耗1次攻击次数，会消耗全队角色当前生命值1%的生命值。 *相关附魔的附着机制可转移至普通攻击描述，其中有提到。 PS：重击时的效果触发判定为转化前的形态，例如黑芙→白芙的重击命中敌人，则为全队恢复生命值。 超链图片 无法兼得原因讲解 在第一轮输出时由于全队角色均为满血，元素爆发「气氛值」的获取又比较依赖黑芙战技的全队扣血，此时就会陷入两难，先施放战技由于持续时间较短，无法在完整加成下附魔输出，先施放元素爆发又会导致「气氛值」获取缓慢，基本上只能等到第二轮输出才能二者兼得。 几乎在任何配队中都会有第一轮附魔输出吃不满加成的问题，当然黑芙的附魔输出个人认为只是「气氛值」的获取手段，可以不用考虑吃满加成使用，但围绕白芙附魔进行的队伍搭配都会面临该问题。 超链图片 作为后台主打元素战技输出，利用元素爆发辅助的角色，芙宁娜的圣遗物选择可谓是五花八门，“战技伤害加成”“水元素伤害加成”“生命值”以及“辅助/充能”等加成倾向都可以成为其圣遗物套装的方向。 超链图片 超链图片 超链图片 元素充能效率参考（建议读） 芙宁娜是一名辅助角色，她自身的输出都很依赖其元素爆发的辅助效果，因此芙宁娜最需要优先保证其能量循环。 芙宁娜的元素充能效率需求值在点亮第四命之座时会发生变化，下面是在不同队伍构成中的充能参考： 「芙宁娜单水入队」：0~3命（本段后统一描述为0命）最好保证至少200%的元素充能效率面板，推荐达到230%~240%，能保证大部分队伍的对单充能，4命及以上（本段后统一描述为4命）有133%元素充能效率即可，可考虑堆叠至160%来满足更多对单情况。 「芙宁娜双水入队」：0命在能够进行“双E”的「行秋/夜兰」双水队伍中推荐160%左右充能效率即可，可考虑堆叠至180%充能效率来满足大多数对单情况。4命可以不用堆叠元素充能效率。 「芙宁娜三水入队」：大部分情况下0命只需120%充能效率面板即可，4命无需考虑充能面板。 「芙宁娜单水入雷神队」：在雷电将军所在的队伍中，可以变相认为0命芙宁娜获得了4命的回能效果，大部分情况下回能优于4命效果，因此0名芙宁娜充能效率面板在120%~130%即可。4命就很显然无需充能效率面板了。 芙宁娜自身虽然有一定输出能力，但作为辅助，依然要优先为其他输出角色服务，因此大部分情况下她需要将输出词缀让给充能词缀，为了一个后台输出放弃全队增益，显然是捡了芝麻丢了西瓜。 选择武器之前，我们依然明确一点，芙宁娜要优先保证能量循环，因此很多情况下武器的副词缀会优先考虑“元素充能效率”，在能量循环没有问题后，再考虑佩戴输出副词缀的武器。 超链图片 超链图片 超链图片 超链图片 超链图片 总结 芙宁娜作为枫丹的人气角色，角色机制与大部分枫丹输出角色均有契合，同时让一些无法自行浮动生命值的旧角色拥有了穿上「逐影猎人」的资格，独特的全队增伤无论是在当下还是未来均有很高的价值，0命的辅助能力有一定缺点，有能力的旅行者尽量点亮二命，可以为当下甚至未来的许多队伍搭配提供新的思路。 最后祝旅行者们十连多金~ 另外，求求喜欢看的旅行者关注我关注我关注我吧_(米游兔可怜兮兮)。 然后！喜欢就点个赞和收藏吧！不喜欢我给旅行者们道个歉，看在道歉的份上也点个赞吧谢谢谢谢谢谢谢谢谢谢谢谢！祝点赞关注收藏的旅行者们天天开心，永远不死！没点赞关注收藏也天天开心，永远不死 设计： 墨菊 文案： 墨菊 数据： 墨菊 校对&维护： 墨菊 超链图片",
    "length": 3306
}