{
    "game_id": 2,
    "post_id": "47118093",
    "f_forum_id": 43,
    "subject": "【角色攻略】宠弟狂魔·达达利亚·达达鸭进阶篇——万达国际",
    "url": "https://www.miyoushe.com/ys/article/47118093",
    "created_at": 1703838330,
    "like_num": 121,
    "view_num": 7065,
    "reply_num": 65,
    "text": "首先是前言说明:万达国际纯萌新个人不建议直接无脑玩，建议多了解一下这个队伍的玩法以后再开始玩，因为这个队伍是我个人从入坑到现在一直认为最需要手法的队伍，万达不同于其他队伍，万达会玩的和能玩的打出来的伤害都不一样，染扩手法时机以及躲击飞的身法都需要，所以我一直认为这是唯一一个需要5个角色的配队——万达国际+玩家的手 不过既然想玩好万达难度这么高为什么这个队伍还这么火？就是因为万达能应对的环境太多样了，由此看来付出与回报也是成正比的，所以有了那句话——无所谓，面对不同的环境，我会选出相同的万达国际！！！再说一次这个队伍很强也不是特别难养但很吃手法所以萌新真的不建议入！！！等萌新成为高玩有些手部乘区后还是很建议玩一玩的（个人眼里，会万达的都是技术党，仅代表个人，毕竟除了万达我真的没有见过哪个队伍到两个玩家手里总伤害会出现严重的两极分化的情况） 万达角色:万叶+达达利亚+班尼特+香菱 接下来进入正题，还是先从各个角色的养成方面说起 武器（活动绝版的不做推荐） 枫原万叶 :5星专武苍古自由之誓 4星西弗斯的月光/铁蜂刺/西风剑/祭礼剑 达达利亚 :5星专武冬极白星最优，up弓里其次是若水＞飞雷＞天空/大魔术弓 4星武器大数字是绝弦最优，纪行武器苍翠猎弓和绝弦差不太多不过好配面板（另外一把差不多一样）这两个被动忽视掉就好了 班尼特 :5星武器天空之刃循环好，风鹰剑/雾切白值高攻击力加成高 4星武器优先选择加元素充能效率的，原木刀/西风剑等，有一把暗巷闪光有的话可以带白值很高 香菱 :武器大师，不挑，5星武器:薙草之稻光，天空之脊，护摩之杖 4星渔获，匣里，峡湾，西风，断浪这些都行（绝缘建议充能武器） 圣遗物 万叶 : 翠绿之影 四件套 沙漏 :精通 杯子 :精通 头盔 :精通 主词条:精通＞充能 达达利亚 : 水仙之梦 4件套（花海本），建议2+2成型快伤害，2水+2水/2攻击/2精通均可 沙漏 :攻击 杯子 :水伤 头盔 :暴击/爆伤 主词条:双爆＞大攻击/精通 班尼特 : 昔日宗室之仪 4件套 沙漏 :充能/生命 杯子 :生命 头盔 :治疗/生命 主词条:充能/大生命/小生命，以保证充能循环为主，生命值提供血量回复提升容错率 （个人在这里有个问题希望大佬给讲解一下，万达是反应队所以班尼特带教官拐精通的话对比宗室整体加伤效果如何？） 香菱 : 绝缘之旗印 4件套，2+2可以选择2魔女+2宗室 沙漏 :充能 杯子 :火元素伤害 头盔 :暴击/爆伤 主词条:双爆/充能/精通/大攻击 天赋和大提升命座（资源不富裕的情况下） 万叶 :1/1/1，2命有大提升，天赋不用升级 达达利亚 :6/9/9，4命质变（准确说是3命起） 班尼特 :1/1/10，1命限制，5命等级，6命增伤 香菱 :1/9/10，1命火抗，4命延时 正常万达玩法流程 ① 达达利亚 贴怪e挂上强水元素，是e技能本身的强水，后续普攻和重击是弱水 ② 班尼特 q挂强火和达达利亚e的强水发生蒸发反应，由于水强于火所以蒸发后怪物留下弱水，同时内鬼火给到自身 ③ 万叶 q扩散怪物身上水，接e下落攻击扩散自身火完成水火双扩散，可以通过万叶面板水火属性伤害加成看到 ④ 香菱 qe，切 达达利亚 eq然后就是达达利亚的az到风火轮消失 流程结束， 这就是一整套流程，附赠上之后的充能阶段玩法 充能阶段输出流程 ① 达达利亚 打完az下场后切 万叶 e充能 ②切 香菱 e，秒切 班尼特 e，再秒切回 香菱 吃球，然后 香菱 站场打一整套平a，这时万香班基本都好了，还是没好的话就切班尼特e产球香菱吃，不用特别在意达达利亚 ③由于此时为火附着，所以 班尼特 q，切 达达利亚 e消火然后a一下，然后切 万叶 qe接 香菱 qe切回 达达利亚 eaz到香菱风火轮消失继续反复循环即可（如果达达利亚技能没好不必纠结双扩，扩了火一样有输出） 几大误区 ① 翠绿之影 减抗效果只有 前台 释放才会触发，但万叶增伤后台可触发，所以一定是要 万叶qe 才能触发双扩散增伤的同时完成减抗，只q不e切下场的话后台q才开始扩散的火无法触发减火抗效果会导致伤害大量丢失 ②万达国际的 主要输出 来自于 香菱和达达利亚 ，所以 充能阶段 要围绕着香菱的q来充能，尤其是班尼特打的 火元素球 一定要切回香菱吃 ③ 双爆配比 真的很重要！！！不要为了大数字去硬叠爆伤，实战中70/100都比你30/180强得多！！精通属于有效词条，能歪出来一些最好！！！ ④ 充能问题 ！！！尤其是 万叶 个人建议起码160+充能，一般为了增伤带的苍古或者铁蜂刺，毕竟西弗斯不是谁都有的，但充能不够的情况下优先考虑带祭礼剑或者西风（两把需要高精） 香班 也都是充能杀充能武器一般是没什么问题，但也要很高的充能！！！ （作者脑子空了） 目前能想到的就只有这些了，欢迎各位高玩大佬进行补充纠错哦 延伸配队 其实 万香班 和点秋香一样是万金油，只是挂 强水 的达达利亚是万香班蒸发的最佳驾驶证（类似于加元素爆发伤害和充能的雷神是点秋香的最佳驾驶证），所以即便你不想玩达达利亚， 万香班 有的话个人建议养一下，达达利亚你甚至可以换成行秋莫娜或者即将复刻的宵宫…… 不管你 第四人 带谁，万香班和点秋香草行久一样，三个人就已经是个完整队伍了，第四人可以提升他们的上限但不代表没有驾驶员就玩不了，只要你肯养，三人成型就可以让你过难度BOSS，打深渊满星 结论篇 还是老规矩吧，最后讲结论:万达国际可以应对绝大多数环境尤其是 对群 ，但同时万达对你的 手部乘区 要求也是很高的，如果你一开打就乱了不建议入，单扩和双扩以及后续充能循环阶段的充能速度都能让同样配置的万达打出两极分化的伤害，但万香班的练度保住了你的下限所以这三个人有的话就可以练起来哦，即便不玩达达利亚这三个人也是万金油 结论后关于 强度党 个人的一些理解 最后的最后我想说一句个人看法（可能不太正确）:我所认为的强度党不应该是狂追某个强度很高的角色，在我看来这顶多属于xp强度的xp党，是 虚假的强度党 ，我认为 真正的强度党 应该是把自己xp的角色理解到位，等级武器天赋圣遗物养到足够应对各种难度的地步，甚至对自己xp的角色能有些自己的理解，这才是我认为的真正的强度党（比如凹痛苦号的深渊主播可能角色配队都不全，但可以通过某些角色特性和应对当期的元素反应以及手部乘区去达到通关或者满星的程度） 这游戏又没多难，龙王一喷3秒1间能多获得原石吗？而且 强度党 是同角色之间的比较，求求小黑子们不要再给那维莱特招黑了，水龙真要哭了 _(米游姬 期待) 祝大家每次抽卡都可以十连三金，小保底不歪哦，也欢迎大佬来补充纠错_(米游姬 感谢)",
    "length": 2759
}