{
    "game_id": 2,
    "post_id": "23060560",
    "f_forum_id": 43,
    "subject": "书籍《鹮巷物语》全收集，隐藏成就「妖鬼狂言百物语」！保姆级！",
    "url": "https://www.miyoushe.com/ys/article/23060560",
    "created_at": 1653454523,
    "like_num": 1732,
    "view_num": 44110,
    "reply_num": 101,
    "text": "UID130468275 hello~大家好，这里是“七休”呀，本期带来的是35本书籍收集全攻略—— 《鹮巷物语》图鉴收集 ，并获得 原神最难获得的隐藏成就之一「妖鬼狂言百物语」！ 【图鉴党专属】35本书籍图鉴全收集攻略·上篇 【图鉴党专属】35本书籍图鉴全收集攻略·下篇 ps：35本书籍全收集计划，正在进行中...持续更新！ 【收集党】收集这八本书籍，解锁图鉴，获得8个成就40原石！ 【食用指南】 1. 《鹮巷物语》共6本，分别是《鹮巷物语·序》、《鹮巷物语·一》、《鹮巷物语·二》、《鹮巷物语·三》、《鹮巷物语·四》、《鹮巷物语·五》，以此为顺序编写！ 2. 需要集齐对应 的10页残页才可合成1本。 3. 前4本，在稻妻地图上探索可以找到50个「神秘的书页」， 《鹮巷物语·五》的10页残页，需要在稻妻钓鱼点钓鱼，看运气获得，大概需要钓200——400次左右！ （ps：数据没有实际测试支撑，只是通过自己的收集以及部分粉丝的分享，大概估略出所得！） 4. 书页的收集涉及到一些稻妻的世界任务，文中也会给出详细的攻略传送门。 5.  打开背包 → 任务道具栏，可查看书页的获得情况，缺哪一本的书页， 建议Ctrl+F查找！ 6. 个人觉得老玩家容易遗漏的点，用 紫色字体 标出来了！ ps：好家伙，一举两得！ 前期准备：已接取或完成大型世界任务【神樱大祓】 【V2.0攻略】#探索解密#3分钟看完【神樱大祓】完整攻略 1. 《鹮巷物语·序》 收集地点：鸣神岛 1. 在离岛右下角的亭子里的桌子上 2. 在村长家前的小凳子上 3. 需要先获得钥匙开启村长家后面的井口，跳到最下面，在雷屏障的右边，有两个木箱子挡住的入口，进去后贴近洞口，抬头往上看，爬上去，即可看到在木箱子上。 4. 从水边这个洞口进去，有很有妖狸，在最里面有雷神瞳的神龛上 5.在遗迹守卫右边爬上去一点点，在柱子之间的缝隙里 6. 在水边的船上 7、需要神樱树升到17级，在鸣神大社的山腰，从神樱树背后跳下来，有个小浮空石台，拿雷种子进入雷屏障，在里面有雷神瞳的的神龛处。 8. 从荒海的井口跳下去，在红色大门的右边，有仙灵处的圆形门的左边柱子石头上。 9. 在刀刃岛，悬*的笼子里，需要钥匙开启，在笼子下面右边一点的木箱子上面就可以找到钥匙。 10. 开浪船过去，在有帆布的船头 2. 《鹮巷物语·一》 收集地点：神无冢 1. 在倒扣的船旁边 2. 在房子侧面 3. 传送点跳下来一点，在仙灵的柱子旁边，上面一点即可看到。 4. 从南方向传送点飞过去，在最高的房子里面 5. 跳下去，在中间的陆地水边，旁边有雷种子 6. 从5号过来，在这个位置有门，需要3把钥匙打开，进去就可以看到，在宝箱旁边。 7. 在断船大的部分船体上 【V2.5攻略】#其它攻略#白嫖5把稻妻武器，适用角色推荐！ 钥匙位置： 这里宝箱还涉及武器锻造图纸的获取！相关攻略点这里！ 8. 在水边的石头上 9. 在树的位置，往上爬一点，就能看到了 10. 在武士怪上面一点的石头上 3. 《鹮巷物语·二》 收集地点：八酝岛 1. 在船尾 2. 在高塔仙灵旁边的木箱子上 3. 跳下去，有4只武士怪的洞里，在木箱子上 4. 在绯木村的石柱上 5. 从房子旁边爬上去，在地面石头上 6. 在顶上，相位之门旁边 7. 在南方向这面墙，船的旁边 8. 在神龛旁边的石柱子上 9. 在第一间房子背后 10. 从8号旁边洞口跳下去，那雷种子，飞到有雷屏障那边去，往前走，就能看到了。 4. 《鹮巷物语·三》 收集地点：清籁岛 1. 在上面神龛旁边 2. 需要先接取世界任务【清籁旧宝】任务，从房子的洞口跳下去，在宝箱的左边木箱子和木桶中间。 任务触发地点： 世界任务「清籁旧宝」解密详细攻略，隐藏成就：无可置疑的宝藏 3. 在清籁丸这艘船里，需要先调整船头4个**机关的方向，全部对准中间，即可打开船体侧面的木门。进去下一层楼梯，下楼层时的正前方有扇不能打开的大门，的右边木箱子上。如果解了这一层的踩踏机关，在负一层到负二层的入口处，就可以看到了。 更详细的船体攻略看这篇帖子：13号、14号 【V2.1攻略】#其它攻略#16个隐藏成就完成方法，合集一 4. 传送点过来，往下跳一点，在石墙和雷种子之间 5. 从雷种子往下跳一层，在前面石壁角落里 6. 在水边的船上 7. 需要先把解开4处踩踏机关，天云峠放水，详细解谜在下面传送门15号。 在雷音权现正下方，地面，从洞口跳进去， 放第一层水的机关 （黄色圈） 下面一点 ， 有只独眼小宝的角落里 （红色圈） 【V2.1攻略】#其它攻略#16个隐藏成就完成方法，合集一 8. 在水边的船上 9. 在神龛处，传送点就能看到 10. 在这个丘丘营地点位的房子里 5. 《鹮巷物语·四》 收集地点：海祗岛 需要先完成【池中宅邸】解谜，详细攻略还是在上面的成就贴里。 1. 穿过相位之门，飞到上层，进入有雷神瞳的雷屏障 （需要神樱17级及以上） ，往上爬，上面有好几个宝箱，在墙上。 2. 在神龛上 3. 在雷立方解谜的石柱上 4.  在瀑布最下面，很多圣遗物调查点的木箱子上 5. 在地笼龛旁边的木箱子上 6. 在房子里 7. 在珊瑚宫殿的角落里，过了桥往左边走一点，会水面在同一水平线上。 8. 在山洞里的木箱子上 9. 在两个npc后面的木箱子上 10. 在船边的木箱子上 6.《鹮巷物语·五》 收集地点：稻妻钓鱼点（钓鱼的时候，随缘钓出来） 1. 目前版本稻妻一共13个钓鱼点位， 其中雷鸣仙，只在晚上18:00-6:00出现。 2. 每天（现实时间）可以钓两波，白天一波，晚上一波！（游戏内时间） 3. 钓鱼点刷新时间为3天（现实时间），可以去好友世界钓鱼！ 60页全部收集完，获得 隐藏成就【妖鬼狂言百物语】 END",
    "length": 2401
}