{
    "game_id": 2,
    "post_id": "20714244",
    "f_forum_id": 43,
    "subject": "【V2.6攻略】#角色攻略#神里绫华机制/养成/就业全解析",
    "url": "https://www.miyoushe.com/ys/article/20714244",
    "created_at": 1650362697,
    "like_num": 153054,
    "view_num": 1457615,
    "reply_num": 2777,
    "text": "UID：102877935 同学们早上中午晚上好！！我是肝作业的绢旗！欢迎来到我的白垩小课堂10，请大家自己找位置坐下，前排不要留空位哦！ 居然是独自up，你哥哥咋不陪你啊？ 那么接下来，我们照常分 机制分析/养成思路/队伍配置/实战细节 四个模块，并随神里绫华职责变动而制作了 驻场、速切 两个不同的版本，为大家介绍神里绫华的不同使用方法。 以下几点，总分达到4分，则建议培养神里绫华。 ①缺主c，记3分 ②深境螺旋未满星，记1分 ③目前伤害构成以火、雷元素为主，记2分 ④已有申鹤和甘雨，记1分 ⑤已有珊瑚宫心海，记2分 ⑥已有枫原万叶且没有被占用，记1分 ⑦没有二命雷电将军，记1分 ⑧已有雾切，记1分 ⑨看见深渊使徒·激流就烦，记100分 ⑩缺老婆，记100分 机制 最后一段攻击，会穿过中小型敌人。但无法穿过遗迹守卫这类大型敌人。 附着（附魔后） ① 遵循附着计时计数器原则。 （每3次攻击或间隔2.5秒造成一次弱冰元素附着） ② 与自身其他所有附着手段都 不共用 一套计时计数器。 ③ 在水面上攻击可以持续生成冰面，但最后一击会停在冰面边缘。 是神里绫华驻场时更常用的输出手段。 重击的索敌范围是一个有高度的扇形，大致如下图所示。 机制 ① 索敌范围如上图。高度 可以够到被温迪Q吸住的敌人 ，以及低空飞行的漂浮灵，但不能完全代替其他对空单位。 ② 完成索敌后，攻击范围没有高度限制，可以攻击到极高处或极低处的敌人。 ③ 攻击范围内有多个目标时，则 同时攻击范围内的所有敌人 。 ④ 攻击可以穿过障碍物。 伤害 本身倍率和攻速还不错，但与恐怖的元素爆发相比，则显得重击不那么实用了。通常 用来清理残局和较弱的敌人 。 附着 ① 与自身其他所有附着手段都 不共用 一套计时计数器。 ② 三段伤害，共造成 一次弱冰元素附着 。 基本描述相当简洁，本次不提供说人话版描述。 机制 ① 韧性较高的敌人不会被击飞。 ② 伤害判定的高度 可以够到被温迪Q吸住的敌人 。 伤害 算是个小爆发，优点是 出伤速度快 。 附着 ① 不存在计时计数器， 每次 施放E技能都可以造成 强冰元素附着 。 ② 可以冻结水面5s。 产球 ① 每次命中生成 4~5颗冰元素微粒 。 ② 结合10s的冷却时间来看，产球效率还不错。 机制 ① 风暴前进的方向： 身边有敌人时：Q 动画结束时 ，身边最近的敌人的方向。 身边没有敌人时：施放Q技能时，神里绫华面向的方向。 ② 风暴在触碰敌人、地形、障碍物时会停止前进。 ③ 风暴会不断击退中小型敌人，导致风暴与敌人拉开距离，无法持续命中。 ④ 进入动画的瞬间会立刻清空元素能量，所以在 动画过程中也可以吸收元素微粒 /晶球。放宽了EQ技能的施放顺序要求。 ⑤ 有快照机制 ，风暴生成后，造成的伤害不会随神里绫华的面板数据变化而变化。buff请提前叠好。 伤害 全体起立！ ① 10级Q时，5秒共计4141%的倍率，直接奠定了神里绫华顶尖副C的地位。 ② 最后一段的绽放伤害，倍率较持续的斩击伤害更高。 附着 ① 遵循附着计时计数器原则。 （每3次攻击或间隔2.5秒造成一次弱冰元素附着） ② 与自身其他所有附着手段都 不共用 一套计时计数器。 ③ 20次全部命*，*造成7~8次弱冰元素附着。 ④ 如果用于渡海，可以直接开出一条冰路。 替代冲刺技能。 机制 ① 回到地表时，会对周围造成冰元素附着。 ② 相较于普通的冲刺，霰步下潜时获得的 无敌时间更短 。 ③ 会受到移动速度buff加成。 ④ 无法享受“冲刺的体力消耗降低”效果的加成 。 （如凯亚、雷泽、枫原万叶的生活天赋、体力消耗类食物） ⑤ 可以享受“体力消耗降低”效果的加成。 （如迪奥娜护盾） ⑥ 回到地表时，会获得5s的冰元素附魔。 （足够打出3组aA） ⑦ 连续启动霰步没有CD 。 （普通冲刺最多连续施放2次） 体力消耗 ① 启动消耗10体力。 ② 在地下时，不移动则不消耗体力，但也 不会恢复体力 。移动则每秒消耗15体力。 附魔 ① 获得的是元素附魔，不是转化。 （附魔会按火＞水＞冰＞雷的顺序覆盖，转化不会） ② 截至到2.6版本，仅有六命班尼特的Q可以将其覆盖。 神里绫华的伤害构成里普攻重击占比不高，实际提升一般。 霰步启动没有CD，这18%冰伤基本可以视为 常驻加成 。 恢复10点体力，与启动霰步消耗的体力数值相同，相当于 贴身闪避不消耗体力 。 阿贝多同款生活天赋，有时多合出一个金材料，可以节约不少树脂。 看似很美好的减CD，但***里绫华进阶玩法中 驻场普攻的机会并不多 ，一命不常触发。 实际提升受敌人类型影响较大，在对付大型敌人时更有可能吃满，总体来说数值还不错。 直接提升Q倍率的命座，相当不错。 启动不常用的防御力乘区，加上Q持续5秒，共计11s的减防，且 队友也可享受 ，很不错的命座。 蚊子腿。 每10秒可以打出一次小爆发， 在大世界体验极佳 ，高压环境就有点不够看了。更吸引人的反而是俗称“婚戒”的右手特效。 神里绫华 没有质变命座 ，都是比较平滑的伤害提升。 （四命提升相对较大） 所以对于想抽取神里绫华命座的同学， 除一、五命外 ，可以在任何命座时停手。 从这部分开始，我们将按神里绫华在队伍中担任的职责来分情况讨论 当神里绫华在队伍中担任驻场C的职责时 天赋加点 Q>A>E 驻场神里绫华是典型的 三冠角色 ，任何一个天赋等级提升都能有效地提高她的伤害。 即使是资源紧缺的旅行者，也 尽量给Q安排皇冠 。 （智识之冕） 圣遗物 关于神里绫华的暴击率… 即使携带冰风4，仍然建议 将面板暴击率堆到40%左右 ，原因如下 ① 暴击率在达到100%前都是有正面收益的 ，即使在冰4与双冰的共同加持下，也要45%的面板暴击率才会达到满点。 （如有缺口，可由深境螺旋暴击卡牌补足） ② 在以下情况时，神里绫华的面板暴击率要求会提高： Ⅰ单冰永冻/水附着不足：55% Ⅱ 纯冰队：60% Ⅲ 融化队/其他难以冰附着的队伍：70%以上 ③ 如果神里绫华经常在不同队伍反复横跳，且无精力准备对应的圣遗物。可以 常驻使用50%暴击率左右的冰风4。 关于元素充能效率… 可以多歪一点，但不必强求太多。驻场C还是 尽量把充能的任务交给后台 。 武器 在队伍有迪奥娜等护盾角色时，斫峰之刃也是可用的。 关于雾切之回光的第三层被动… Q技能 可以 受到雾切之回光的全部三层buff加成。 （原理可以看上文元素爆发-机制-④与⑤，神里绫华清空元素能量的时间早于风暴生成的时间） 关于天目影打刀的能量回复效果… 神里绫华Q的CD刚好是E的CD的两倍，相当于每轮2个胤种，也就是回复24能量。 但是需要注意第一轮循环中，E应当早于Q施放，否则第二轮循环可能会充能不够。 常用队友 先介绍几个常见且功能比较重要的队友。 队伍配置 接下来介绍两种成型队伍。 凛冬已至 完全体通称 “神鹤万心” ，其中在面对散怪时，③号位温迪也可以作为备选。 优势： 单核永冻流，便于集中队伍资源，生存环境安逸，但对付无法冻结的敌人较为麻烦。 多说一句： 真空期神里绫华普攻重击驻场的伤害还是不太够看。（尤其是四星武器的情况） 双重压力 此处 班尼特为六命 ，供神里绫华自我融化。 优势： 可以用到主动点/误点了六命的班尼特，在高幅加攻和增幅反应的双重加持下，进一步 拔高爆发上限 。 多说一句： 神里绫华 可以带攻击杯 ，但不必为了这种玩法特意去点六命班尼特。 当神里绫华在队伍中担任速切C的职责时 天赋加点 Q>E>A 相较于驻场玩法，速切神里绫华对普攻天赋的要求就没有那么高了，但是视实际情况而定可能还会打一两个重击， 可以只点到6级 。 Q依然建议安排皇冠。 （智识之冕） 圣遗物 关于时之沙主属性的选择… 一般来说建议选充能效率，更容易保证循环。 在队伍中有 雷电将军、迪奥娜、罗莎莉亚 时，或武器副属性是充能效率时，可以尝试换成 攻击沙 。 （但仍以实际充能体验为准） 武器 一般来说，雾切之回光＞ （磐岩结绿） ＞天空之刃＞祭礼剑＝天目影打刀 关于祭礼剑与天目影打刀… ① 两把武器同白值。 ② 此时祭礼剑携带攻击沙，天目携带充能沙， 互相拉平对手副词条 。 当每轮循环设定祭礼剑3E，天目2E时： 祭礼一轮 至少 额外回复 42 元素能量，且后续吃球效率 略高 于天目 。 天目一轮 至少 额外回复 39 元素能量，且后续吃球效率 略低 于祭礼 。 ③ 祭礼剑额外多出一个E技能伤害，与之相应的是后台队友也能吃到更多球。 所以实际祭礼会略优于天目。 培养时，先考虑祭礼 是否被行秋、七七等角色占用 。 如果没有，则优先培养祭礼剑，后续容易在其他角色身上就业。 如果祭礼剑已被占用，则可以另拉一把天目影打刀给神里绫华用。 常用队友 速切神里绫华队伍中 至少还需要1~2个C ，队伍驻场时间才能完整分配。这里介绍一些比较常见搭配神里绫华的C。 队伍配置 接下来是介绍一些成型的队伍。 冰雹 完全体为 4冰 或 N冰1风 ，③号位尽量以申鹤为准。 优势： 多冰速切，多角色共同利用同属性的 充能、增伤、减抗 优势。 多说一句： ③号位携带申鹤时，迪奥娜可以出冰伤杯、暴击头，进一步提高伤害。 森林冰火人 其实就是胡行钟＋神里绫华。 优势： 爆发极强 ，强强联手互相融化。 多说一句： 神里绫华最好能有2命，提高冰元素附着频率。以 竞速 为目的时，机动位为③号，可以根据需要更换成合适的增伤卡/聚怪卡。 万神国际 神里双火，队伍构成与万达国际相似。 优势： 对付大型敌人时 爆发较强 ，对付较弱的敌人时玩起来有一种类似“早柚泥头车”的感觉。 多说一句： 队伍核心问题是充能。此外，神里绫华驻场时间较长，需要 适当点一些普攻天赋 。 茶与百道 也是冻结阵容。 优势： 冻结在时间和空间上的覆盖率都很高，生存环境相当安逸。 多说一句： 阵容循环时间短， 节奏快 ，并且中低练度情况下 充能灾难 。 神里劈瓜 我个人相当喜欢的一个阵容， 需要一定练度支持 。 优势： 雷电将军入队，解决神里绫华的充能困境（但还是要适当出一点充能），且③④号都是机动位， 队伍变种多 。 多说一句： 如果雷电将军是0命，③④号尽量带班尼特香菱， 回归神里双火 ，否则伤害可能有点紧张。 到这里我们已经有成型的神里绫华与队伍，可以投入实战了。 以下是神里绫华处理起来较麻烦的敌人 冰元素免疫的敌人 冰元素抗性高的敌人 深海龙蜥系列 （减能量） 深渊咏者·渊火 （破盾效率低） 海乱鬼、野伏众、雷萤术士 （多动症） 然后是神里绫华对付起来很轻松的敌人 带有水元素护盾的敌人 （破盾效率高） 带有雷元素护盾的敌人 （破盾效率高） 自带水元素附着的敌人 （容易冻结） 大型、首领敌人 （不容易空大） 小型且易聚集的敌人 （聚怪全收） 兽境系列 （容易冻在同一个地方） 请在挑战关卡前，确认关卡内是否有以上敌人，再考虑 是否要用神里绫华、神里绫华走哪半间 。 a=普通攻击，A=重击，E=元素战技，Q=元素爆发，s=跳跃，S=闪避 将神里绫华的输出手法归纳为： 甩技能＋驻场 两部分，简称为 A＋B A部分有以下几种手法： ① SaEQ 优点是可以让Q完美吃到 雾切的加成 。 ② SEQ 流程更短 ，无雾切时用。 ③ SQE 通常是与温迪的Q抢时间，或面对随时可能位移的敌人时使用。缺点是如果想吃E技能产的球，需要 更长的前台时间 。 B部分有以下几种手法： ① SaA SaA SaA SaA…… 操作灵活。 ② SaAs aAs aA ，SaAs aAs aA…… 与①相似，以跳跃代替冲刺来打断A后摇。 ③ SaaaaA SaaaaA SaaaaA…… 体力消耗低，机动性低。 对于 速切 神里绫华， 打完A部分 就可以直接 下场 了。 对于 驻场 神里绫华， A与B可以自由排列组合 ，构建合适的输出手法。 渡海手法 a、A、S、Q生成的冰面都只持续约3秒，E生成的冰面持续约5秒。 （顺便提一嘴，只有凯亚的E生成的冰面可以持续约8秒） ① 最简单，几乎不可能失败的方法： 霰步前进，直到体力见红，出水，E，等到E的冷却时间还剩约 5s 时，继续霰步前进。 （此时体力已经回复约一半） ② 在①的基础上，稍微加快速度： 霰步前进，直到体力见红，出水， 等1s ，aaaaa， 等刀入鞘 ，E，等到E的冷却时间还剩约 4.5s 时，继续霰步前进 （此时体力几乎已经回满） 以上橘色部分的时间，给得都比较保守，还有凹的空间，但是没必要。 需要注意，霰步在 出水 时，请 松开方向键/摇杆 ，或是将方向往回拉，否则容易冲进水面。 神里绫华同时带有爆发、驻场、跑图、对空等多种功能，即使充能、命中率等方面都有着不小的缺陷，但是，一旦接受了自己的软弱，那我就是…… 一开始神里绫华＋神里绫人的队伍叫 托塔天王 ，关于为什么……这名字是群友起的，我只能说是 考哥梗 ，再说深一点就不好笑了。 再给大家看看群友给这个阵容起名的一些废案： 蜜雪冰城 相亲相爱一家人 相亲相爱茶百道 …… 我真的自愧不如。 文案： 绢旗 美术： 绢旗 设计： 绢旗 吉祥物： 猫冬 美貌担当： 雨鸠鸠",
    "length": 5414
}