{
    "game_id": 2,
    "post_id": "36385528",
    "f_forum_id": 43,
    "subject": "【随机应变】【3.5芭芭拉攻略】萌新之友芭芭拉的培养攻略",
    "url": "https://www.miyoushe.com/ys/article/36385528",
    "created_at": 1677718064,
    "like_num": 15053,
    "view_num": 115925,
    "reply_num": 360,
    "text": "芭芭拉_(芭芭拉-嘘)，蒙德西风教会的祈礼牧师（冷知识：芭芭拉是琴团长_(琴-赞扬)的亲妹妹），也是我们在萌新时期的第一位回血辅助，如今加入种门之后，芭芭拉又重新回到我们的视野。 给大家分享芭芭拉的详细攻略 目录 1、角色定位 2、技能介绍 3、命之座 4、玩法介绍 5、武器推荐 6、圣遗物推荐 7、面板参考 8、队伍推荐 9、队伍输出手法 1、角色定位 4星水系回血辅助。 2、技能介绍 普通攻击(A)： 省流 ：不用升级。 元素战技(E)： 省流 ：开一个水环，造成伤害，并给自己挂水，每隔一段时间给水环里的角色回血。 水环： 每隔5秒回一次血并且重新给自己和敌人挂水，小心被敌人打元素反应。 有水环时芭芭拉普攻和重击也能给全队角色回血。 元素爆发(Q)(大招)： 省流 ：给全队角色回血。 芭芭拉可是唯一一个开大有动画的4星角色，知道含金量了吧 _(芭芭拉-嘘) 。 固有天赋1： 省流 ：前台角色在水环内的体力消耗降低。 固有天赋2： 省流 ：前台角色获得能量球时延长水环的持续时间。 固有天赋3： 做饭天赋。 【 技能加点 】：Q＞E，Q可以升到8级，E6级，觉得治疗量不够的可以再升高，A不用升。真爱党随意。 3、命之座 1命：芭芭拉每隔一段时间回复能量。 2命：E技能减CD，在水环内的角色有水伤加成。 3命：Q+3级。 4命：芭芭拉重击命中敌人能恢复能量。 5命：E+3级。 6命：芭芭拉在后台时，队伍中有角色嘎了会立刻满血复活，15分钟冷却时间。 【 关键命座 】：2命、4命、6命 2命能给队友加水伤，增加了芭芭拉的辅助能力，减少E的CD（虽然减完CD后还是很长）。 4命能大量回复芭芭拉的能量，让大招不卡手。 6命能满血复活队友，很有意思。 4、玩法介绍 【 回血辅助 】_(芭芭拉-没事吧) 当一个回血辅助，并且给那里需要回血就放哪里，并且给队友提供增益。 【 种门 】_(芭芭拉-嘘) 种门是依靠草原核打伤害的一系列队伍，加入种门，获得力量。 在妮露的绽放队，芭芭拉是主要触发草原核的角色，在超绽放队，芭芭拉的作用是挂水产生草原核。 种门让芭芭拉的登场率提高了很多，在没有心海的时候，芭芭拉是一个不错的选择。 5、武器推荐 【 回血辅助 】 【5星武器】： 不灭月华 副属性加百分比生命，被动效果加治疗效果以及开大后普攻可以回复能量，很契合回血辅助玩法的芭芭拉。 【4星武器】： ① 试作金珀 副属性加百分比生命，被动效果能给全队回血，提高了芭芭拉的回血能力，被动效果还能给芭芭拉回复能量，让芭芭拉能更频繁地开出大招。 ② 西风秘典 副属性加充能，能让芭芭拉更频繁地开出大招，被动效果可以产出能量球，提高全队的循环。 【三星武器】： 讨龙英杰谭 是3星神器，副属性加百分比生命，能提高芭芭拉的治疗量，被动效果能给一位队友提供大量的攻击力，提高了芭芭拉的功能性。 【 妮露绽放队玩法 】 在妮露绽放队中，大部分的草原核都是由芭芭拉来触发的，所以芭芭拉需要堆精通和角色等级，选择加精通的武器。 ①首选 千夜浮梦， 加265点精通，被动效果还能给队友加精通，很适合妮露绽放队。 ② 祭礼残章 加221点精通，被动效果可以刷新E的CD。 ③ 流浪的晚星 加165点精通，被动效果给队友加攻击力对妮露队作用不大，只要精通的收益。 ④ 魔导绪论 加187点精通，比4星流浪的晚星还高。 6、圣遗物推荐 回血辅助： 【 4少女 】、【 2少女+2海染 】： 这两套圣遗物同理，都是为了提高芭芭拉的治疗量。 【 主词条选择 】：生命沙，生命杯，治疗头 【 副词条选择 】：百分比生命值、固定值生命值。 妮露绽放队： 【 4乐园 】 2件套加精通，4件套直接加绽放反应的伤害，是草原核伤害最高的一套圣遗物。 【 2饰金+2乐团 】、【 4饰金 】： 这两套圣遗物同理，都是为了提高芭芭拉的精通，从而提高草原核的伤害。 以上三套圣遗物的词条选择： 【 主词条选择 】精通沙/生命沙，精通杯，精通头/治疗头。 【 副词条选择 】精通、百分比生命、固定值生命。 分为三个档位：精精精，精精治，生精治。精通从高到低，如果觉得有生存压力，可以降低精通提高治疗量。 7、面板参考 【 妮露绽放队 】：精通700+ 一般精通能到七八百左右就可以了，追求更高伤害的可以一千精通。 8、队伍推荐 【 绫华永冻队 】 在没有心海莫娜的时候，可以用芭芭拉来挂水以及给全队回血。（是谁五十多级没有莫娜、心海、行秋我不说_(芭芭拉-没事吧)） 【 妮露绽放队 】 双水双草，在此队伍中大部分的草原核是由芭芭拉来触发的，所以芭芭拉需要堆精通以及等级需要80级以上，最好能升90级。 【 超绽放队 】 主要靠超绽放反应打伤害。纳西妲与芭芭拉产生草原核，久岐忍触发草原核，万叶聚怪。在此队伍中芭芭拉用来挂水产生草原核，用回血辅助的圣遗物就行。 【 快乐超绽放 】 这个阵容主打的就是一个快乐。 主要超绽放反应打伤害。纳西妲挂草，芭芭拉开水环挂水，久岐忍触发草原核，最后早柚开启风风轮在场上跑，让芭芭拉的水环接触到敌人。此阵容中芭芭拉不需要堆精通，用回血辅助的圣遗物就行。 【 普通回血辅助 】 只要是需要回血的阵容，如果没有合适的回血都可以塞一个芭芭拉进去，芭芭拉对萌新玩家来说在前期用还是不错的。 【 神鹤万心 】 神 ：冰系、单手剑、大招脱手，是神里没错了 鹤 ：冰系、女角色、长枪，是申鹤没错了 万 ：风系、5星、单手剑、男角色、能聚怪、是万叶没错了 心 ：水系、法典、女角色、能回血、大招有动画，是心海没错了。 （整活，萌新玩家请勿当真） _(雷电将军-轻笑) 9、队伍输出手法 【 绫华永冻队 】 罗莎莉亚EQ→万叶长E→芭芭拉E→绫华（雾切）闪AQE   A重击 A重击 A重击→芭芭拉A补水。 【 妮露绽放队 】 草神EQ→妮露EEEE→草主EQ→妮露Q→芭芭拉E  一直普攻补水，可以穿插重击。 【 超绽放队 】 草神EQ→万叶长E→芭芭拉E→久岐忍E→芭芭拉一直普攻补水，可以穿插重击。 【 快乐超绽放 】 草神EQ→芭芭拉E→久岐忍E→早柚长E在场上跑，让芭芭拉的水环穿过敌人挂水。 有什么问题或者看法，欢迎在评论区交流。_(琴-赞扬)",
    "length": 2567
}