{
    "game_id": 2,
    "post_id": "37890637",
    "f_forum_id": 43,
    "subject": "【V3.6攻略·角色攻略】纳西妲·全方位解析",
    "url": "https://www.miyoushe.com/ys/article/37890637",
    "created_at": 1681266148,
    "like_num": 33719,
    "view_num": 1139928,
    "reply_num": 1096,
    "text": "UID：100559319 这里是阿斯盖特，本期是 「 摩诃善法大吉祥智慧主 」 、又被人称为“ 小吉祥草王 ”的 须弥 国度 神明 —— 「 纳西妲 」 的角色攻略！本期将 详细讲解 纳西妲的 技能机制 、 装备选择 以及大家尤为关注的相关 队伍搭配 ！ “果然要亲眼去看，才能感受到世界的美。” 【目录】 ▪角色简析（含一图流培养） ▪角色培养材料图表 ▪天赋机制解析 ▪武器选择 ▪圣遗物搭配 ▪命之座解析 ▪队伍搭配 【角色简析】 「 纳西妲 」 是一位能 稳定提供 草元素相关反应条件和后台伤害的 草元素角色 。她通过 元素战技 即可 持续施加草元素附着 搭配其他角色触发相关草元素反应，通过施放 元素爆发 可以根据队内元素类型进一步 优化元素战技的伤害、触发间隔 等。施放元素爆发后，通过固有天赋可以 提高队伍前台角色的元素精通 。（培养简图如下） 角色培养材料图表 ▶天赋加点： 元素战技≥元素爆发＞普攻 ◆纳西妲作为法器角色，普攻便可施加草元素附着，作为 后台 角色时可以不升级普攻（1/8/8起），若作为 站场 时可以提升普攻（8/8/8起）。 【1】普通攻击/重击（A/Z） ①.纳西妲的普攻距离较短，与其他弹道类法器普攻不同，需要接近敌人时才能准确地命中。 ②.与其他法器角色类似的是，纳西妲攻造成 4段普攻共4次伤害 。 ③.普通攻击、重击和下落攻击均可施加 弱草元素附着（1元素量、9.5秒） 。 ④.普通攻击 遵循 “ 在2.5秒内命中同一敌人时，每间隔2次攻击施加元素附着 ”的规则， 每次重击 均可施加草元素附着。 【2】元素战技（E） ①. 点按 、 长按 攻击 命中敌人不产球 ，后续 「 灭净三业 」、「 灭净三业·业障除 」 （ 6命 效果）命中敌人产生 3颗草元素微粒 ，产球冷却时间为 7秒 。 ②.点按、长按攻击命中敌人将施加 弱草元素附着 ，后续 每次 灭净三业攻击 均可施加 附着 中草元素附着（1.5元素量） 。 ③.灭净三业的 触发条件 是处于 蕴种印状态 下的敌人 受到了元素反应效果 ，不受到元素反应是无法触发灭净三业的草附着的。 ④.面对贴身的敌人可以选择 点按E （环形范围），对于群怪、距离较远、较分散的敌人则优先考虑 长按E 的瞄准。 ⑤.长按瞄准时的 抗打断能力极强 ，可类比 雷电将军 施放元素爆发后的抗打断能力。 ⑥.该技能 无锁面板机制 ，根据纳西妲的属性面板 实时结算 。 【3】元素爆发（Q） ①.纳西妲的元素爆发是一种 增益类技能 ，施放元素爆发后，会根据队伍中的 火 / 雷 / 水 元素角色的数量 产生不同效果 （如上技能图）。 ②.触发的 火元素效果 所带来的「灭净三业」伤害提升属于 增伤区间 ，与草元素伤害加成相加计算。 ③.每种效果 最多触发2层 ，在 0命时 需要 2名对应元素角色 才可以触发对应效果的最高层数。 例如 ，队内有2名雷元素角色时，可以最大程度上缩短灭净三业的攻击间隔。 ④. 解锁1命后 ，触发元素爆发的每种效果 仅需1名 对应元素角色。 ⑤.领域范围要远大于 甘雨 、 神里绫人 等角色大招范围。 【4】固有天赋 【1】固有天赋1·净善摄受明论 ①.该天赋所 依据的元素精通转化 并不一定就是纳西妲的，而是 队内元素精通数值最高的角色 。（即并不一定纳西妲就是最高元素精通，不过纳西妲是最高元素精通的概率较大） ②.这一元素精通最高值的界定是纳西妲施放元素爆发的 瞬间的队内元素精通数值 ，且该元素精通数值不包括额外元素精通（如砂糖固有天赋2·小小的慧风等额外给予的元素精通等）。 ③.每轮元素爆发阶段的元素精通转化 不会随着 队内元素精通的变化而变化，仅取决于施放瞬间的元素精通数值。 【补充1】 元素精通 与 元素反应 的关系 【1】元素精通与 增幅 、 激化 反应 【注】此处的增幅反应为 融化 （火冰）、 蒸发 （水火）反应；激化反应指 超 、 蔓激化 反应，原激化反应无额外伤害提升，仅为一种“附加状态”。 【2】元素精通与 剧变 反应 【注】剧变反应 仅与 上述的角色等级、敌人抗性、对应反应倍率、元素精通数值和相关反应伤害提升有关，与敌人防御力、角色自身元素/物理伤害加成（增伤）等数值无关。 【补充2】 固有天赋1 的“ 二次转化 ” ◆内容① 例如 ，队内角色A的元素精通为900，角色B的元素精通为800，其中角色A已经通过砂糖的固有天赋2获得了额外200精通，那么在纳西妲的该天赋所转化的元素精通数值依旧为角色B的800。 ◆内容② ◆内容③ ◆内容④ 【2】固有天赋2·慧明缘结智论 ①.灭净三业造成的 伤害提升效果 属于 增伤区间 ，与草元素伤害加成相加计算。 ②.获得的暴击率提升 不会直接计入角色属性面板中 。 ③.该天赋将按照纳西妲的 全部元素精通 来进行转化（ 纳西妲站场 时该天赋可以获得自身 固有天赋1 的额外精通提升带来的 再次提升效果 ）。 【3】固有天赋3·诸相随念净行 ①.纳西妲使用长按战技可拾取 静态采集物 ，不能拾取 动态采集物 （如圣甲虫）、需 特殊方式获得的采集物 （如绯樱绣球等）。 ②.纳西妲长按战技瞄准须弥城内的常驻NPC来读取其内心，会出现NPC的心理活动。 ◆纳西妲的武器选择主要 围绕自身技能机制 进行考虑——对于 辅助/后台 玩法，其主要为前台角色提供元素精通则推荐 优先考虑副属性为元素精通的武器 ；对于想要体验 输出/站场 玩法的旅行者在圣遗物堆叠了元素精通后，也可以选择 副属性 为 暴击伤害 、 暴击率 的武器以提高纳西妲草元素伤害。 武器介绍 （精通类武器） （双暴类武器） 纳西妲各武器 伤害期望 对比 ◆ 精通属性武器优先考虑 千夜浮梦 ，其次是具有一定辅助能力的 流浪的晚星 ，之后则是各类精通属性武器，如 祭礼残章 、 盈满之实 、 魔导绪论 、 万国诸海图谱 等。 ①. 「 千夜浮梦 」 的武器效果 根据 与队内其他角色的 元素类型的异同 ，获得对应效果进一步提高自身伤害其它队友获得略微精通提升，多为提高自身伤害。 ②.当纳西妲装备时，若自己获得 固有天赋1 （净善摄受明论）的 额外精通 ，该额外精通是 不能被 「 流浪的晚星 」的武器效果 再转化 为攻击力的。（查看上方【补充2】） ③. 魔导绪论 的被动效果在后台可以触发， 万国诸海图谱 后台不能触发。 ④. 盈满之实 被动提供额外精通，需要高精练，会降低纳西妲攻击力，不过纳西妲50能量启动并不刚需太高充能效率。 ⑤. 祭礼残章 可以提供高额元素精通，但武器效果作用较小，无以上武器时可以选择。 ⑥.双暴类武器多为纳西妲选择 站场玩法时 考虑。 ▶圣遗物介绍 ◆副词条优先级： 元素精通＞暴击伤害≥暴击率＞百分比攻击＞其他 ▶圣遗物与词条选择讲解 ①.关于「套装选择」 ⑴.在搭配 其他草元素输出角色 、 以绽放等草元素伤害反应 作为输出手段时，且草神主要是 后台辅助 ，此时推荐优先选择 「 深林的记忆 」 4件； ⑵.当纳西妲作为 站场 、且 有其他角色搭配 深林的记忆4件时，可以考虑选择 「 饰金之梦 」 4件增加纳西妲获取额外的元素精通手段。 ②.中期过渡可以考虑各种 2件套散搭 ，如 深林的记忆 （草套）、 饰金之梦 、 乐园遗落之花 和 流浪大地的乐团 等具有草伤加成、精通提升的2件套组合。 ③.作为后台辅助时，优先堆叠元素精通，推荐堆叠至900-1000点；作为站场角色时元素精通推荐堆叠至700-800元素精通。 命之座介绍 命之座对伤害提升效果 ▶命之座讲解 ①.解锁 1命 后，原本需要2名对应元素角色才能触发的元素爆发效果最高层数，现在 仅需1命角色 即可。 而且， 即使队内没有对应元素 的角色，也会在纳西妲施放元素爆发时 默认触发至少1层效果 。 ②.解锁 2命 后，触发 激化 相关元素反应将 降低敌人的防御力 ，这将直接 提高队内角色的直接伤害 ，在激化、激绽等队伍中都有着可观的提升。 对于 绽放 相关反应、 燃烧 反应则有 20%的概率 使相关元素反应伤害 翻倍 ，这在 超绽放 、 妮露绽放队 中的提升都很不错。 ③.解锁4命后，将使纳西妲圣遗物的元素精通需求进一步降低，此时可以考虑草伤杯、双暴头冠。 ④.解锁 6命 后，额外施放的 灭净三业·业障除 将施加 弱草元素附着 ，且 遵循 “ 在2.5秒内命中同一敌人时，每间隔2次攻击施加元素附着 ”的规则（这一点与元素战技的灭净三业有所不同）。该命座极大程度上 提高 了纳西妲站场时的 爆发伤害 。 ◆ 总的来说 ，纳西妲在 0命 时便已经具有了 较为完整的技能机制 ，命座多为提高纳西妲的伤害或者队伍伤害。对于原石较少、或有后续抽卡计划的旅行者抽取0命纳西妲已经足够；而对于原石充足，想要进一步提升草元素相关队伍的伤害的玩家，则可以考虑抽取 1、2命 。对于真爱党玩家则可以考虑抽取至 6命 ，真正解锁纳西妲的站场输出玩法~ ◆ 前言 纳西妲的队伍搭配主要利用自身草元素类型， 围绕着草元素反应 进行搭配，在各种草元素反应队伍中都是极为出色的选择，因为其同时为 法器角色 的特点，使得纳西妲可以考虑 站场玩法 。总之，纳西妲的相关队伍搭配十分 多元化 ，围绕草元素反应灵活搭配可以极大丰富队伍玩法。 Ⅰ.“纳行久”组合/超绽放玩法 【注】 ①.当 纳西妲站场 时，第四人可以选择 菲谢尔 。 ②.当脱手雷元素角色为 精通流雷神 时，也可考虑“ 珊瑚宫心海 + 纳西妲 + 夜兰 + 雷电将军 ”的玩法，利用 心海 普攻攻击为较远弹道的机制便利触发雷神 元素战技的协同雷伤 触发超绽放反应。 与「 行秋 」替换 【注】 根据自身已有角色做灵活选择，主旨在于组成 至少 “ 一草 一水 一雷 ”和“ 两后台 一站场 ”的架构。 与「 久岐忍 」替换 ◆ 雷电将军 利用 元素战技 的 脱手挂雷 机制，同过 堆叠元素精通 以此提高雷电将军触发的超绽放的伤害。该玩法更多推荐2命以下考虑，且当选择雷电将军时，为了提高容错率，队内需要搭配其他具有 治疗 、 护盾 的角色。 相关角色培养（ 行秋 / 久岐忍 ） 【1】 绫人 超绽队 【补充】 ①.绫人超绽更多是将“纳行久”中的 行秋 替换为神里绫人，以绫人 站场造成水伤 并配合自身元素爆发 施加水元素附着 ，触发绽放反应，进而 雷元素角色 触发超绽放反应，提高队伍的输出伤害。 ②.第四人的选择一样较为灵活，除上述的 菲谢尔 、 夜兰 外，还可以考虑其他提高队伍伤害的角色，例如 米卡 （ 攻速拐 、治疗）、 枫原万叶 （增伤/减抗）等。 ▶参考输出顺序 ①. 绫人 激绽 ：神里绫人Q、纳西妲E、久岐忍EQ、菲谢尔E、绫人E接输出 ②. 双水 超绽 ：神里绫人Q、纳西妲E、夜兰QE、久岐忍EQ、绫人E接输出 相关角色培养（ 神里绫人 / 菲谢尔 ） 【2】 雷伤站场 激绽 【补充】 ①.当选择6命 行秋 替换2命以下 夜兰 时，可以 提高 赛诺的 抗打断能力 以及生存能力，不过会 降低 赛诺的 激化率 。 ②.在面对部分敌人伤害较高的高压环境时，可以考虑 纳西妲 携带 「 试做金珀 」 增加队伍容错率。 ▶ 参考输出顺序 ①. 赛诺 激绽 ：纳西妲EQ、夜兰QE、久岐忍E、赛诺EQ后接输出 ②. 八皇 激绽 ：八重神子3E、纳西妲EQ、珊瑚宫心海E、菲谢尔E、八重神子站场普攻 相关角色培养（ 赛诺 / 夜兰 ） 【3】 海哥 激绽 【补充】 艾尔海森在 单草阵容 中推荐搭配 「 深林的记忆 」 4件套， 双草 搭配 其他草元素脱手角色 时搭配 「 饰金之梦 」 4件。 ▶参考输出顺序 ①. 双草 激绽 ：纳西妲EQ、行秋EQE（祭礼剑）、久岐忍EQ、艾尔海森E接重击后输出 ②. 单草 激绽 ：行秋EQE（祭礼剑）、久岐忍EQ、菲谢尔E、艾尔海森E接重击后输出 【注】 如果艾尔海森 元素爆发能量已满 ，可以选择“ Q 后 普攻输出 等到琢光镜降至2枚时 重击后再普攻输出 ，再等到琢光镜数量下降时 施放元素战技 ”。 相关角色培养（ 艾尔海森 ） 【4】其他“种门”驾驶员 ①.除以上角色加入种门外，还可以考虑其他角色，如 鹿野院平藏 、 砂糖 （可携带 教官4件 ）等，多为 草 / 水 / 雷 / 冰 / 风 等元素的角色。 Ⅱ. 妮露 绽放队 【补充】 ①.妮露绽放队的要求是“队伍内 至少 有 1名水元素 、 1名草元素 角色，且 仅能有 水 、 草 元素角色”，因此 不能加入其他元素的角色 。 ②.除以上展示的角色外，还可以选择 艾尔海森 、 行秋 、 芭芭拉 、 神里绫人 、 瑶瑶 等水、草元素角色，可以根据已有角色 灵活搭配 。 【 笔者 】 其实妮露绽放队完全可以另开一篇精讲，恰逢妮露与纳西妲同时UP，所以更多的妮露绽放队内容放在了“ 【角色攻略】妮露·全方位解析 ”中。（点击此处蓝色链接可直接查看~） ▶参考输出顺序 ①. 双水 双草 （心妮绽放）：妮露E接3E或3A（打出剑舞步/旋舞步）、纳西妲EQ、草主EQ、珊瑚宫心海E接A输出 ②. 三水 一草 ：妮露E接3E或3A（打出剑舞步/旋舞步）、纳西妲EQ、夜兰QE、珊瑚宫心海E、纳西妲站场普攻 相关角色培养（ 妮露 / 心海 / 旅行者 ） 【注】 心妮绽放队中（搭配纳西妲时），旅行者·草优先选择5星充能沙漏，其余位置组成4星套装教官套。 Ⅲ.激化队 【1】 双草 激化 ▶参考输出顺序 ①. 提 纳钟八 ：钟离长E、八重神子3E、纳西妲EQ、提纳里EQ接重击输出 ②. 海 纳钟八 ：钟离长E、八重神子3E、纳西妲EQ、艾尔海森E接输出 相关角色培养（ 提纳里 / 八重神子 ） 【2】 双雷 激化队 【注】 ①.除此之外，还可以考虑 八重神子 作为 站场角色 打激化，即将上图的刻晴、赛诺替换为八重神子。 ②. 生存位 还可以考虑草元素的治疗角色 瑶瑶 、护盾角色的 迪奥娜 等。 ▶ 参考输出顺序 ①. 刻皇 激化： 钟离长E、纳西妲EQ、菲谢尔E、刻晴EEAQEE接普攻重击输出 【注】 搭配万叶时，可以先刻晴EE挂雷，万叶配合技能扩散；EE后普攻一次主要是叠雾切的武器特效，如果不搭配雾切可以选择不普攻。 ②. 赛诺 激化 ：纳西妲EQ、钟离长E、菲谢尔E、赛诺EQ接普攻输出 相关角色培养（ 刻晴 / 钟离 ） Ⅳ. 烈绽放 玩法 ▶参考输出顺序： 绫人Q、纳西妲EQ、班尼特QE、枫原万叶登场 等待自身出现火附着 接QE、绫人E接输出 【注】 等待万叶自身附着火元素可使元素爆发 染火 ，因为万叶也可扩散自身附着的元素。 相关角色培养（ 托马 ） Ⅴ. 燃烧流 甘雨 ▶ 参考输出顺序 ：纳西妲EQ、班尼特QE、迪希雅E、甘雨E接蓄力射箭（约4-6箭） 相关角色培养（ 甘雨 / 迪希雅 / 班尼特 ） 以上就是本期「纳西妲」角色攻略的全部内容啦~我们下期再见_(米游姬入欧)",
    "length": 6151
}