{
    "game_id": 2,
    "post_id": "40170159",
    "f_forum_id": 43,
    "subject": "我说啊，有些夜兰，真别整什么0命绝弦+充能沙+生命杯的搭配",
    "url": "https://www.miyoushe.com/ys/article/40170159",
    "created_at": 1686325973,
    "like_num": 85,
    "view_num": 15999,
    "reply_num": 474,
    "text": "我们先看下正常0命夜兰的西风+生命沙+水伤杯的搭配： 武器特效产球+武器副词条61.3充能+沙46.6%大生命+杯子46.6%水伤。 再看下绝弦+充能沙+生命杯的搭配，绝弦给你按精5算，也只相当于： 武器特效48增伤+武器副词条165精通+沙51.8%充能+杯子46.6%大生命， 来抵消一下： 前者沙的46.6%大生命，和后者杯子的46.6%大生命，抵了； 前者杯子的46.6%水伤，和后者武器特效带来的48%增伤抵完，后者还多了1.4%增伤。这1.4%增伤，带来的期望伤害提升，和一个5.8%充能词条带来的提升基本相当； 前者西风的61.3%充能副词条，和后者充能沙的51.8%充能抵完，前者还多出9.5%充能。用这9.5%充能，减去上一步算出来的后者等价的5.8%充能之后，前者还领先后者3.7%充能。 到这还没算完。 前者除了领先3.7%充能的收益，还剩一西风的产球特效； 而后者还剩什么？还剩绝弦的165精通副词条。 那么请问： 0命夜兰，你选西风的产球特效+3.7%充能收益，还是选165精通副词条？ 说实话，这问题我自己打出来都觉得离谱。你注意啊，以上对比的前提甚至是精5绝弦。 有些人可能不知道西风产球特效的价值，咱们暂且不说西风产的无色球对全队的收益，只说对夜兰的意义： 200-210充能的0命西风夜兰，实战能做到Q无限循环，随你单走哪个队都行，不需要双水和雷神辅助充能。 而同样200充能的其他夜兰，最多第三波Q，必断大。你只能靠双水或者雷神这种固定搭配，去缓解循环问题，平白丧失配队自由度。等遇到沙虫的时候想单走草国？不存在的，循环不起来。 但凡西风弓需要抽，然后抽不到，那你带绝弦，再搭配充能沙+生命杯，我都觉得情有可原，可西风弓是开场白送的。 0命夜兰，放着西风不带，去带绝弦，再搭充能沙，再搭生命杯，你自己都应该问自己一句： “我这么带图啥？” 还有人说：“既然绝弦+充生暴相对来讲不占便宜，那我走绝弦+生水暴，追极致输出，总没问题吧？” 我告诉你同样有问题。 如果是极致输出，那精5绝弦的48增伤，和弹弓的31.1暴击，从配平面板后的期望伤害收益上来讲，其实是几乎等价的，差距极小。 只不过很多人不会去细究配平标准，平时实测和体感的时候，更多还是在双爆和生命不那么均衡的时候去看大数字，因为实测是看不到期望的，所以直觉上会对大数字高的搭配更倾心，然后产生很多误判。 比如下面我来举几个双水三色队下的面板案例 首先是西风生水爆夜兰，面板如下： 3.55万生命，72.8暴击，155爆伤，211充能。 这个面板的双爆大体均衡，每个3.9暴击词条收益2.8%，7.8爆伤词条收益2.7%；生命偏高，每个5.8大生命词条收益2.4%，低于双爆；充能词条的伤害收益很低，每个6.5充能词条收益0.8%。 此时，Q的期望伤害是8694.4。 同样的面板下，武器换成精5绝弦，由于换上绝弦不会打破面板平衡，只会让充能降到149.7，所以面板是： 3.55万生命，72.8暴击，155爆伤，149.7充能。 此时，Q的期望伤害来到了10119。 舍弃循环和配队自由度之后，伤害提升了很多是吧？但是别急，看后面。 我们再把精5绝弦换成弹弓，把暴击头换成爆伤头，原先头的爆伤副词条转换成等价的暴击词条，在词条总数和词条品质均不变的情况下，微调其他双爆词条，让双爆均衡之后，最终面板是： 3.55万生命，90.4暴击，182.2爆伤，149.7充能。 此时，Q的期望伤害是9981.9。 来算算这时候弹弓和绝弦的差距： (10119-9981.9)/9981.9=1.37%，大致只相当于3.8%爆伤的收益。 所以即便你0命夜兰舍弃循环和自由度，去走纯输出，即便绝弦精5，也并没有比3星弹弓显著更优，甚至从词条强化难度来讲，弹弓的31.1暴击会更有价值。 这就是反直觉的地方。 所以无论如何，我都不推荐0命夜兰出于各种理由带绝弦，没意义。 中间还提一嘴： 为什么你换下绝弦，带上弹弓，“实测”之后，发现“伤害降低了”？ 因为，绝弦的增伤特效能直接影响大数字，弹弓的暴击副词条不能直接影响大数字，它提高的是期望伤害。 所谓的“实测”，只能看到大数字，而在实战中，你的总伤害，是一段时间内的期望伤害的总和，不是某一次的大数字。 所以不要再被所谓的“实测”误导辣，望周知。 最后说一下，为什么有这个帖子： 主要是我真没想到，有些900多天的所谓的”大佬“，看见人家0命夜兰带绝弦，他不觉得有问题，还给人家默认充能沙，再算算生命杯如何比水伤杯强。 我寻思，人家是抄了你家了还是怎么，要这样把人家往沟里带？还倚老卖老谈游戏理解？但凡有点游戏理解，能把0命夜兰带绝弦当成配装前提？那人家要是带阿莫斯呢？你是不是也得算算配啥圣遗物？ 真的，别太搞笑了。",
    "length": 1974
}