{
    "game_id": 2,
    "post_id": "46064401",
    "f_forum_id": 43,
    "subject": "【原神攻略】冒险等级1-60级解锁功能的注意事项",
    "url": "https://www.miyoushe.com/ys/article/46064401",
    "created_at": 1701350876,
    "like_num": 294,
    "view_num": 11155,
    "reply_num": 85,
    "text": "本次攻略主要介绍冒险等级各级解锁的功能中比较重要部分，有一些在平时游戏当中不经常使用的部分，没有做出说明，希望各位旅行者可以自行判断 冒险等级5级解锁商城 商城中最重要的就是小 月卡 ，也就是空月祝福，购买之后获得300创世结晶，30天内每天登录领取90原石 除了购买角色皮肤外，还有每个周年庆都可以获得一次充值翻倍福利 冒险等级7级解锁冒险家公会、冒险之证 冒险等级8级解锁冒险之证讨伐、地脉 征讨 系统可以帮助锁定大世界boss，击败后可以获得对应材料，每次40体力 地脉 分为经验地脉和摩拉地脉，每次消耗20体力获取奖励，也可用浓缩树脂翻倍奖励 冒险等级12级解锁每日委托 每天可以完成四个委托，每个委托10原石，完成四个委托之后可以到冒险家公会找凯瑟琳额外领取20原石，一共60原石，每天四点更新，是获取原石的重要渠道，记得每天完成 冒险等级14级解锁角色委托和探索 一次最多可以进行五个角色探索，可以获取摩拉、矿石等材料，每个地区还有区域特产探索，根据探索时间不同获得的奖励也会改变，并且部分角色还有探索天赋加成 首推摩拉和矿石探索，其次可以选择禽肉，兽肉等料理材料的探索 冒险等级15级解锁冒险之证秘境 秘境主要有三种，分别是角色 天赋 、 武器 材料以及 圣遗物 秘境，天赋、武器秘境每个国家都一个，每个秘境有三种材料，每天4点更新一种，周日三种材料都有 冒险等级16级解锁多人游戏模式 只能进入世界等级一样或者比自己低的世界，当缺少材料时可以去其他旅行者的世界蹭 冒险等级20级解锁世界等级1、纪行、深渊 世界等级 越高怪物掉落的材料越好，所以尽量不用卡等级，同时怪物等级也会提高，但可以请大佬帮忙 珍珠纪行 俗称大月卡，充值可以获得专属纪行武器以及更多的资源，但是不充值也可以获得许多的摩拉、经验书、精炼矿等资源 ，以及最重要的 脆弱树脂 深渊 一共有12层，从第五层开始分为上下半场 ，需要组成两个队伍。前八层为一次性奖励的副本，后四成层每半个月更新一次，可重复获得奖励 冒险等级21级解锁北风狼王 周本 每周有三次体力减半机会，只需要30体力，之后则需要60体力，除了和其他boss一样会掉落武器 原胚 之外，还会掉落 融媒 冒险等级25级解锁风魔龙、蒙德声望 每个国家都有自己的城市声望，升级可以获得专属风之翼、名片，料理和道具配方，记得每周完成声望任务快速升级 蒙德声望5级解锁 便携营养袋 ，可以分别放置一种复活料理和恢复料理，安装后可以在战斗中快速进食 蒙德声望6级解锁 口袋锚点 ，世界里只能放置一个，如果再次放置则会替换上个口袋锚点，每次可以存在7天 冒险等级25级突破后解锁世界等级3 冒险等级28级解锁尘歌壶、钓鱼系统 尘歌壶 升级可以领取原石，还可以入住伙伴提升好感度 尘歌壶6级解锁 须臾树脂 ，可以用1200尘歌币兑换一个，每个可以分解成60体力，每周至多兑换一个，最多可以存在7天 在钓鱼公会可以获得钓饵配方，道具，武器以及其精炼材料 其中稻妻钓鱼公会可以兑换 渔获 ，最有实用性 冒险等级29级解锁璃月声望 璃月声望3级解锁 浓缩树脂 ，40体力可以合成一个，最多合成5个，加速挑战副本和地脉，还可以将体力存起来等副本开放 冒险等级30级解锁稻妻区域 冒险等级31级解锁参量质变仪 参量质变仪 可以用不需要的150个材料进行转换，放置材料后用元素进行充能，充能完毕后物品会自动回收，冷却时间为7天 冒险等级32级解锁七圣召唤 七圣召唤 可以进行匹配对战，也可以与大世界NPC对战，牌手等级提升可以领取原石 冒险等级35级解锁公子周本，历练点 历练点 获得可以直接完成每日委托，一共有以下五个方式：完成任务，开启宝箱，收集供奉类物品，完成活动，完成声望的居民委托 冒险等级35级突破后解锁世界等级4 冒险等级40级解锁武器素材最高等级、世界等级5 世界等级 达到五级之后，每天可以调整一次世界等级，可以选择降低一次或者恢复原等级 冒险等级45级解锁天赋素材、圣遗物副本最高等级、突破后解锁世界等级6 圣遗物 副本 最高等级必出金，此时可以将之前存的脆弱树脂用来刷圣遗物 冒险等级50级解锁周本最高等级、突破后解锁世界等级7 冒险等级55级解锁世界等级8 冒险等级60级达到上限 冒险等级60级后，1冒险阅历召唤为10摩拉 以上是各冒险等级解锁功能中需要特别注意的事项，有助于旅行者提高游戏体验，更好分配精力，如有不足之处，欢迎指正",
    "length": 1838
}