{
    "game_id": 2,
    "post_id": "34203453",
    "f_forum_id": 43,
    "subject": "【层岩巨渊深游记·第四幕】——「九霄之石悬残片」",
    "url": "https://www.miyoushe.com/ys/article/34203453",
    "created_at": 1673652684,
    "like_num": 1131,
    "view_num": 85402,
    "reply_num": 196,
    "text": "阿伟你又在打电动哦，休息一下好不好_(小跟班-坏笑) UID：191048736 本篇内容为 层岩巨渊主线任务 第四幕——【 九霄之石悬残片 】的任务攻略 层岩巨渊作为2.6版本实装的地图，凭借其充满神秘感的地下遗迹；恢弘且极具气势的地上古战场，在刚上线时就让阿伟动力满满，仅用了三天时间便把矿洞翻了个底朝天，如今再次开启旅程，希望能尽量详细地记录每一个任务解谜。 层岩巨渊深游记 ▼任务说明： 【层岩巨渊深游记】为层岩巨渊地图开启的主线任务，此任务 总计六幕 ，其中第三幕分为两个支线任务。本篇任务为 第四幕 「九霄之石悬残片」。具体任务流程可以看下图。 ▼主线任务流程 九霄之石悬残片 本次任务奖励概览： 耗时大约为35min， 奖励为 冒险阅历*350 、 原石*40 、 摩拉*30000 、 大冒险家的经验*3 、精锻用魔矿*6 _(阿姬开心) 任务流程： 1） 与瑾武对话接取任务： 来到勘探队临时营地处，与瑾武对话接取任务。她为我们标记了两个钥匙的位置。 ▼瑾武位置 2） 寻找两把火药库房的钥匙（0/2）： 两把钥匙还是比较隐蔽的，不仔细看可能会漏掉。两把钥匙的前往路线如下图。话说回来藏这两把钥匙的真是人才。 ▼大致前往路线 第一把钥匙： 传送至靠近指引的锚点，往下跳就能看到地面上有一个木桶。 这个木桶顶端有个瓦罐，将其击破，调查点便显现出来了（发光的）点击调查即可获取第一把钥匙。 这把钥匙的编号为【甲字号】 ▼一号钥匙藏身点 第二把钥匙： 从第一把钥匙获得的地方继续跟随指引前进，我们会来到一座吊桥处。往桥下看会发现一伙盗宝团，是时候将他们绳之以法了！（不击败也行，但宝箱不拿白不拿） ▼吊桥上看到盗宝团 将盗宝团击败后，靠近旁边的石块，这时会出现【挖掘】选项，点击调查会冒出来一个炸药桶，将其引爆后就能看到第二把钥匙啦。 钥匙编号【乙字号】 ▼第二把钥匙位置 3） 前往打开火药库房的大门： 跟随指引来到上个任务里去过的火药库房大门前，交付两把钥匙开启大门。 ▼交付钥匙开启被锁住的大门 4） 找到炮弹： 打开库房大门后会落下黑泥，并且出现两个岩史莱姆。 如果不想打架（打不过）的旅行者可以快速跑到指引光柱处开启普通宝箱，这样也能继续下一步任务。 ▼打开普通宝箱就跑咯 5） 将炮弹带回勘探队营地： 传送至勘探队临时营地处，向克里托夫对话交付炮弹。然而在对话中得知这些炮弹还不能直接用，需要一种特殊的岩精油催化才能使用。接下来需要我们到一旁的合成台去合成三份精油，合计需要素材石珀×6，**×6。（某些人连这点材料都没呢……） ▼合成【特殊的磐石精油】 6） 特殊的磐石精油交给克里托夫： 合成好精油后将其交付给克里托夫，并与之对话。对话途中，志琼也绘制好新地图赶来了，出发前往下一阶段任务吧。 对话结束后可以看到地图能见度增加了一部分。 ▼地图能见度增加 7）阅读「信号指南」： 传送至巨渊主矿区锚点，往下 飞一层 来到观测站，阅读桌上放着的信号指南。 ▼信号指南 解谜口诀：【高地灯桩，低频闪烁；中位灯桩，低频闪烁；低地灯桩，高频闪烁】 8） 解除炮闩的保险机（0/3）： 来到一旁的观察点，点击交互，会看到三处亮点，这就是三个灯桩的位置了。我们依据亮光的大小将其分为不同远近的灯桩，具体可以看下图。 ▼三处亮光 三处灯桩的位置路线如下。接下来我会详细叙述灯桩解谜方法，不过你要是懒得自己解谜了那就跟着我继续往下做。 激活灯桩后灯光会周期性的闪烁，合计两个挡位——高频和低频，可通过与灯桩互动调整频次。 快速解谜： 飞到高地灯桩，点击激活；来到中位灯桩，点击激活；最后来到低地灯桩，点击激活后再点击一次改变频率即可。注意低地灯桩处会有黑泥阻碍行动，还有骗骗花搅局。 全部灯桩调至正确位置后自动触发下一步任务。 ▼大致前往路线 9） 与志琼一同装填炮弹： 跟随指引来到【开山炮】附近自动与志琼对话，并给大炮装填炮弹。 10） 操纵大炮击碎封山岩石： 来到大炮附近点击操作与之交互，就能进入瞄准模式了。 在大炮初始状态下向左移动1次，向下移动2次 即可完成瞄准。点击发射。 ▼二营长，开炮！！！ 与志琼的对话结束后获得成就「请保持安全距离」（隐性，天地万象中，5原石） 11） 继续深入： 顺着被打开的洞口跟随指引前进，中途可以获得一个华丽宝箱。 ▼华丽宝箱一个 在岔路口还会遇到个岩龙蜥，无所谓我会逃跑。往左边通道前进。 中途还有一个仙灵，跟随它吧，顺路的。 走出矿洞就能看到一个传送锚点了，别忘解锁。之后往右边吊桥上靠近，可以自动触发与志琼的对话。 ▼解锁传送锚点 12） 激活机关（0/3）： 注意：从这一步开始，就有流明石触媒的等级要求了。至少需要二级以解锁清除淤泥功能。升到二级则需16颗流明石原矿，前期收集还是蛮方便的。 ▼三处机关点位 在保证流明石的蓝条充足的情况下，靠近黑泥并点击触媒即可完成淤泥的清除。以下为详细说明。 ▼清除淤泥的说明 可以通过吸收周围的物体来补充蓝条值。第一次清除黑泥还可获得成就「黑暗却无法包容光…」（隐性，天地万象，5原石） 清除淤泥后，还需要为机关充能。机关旁边会有一些补充蓝条值的光球，靠近可以吸收以补充蓝条值。 ▼为机关充能，需要消耗三点蓝条值 第一次激活机关可获得隐藏成就「照亮黑暗」（隐性，天地万象，5原石） 13） 击倒出现的怪物： 如此激活三个机关后会进入一段cg动画，动画结束出现一个深渊使徒·激流。击败它吧，推荐带上草元素角色破盾。 ▼出现的深渊使徒 击败使徒，我们会被传送到志琼所在地并与之对话。得知她的身体不适，之后只能自己向深处前进了。 至此，璃月任务「层岩巨渊深游记」的第四幕「九霄之石悬残片」的全部任务都已完成_(阿姬开心) 第五幕任务「黑翳渐浓隐凶险」会自动接取，出现在任务栏里。 ▼第四幕任务完成 【层岩巨渊深游记】系列（已补完）： ▶ 【层岩巨渊深游记·第一幕】——「层岩巨渊寻访记」 ▶ 【层岩巨渊深游记·第二幕】——「巧瞒七星解磐键」 ▶ 【层岩巨渊深游记·第三幕】——「方入巨渊初勘探」 >> 【层岩巨渊深游记·第四幕】——「九霄之石悬残片」 <<本篇 ▶ 【层岩巨渊深游记·第五幕】——「黑翳渐浓隐凶险」 ▶ 【层岩巨渊深游记·第六幕】——「灵石何故堕此间」 本篇攻略到这里就结束了 如出现错误请在评论区指出_(阿姬调查) 感兴趣的话不妨 点赞、收藏、关注 支持一下 更多攻略敬请期待~~",
    "length": 2649
}