{
    "game_id": 2,
    "post_id": "48540471",
    "f_forum_id": 43,
    "subject": "【V4.4攻略·角色攻略】嘉明——养成与配队全面解析",
    "url": "https://www.miyoushe.com/ys/article/48540471",
    "created_at": 1706673230,
    "like_num": 568,
    "view_num": 99515,
    "reply_num": 361,
    "text": "UID 113908552 一年一度的海灯节又到了，我们又迎来了一位新朋友，璃月的舞兽大师——嘉明 本期攻略将为大家带来 嘉明 的 养成 和 配队 方面的解析，与大家分享一下对嘉明的了解与认识。 1、一图概述 2、角色定位 3、角色配装 4、配队思路 5、个人总结 嘉明 是一位以 元素战技 为主要输出， 四星火系主C 角色 ，其核心机制是通过元素爆发中的文仔，完成元素战技的刷新，从而时嘉明能够连续打出多个元素战技，造成不俗的伤害。 1、基础数值 嘉明 的基础数值中， 攻击力 相当出色，排在目前所有四星角色的 第一位 ，而嘉明的生命值和防御力就相对比较中规中矩，甚至对于双手剑这类近战角色而言，相对偏低。从嘉明的基础属性可以看出嘉明是一个 输出能力突出 ，但 生存能力会相对短缺一点 的主C定位的角色。 2、普通攻击·刃爪悬星 嘉明 的普通攻击在实战配队中使用到的情况较少，其主要以元素战技为主要输出手段，只有在闲云配队的情况下，穿插下落攻击时，其普通攻击所造成的伤害占比才会比较高，因此普通攻击的 升级优先度较低 。 技能演示 3、元素战技· 瑞兽登高楼 嘉明 的元素战技·瑞兽登高楼是嘉明的主要输出技能，使用时会进行前扑，命中敌人后腾空，腾空期间可以使用 下落攻击·踏云献瑞 来对敌人造成伤害，这也是嘉明造成伤害的主要方式，因此元素战技的 升级优先级最高 。 技能演示 使用注意 1、在使用元素战技的时候，嘉明会先造成前扑动作，命中敌人后才能进行下落攻击·踏云献瑞，如果扑空敌人，将嘉明将不会腾空，也就不能使用元素战技，因此使用过程中 注意千万不要扑空 。 2、在使用元素战技时，嘉明的下落攻击·踏云献瑞落地后会消耗嘉明的生命值，消耗量为生命上限的15%，需要注意 配合使用回血角色以及自身回血天赋 保障嘉明的血量和生存能力。 3、在使用元素战技时，嘉明的下落攻击·踏云献瑞，所造成的火元素伤害会产生 独立的火附着 ，因此，控制好下落的时机可以实现更好效果的蒸发或者融化打出更高的伤害。 4、元素爆发· 璨焰金猊舞 嘉明 的元素爆发是其核心机制所在，元素爆发中存在文仔与嘉明会合时，刷新元素战技的机制，围绕此机制展开，嘉明便可以在元素爆发期间，多次使用元素战技造成不俗的伤害，同时，元素爆发召唤出的文仔进行砸击的伤害也不错，因此元素爆发的 升级优先度并非最高，可以后续再点 。 技能演示 使用注意 1、在元素爆发期间，嘉明需要同文仔进行会合时才能刷新元素战技，因此实战中可以 留意文仔的位置 ，尽量靠近文仔的位置以减少文仔和嘉明之间的距离，加快会合的速度。 2、在元素爆发期间，再次召唤文仔需要嘉明的生命值高于50%，因此在实战中需要 留意嘉明的生命值保持在50%以上 ，否则文仔不能再次召唤，那也就无法后续刷新元素战技的冷却时间了。 3、在元素爆发期间，文仔与嘉明会合时会刷新元素战技的冷却时间，因此尽量在文仔和嘉明会合之间将已经转好的元素战技使用。 5、固有天赋 固有天赋解析 1、舞起升平 提生存，稳猎人 固有天赋1在嘉明的元素战技的下落攻击·踏云献瑞命中敌人后，会为嘉明提供多次的回血，这段回血可以一定程度 保障嘉明的生命值高于50% ，同时， 稳定地触发逐影猎人四件套的效果 。 2、祥烟瑞气 提生存，提输出 嘉明 的 生命值低于50% 时，获得 20%受治疗加成 ，可以在嘉明生命值低时，尽快通过回血使嘉明的生命值恢复到50%以上，利于嘉明的元素爆发的机制触发，同时也保障嘉明的生存能力。 嘉明 的 生命值高于或等于50% 时， 下落攻击·踏云献瑞造成的伤害提升20% ，直接提高嘉明的输出能力。 3、醒兽锐行 跑得快 在白天（6时至18时），队伍中自己的角色 移动速度提高10% 。 6、命之座 命之座简析 1命： 元素爆发· 璨焰金猊舞的猊兽·文仔成功与嘉明会合时，将为嘉明恢复15%生命值，保障嘉明生存的同时，利于嘉明 稳定触发元素爆发中刷新元素战技的机制 。 2命： 嘉明受到治疗时，若此次治疗回复量溢出，嘉明的攻击力将提升20%，持续5秒，较为普通的攻击力提升buff，在配队中存在班尼特的时候，提升效果会较为不明显。 3命： 元素战技· 瑞兽登高楼的技能等级提高3级，从10级到13级的 提升大约为18%左右 ，直接提高了嘉明的主要输出伤害。 4命： 元素战技· 瑞兽登高楼的下落攻击·踏云献瑞命中敌人时，将为嘉明恢复2点元素能量。在一次循环当中，通常可以使用4~6次的元素战技，因此恢复的能量约为8~12点左右，对于嘉明60点能量的元素爆发而言，可以 很大程度低降低嘉明的充能压力 。 5命： 元素爆发· 璨焰金猊舞的技能等级提高3级。提升嘉明元素爆发中，文仔砸击的伤害。 6命： 元素战技·瑞兽登高楼的下落攻击·踏云献瑞的 暴击率提升20% ， 暴击伤害提升40% ， 攻击范围提升 。很大程度地提高嘉明的输出能力，同时也提高了嘉明的对群能力，使得6命嘉明在对群时的使用手感提升。 嘉明 的命座中，1，3，4，6都相当的不错， 1命稳定 ， 3命伤害 ， 4命循环 ， 6命伤害 。 1、武器选择 武器对比 以上的数据为使用 嘉明 元素战技的 下落攻击·踏云献瑞 对10抗性的敌人造成 蒸发 反应时所产生的伤害对比得出的，其中每把武器采用的圣遗物均为主词条与28副词条 (双爆精通攻击) 进行最优配平后的对于对应武器的最优面板。 以上数据仅供参考 双爆武器： 通常情况下的 苇海信标 为最优秀的武器，其余有 裁断 ， 满叠层精5千岩古剑 以及 精5螭骨剑 等，其中精5螭骨剑在能不受击的情况下，表现相当的优秀。 精通武器： 饰铁之花 适合进行融化和蒸发反应，而 雨裁 会更加适合蒸发反应的玩法。 攻击力武器： 攻击力武器在配队班尼特的情况下，攻击力词条的提升会相对稀释，其中有 狼的末路 ， 浪影阔剑 。 2、圣遗物选择 套装选择： 主要为 魔女4件套 和 猎人四件套 。 主词条选择： 精通沙/攻击沙 + 火伤杯 + 暴击头/暴击伤害头 副词条选择： 通常为双爆 > 精通 > 攻击 在含有班尼特的配队中，嘉明的圣遗物大多数情况下选择精通沙以及精通副词条，不需要过多的攻击词条，若为直伤流玩法，则攻击沙以及攻击副词条。 3、参考面板 参考面板 配队伤害中，为 6命嘉明 ， 2命芙宁娜 ， 0命万叶 ， 6命班尼特 进行计算，buff为芙宁娜大招满层增伤，万叶增伤，风套，班尼特6命增伤，班尼特大招加攻击力，双火加攻击力。 嘉明 的配队思路主要分为三种， 融化流 ， 蒸发流 和 直伤流 。 融化流： 融化流需要使用1~2名冰系角色进行挂冰的同时，控制嘉明下落攻击·踏云献瑞的时机完成融化反应，利用下落攻击中的 独立附着 以及 挂火可控 的特点来实现较好的融化反应。配队思路如：嘉明+重云+闲云+班尼特。 蒸发流： 蒸发流需要水系角色或者水系角色搭配水风进行挂水操作，然后通过嘉明的下落攻击·踏云献瑞来完成蒸发反应。配队思路如：嘉明+芙宁娜+万叶+班尼特。 直伤流： 简单易上手，使用 夏沃蕾体系 ，通过超载提供减抗以及加攻击等buff。配队思路如：嘉明+夏沃蕾+菲谢尔+班尼特。 以上思路仅供参考 【V4.4攻略·角色攻略】嘉明配队解析（无闲云版本） 个人总结： 嘉明这个角色我个人十分的喜欢，作为一个火系以下落攻击为主要输出手段的角色，他打开了下落攻击玩法的新大门，对于水冰火三大增幅反应的角色而言，下落攻击的机制有许多的有点可以慢慢的深入，一点点的挖掘。不过嘉明作为一个以攻击力为主要输出倍率的四星主C，我并 不推荐新手萌新进行过渡使用的培养或快速成型的培养 ，嘉明的角色输出模型更像旧版本的一众老C，培养成本，圣遗物的要求都相对较高，更加适合老玩家在闲暇时光培养来体验一下新鲜的玩法。 如果你对嘉明有不一样的认识与见解，非常欢迎你在评论区分享更多对嘉明不一样的认识。 _(米游姬 抛心心) 本文转载请与作者沟通获得授权。",
    "length": 3283
}