{
    "game_id": 2,
    "post_id": "49570486",
    "f_forum_id": 43,
    "subject": "【V4.4攻略·角色攻略】八重神子，毕业面板养成，枫丹最新版",
    "url": "https://www.miyoushe.com/ys/article/49570486",
    "created_at": 1708525861,
    "like_num": 927,
    "view_num": 36007,
    "reply_num": 138,
    "text": "UID：100785479 欢迎━(*｀∀´*)ノ亻! 来到抱回家系列~ 喜欢的全部抱回家 _(八重神子-要小心咯) 【八重神子】 _(甘雨-春联左)_(闲云-春联横幅)_(申鹤-春联右) 喜欢的记得点赞哦~~ (✪ω✪) 帖子内容 一、两个队伍不同武器的武器期望对比|选择（种门&直伤） 二、圣遗物属性养成（用什么杯子、什么圣遗物&差距是怎么样） 三、八重神子，毕业面板养成 ▍01.武器期望对比 ◆草系反应队伍 注：流浪乐章的期望dps（有buff+无buff多组输出统计下来的平均值） 武器选择建议： ●对于激化&超绽放的八重神子，精通、加伤、双暴的武器表现很不错 ●推荐顺序：神乐、流浪乐章、匣里、天空、万海、流浪的晚星 ●武器之间的差距，很小，因为激化反应看的是元素精通+加伤+双暴 ●故打反应的队伍下，无神乐的神子，用流浪乐章是非常好的选择 ◆直伤队伍 注：流浪乐章的期望dps（有buff+无buff多组输出统计下来的平均值） 武器选择建议： ●对于直伤的八重神子，攻击力是很缺少的，故攻击力武器表现很好 ●推荐顺序：神乐、天空、流浪乐章、匣里、万海、流浪的晚星 ●故打直伤的队伍下，无神乐的神子，就天空之卷，没有就流浪乐章 综上所述 4星武器，流浪乐章，yyds ▍02.圣遗物属性养成 这个表可以解决我们目前的养成问题 一、剧团套提升如何？我听网上说只有5%？ 二、用哪个圣遗物，杯子怎么选择？ （结果展示表，数据由pycharm+python3.11+MATLAB库导出） 2+2： 18%攻击+15%雷伤 解决问题一： 剧团套提升如何？我听网上说只有5%？ 八重神子 ，使用剧团套在网上有很多虚假对比，所以为了让小伙伴们 完全了解每个圣遗物方案的差距 。 我把 剧团套、2+2、饰金套 ，及在不同队伍、不同环境下，以及 攻击杯or雷伤杯 差别，考虑战技+大招、仅战技等情况全部列出来 e+q： 一轮E的输出+一次大招，但实际战斗八重没有这么快速的充能90能量大招，因此一般是看元素战技的伤害 （大招占伤害的30%左右） e： 多轮E的输出，取得八重一轮E的平均输出值 （我们主要的输出模式） 01. 八重神子剧团套只比2+2强 5% ，所以没必要刷。 答：如上图，在如此多的数据下，我们就清楚，这是一个彻头彻尾不看实战的Excel云玩家的结论，这打出来的战技差距根本对不上。 故我们看到的是很多队伍的理论计算，那确实差距拉的很小，但前提是建立在 “八重神子每轮战技释放，都有一个大招” 。 我们在实际战斗中，很难每轮有大招的，一般是 2~3 轮输出一波大招（22秒一轮），深渊关卡早通关了，再多一轮时间就超了3星通关要求； 更加不用说，1~6命八重神子，其核心提高的是 元素战技伤害 ； 因此，我们一般养成八重神子，都是为了去看她的 元素战技伤害 02. 八重神子剧团套实际提升有多少？ 答：如上图，这个表应该是很全的 只看元素战技： 单人无激化：11.86% 单人激化：15.13% 纳八(提八)：13.29%(12.37%) 芙宁娜队：13.72% 2轮元素战技+1次大招： 单人无激化：6.73% 单人激化：8.89% 纳八(提八)：8.62%(7.81%) 芙宁娜队：6.93% 3轮元素战技+1次大招： 单人无激化：8.44% 单人激化：10.97% 纳八(提八)：10.18%(9.33%) 芙宁娜队：9.19% 故，八重神子使用 剧团套实际提升为 6.73%~15.13% 解决问题二： 用哪个圣遗物？杯子怎么选择？ q1. 用专属武器-神乐之乐章，or其他非攻击力武器 ◆在有 芙宁娜 的情况下，剧团套完全 不推荐用雷伤杯 ，任何圣遗物 只推荐攻击杯 ； ◆打超绽放这三个方案差距很小，随便用； ◆不打反应，就 剧团套+攻击杯 ； 如果是纳八/提八/直伤，你只需要记得 ◆打激化反应， 剧团套+雷伤杯 是最强，没有之一 ◆不打反应， 剧团套+攻击杯/雷伤杯 ，这两个区别很小 （<2%） q2. 除此之外，队伍有 万叶/莫娜，等加伤辅助 ◆八重神子，都建议 剧团套+攻击杯 。 如 ，以 天空之卷 ，为代表的攻击力武器 全部剧团套+雷伤杯 ◆八重神子的精通怎么选择 根据数学建模计算，一般八重神子的元素精通达到200~240之后，就不推荐再叠了。 纳西妲大招可以提供250精通，但八重不占站场； 因此，纳西妲专属武器+40精通，双草+50+30+20=100 得， 八重大概自身叠60~100即可 然后还有一种玩法，精通流 这个实测下来，并不需要完全精通，因为八重神子的激化频率是基本3下一次； 所以，打算精通就用精通杯/沙+攻击即可，如果用雷伤杯，那么结果就是八重神子的面板太低了； 记得点点赞哦~ _(米游姬 感谢) 【毕业面板养成】 主词条说明： 攻：攻击力百分比 雷：雷伤百分比 爆：暴击伤害 暴：暴击率 考虑到有2攻击+2攻击的小伙伴，那么攻击力在基础上+200即可 雷伤杯 攻击杯 精通沙/杯",
    "length": 2071
}