{
    "game_id": 2,
    "post_id": "55887277",
    "f_forum_id": 43,
    "subject": "【V4.8攻略·任务与探索】希穆兰卡-华丽宝箱全位置",
    "url": "https://www.miyoushe.com/ys/article/55887277",
    "created_at": 1722179201,
    "like_num": 1786,
    "view_num": 3711,
    "reply_num": 8,
    "text": "UID 505597670 哈喽！大家好啊~这里是鸽子的化身——狂风呀！ _(魔游姬得意) 随着4.8版本的到来，咱们的限时版本地图又来啦！欢迎来到这次的童话世界——希穆兰卡！ _(魔游姬糖葫芦) 那么话不多说，小伙伴们快跟着我一起去探索吧！ _(魔游姬哼哼) 希穆兰卡-华丽宝箱全位置 超链图片 赐福森林 超链图片 第一个 华丽的宝箱 这里我们传送到墨色酒馆的锚点，来到下图位置_(阿姬调查) 超链图片 在完成 任务「荷叶与森林的答案」 后，即可在此处获得一个 华丽的宝箱 _(偶像姬_期待) 超链图片 「荷叶与森林的答案」任务详情可以点击下方链接跳转查看_(偶像姬_WINK) 【V4.8攻略·任务与探索】「荷叶与森林的答案」 第二个 华丽的宝箱 这里我们传送到雨歌塘的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个「纸蛙跳远」解密，我们先与“水柱纸蛙”交互，让其调整水柱，接着按T指挥“荷叶纸蛙”连续跳到第二个荷叶上 超链图片 在“荷叶纸蛙”跳到第二个荷叶上后，我们先与“水柱纸蛙”交互，让其调整水柱，接着按T指挥“荷叶纸蛙”跳到第三个荷叶上，之后再与“水柱纸蛙”交互，让其调整水柱，使第三个荷叶上的“荷叶纸蛙”到达瀑布上方_(米游君—认真工作) 超链图片 来到瀑布上方后，我们先与 远处的“水柱纸蛙” 交互，让其调整水柱，接着按T指挥“荷叶纸蛙”连续跳到第二个荷叶上 超链图片 在“荷叶纸蛙”跳到第二个荷叶上后，我们先与 近处的“水柱纸蛙” 交互，让其调整水柱，再与 远处的“水柱纸蛙” 交互，让其调整水柱，接着按T指挥“荷叶纸蛙”连续跳到第四个荷叶上即可_(米游君—认真工作) 超链图片 成功完成「纸蛙跳远」解密后，我们获得一个 珍贵的宝箱 _(阿姬开心)（同时，此处的「蛙蛙大合唱」挑战激活） 超链图片 「蛙蛙大合唱」挑战激活后，我们与此处的纸蛙交互，开始演奏_(米游姬唢呐) （演奏期间需要我们根据它们的节奏进行指挥，这里就不多叙述了） 超链图片 成功完成「蛙蛙大合唱」挑战后，我们获得一个 华丽的宝箱 _(偶像姬_期待) 超链图片 第三个 华丽的宝箱 这里我们传送到巨龙爪印的锚点，来到下图位置_(阿姬调查) 超链图片 来到此处后，我们可以看到一个 华丽的宝箱 ，靠近其周围的飞鼠触发剧情_(阿姬调查) （之后会分成三个小试炼，完成之后即可解锁此处 华丽的宝箱 ） 超链图片 这里我们往 宝箱的正东方 看去，可以看到有五个丘丘人，我们过去直接将其全部解决掉，可以获得一个 普通的宝箱 _(米游姬观察) 超链图片 这里我们往 宝箱的正北方 看去，可以看到一个「飞鼠的空中冒险」挑战 超链图片 过来后，我们T一下小飞鼠，需要在 90秒内 指挥她穿过所有花环_(米游君—认真工作) （挑战一共有三轮，此处可以利用「跳跃光团」快速前往山顶，这里过程就不多叙述了） 超链图片 成功完成「飞鼠的空中冒险」挑战后，我们获得一个 精致的宝箱 _(米游姬-撒花) （右侧为简易路线图） 超链图片 这里我们往 宝箱的西南方 看去，可以看到一个「飞鼠的空中冒险」挑战 （此处可以利用「跳跃光团」快速前往山顶） 超链图片 过来后，我们T一下小飞鼠，需要在 90秒内 指挥她穿过所有花环_(米游君—认真工作) （挑战分为两波，第一波穿过全部12个花环即可，第二波也是穿过全部12个花环即可，花球没有要求，这里过程就不多叙述了） 超链图片 成功完成「飞鼠的空中冒险」挑战后，我们获得一个 精致的宝箱 _(米游姬-撒花) 超链图片 完成 三个小试炼 后，我们回到之前的地方，即可触发剧情，获得一个 华丽的宝箱 _(偶像姬_期待) 超链图片 星轨王城 超链图片 第一个 华丽的宝箱 这里我们传送到星轨王城内部的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个关于积木小人的比赛，我们上前询问一下比赛的内容_(米游姬咕咕) （简单来说，就是我们帮助右侧三个积木小人完成比赛即可） 超链图片 这里我们和 黄色莽撞的小人 组队_(米游君—认真工作) 超链图片 按照下图黄色箭头所示，将「神谕柱」上的「魔线」连接起来后，我们选择“开始挑战”_(米游君—认真工作) 超链图片 挑战成功后，我们获得一个 普通的宝箱 _(米游姬观察) 超链图片 这里我们和 红色贪吃的小人 组队_(米游君—认真工作) 超链图片 选择“开始挑战”后，我们依次在前方的箱子上放置苹果、禽肉、甜甜花即可_(米游君—认真工作) 超链图片 挑战成功后，我们获得一个 精致的宝箱 _(米游姬-撒花) 超链图片 这里我们和 蓝色纠结的小人 组队_(米游君—认真工作) 超链图片 选择“开始挑战”后，我们依次在前方的道路口选择“走右边”、“走前面”即可_(米游君—认真工作) 超链图片 挑战成功后，我们获得一个 华丽的宝箱 _(偶像姬_期待) 超链图片 第二个 华丽的宝箱 这里我们传送到星轨王城顶部的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到被「碎木将军」分别用三个笼子关起来的积木小人_(米游君—认真工作) 超链图片 我们将此处的丘丘人全部解决掉，打开这里的三个笼子，之后可以获得一个 华丽的宝箱 _(偶像姬_期待) 超链图片 破碎之海 超链图片 第一个 华丽的宝箱 这里我们传送到积木矿窟的锚点，来到下图位置_(阿姬调查) （需要从裂缝处飞到中层） 超链图片 在完成 任务「向着灯塔，或是远方」 途中，可以在此处获得一个 华丽的宝箱 _(偶像姬_期待) （详细内容可以跳转链接，查看 任务4 部分） 超链图片 「向着灯塔，或是远方」任务详情可以点击下方链接跳转查看_(偶像姬_WINK) 【V4.8攻略·任务与探索】「向着灯塔，或是远方」 第二个 华丽的宝箱 这里我们传送到絮语岛的锚点，来到下图位置_(阿姬调查) 超链图片 在激活此处的传送锚点时，会同时激活此处的三个「星光凝核」，这里我们分别跟随着三个「星光凝核」前往三座「女神」雕像处_(米游君—认真工作) （建议先完成任务「向着灯塔，或是远方」后再来） 超链图片 这里我们跟随着左侧的「星光凝核」来到左侧的「女神」雕像处_(阿姬调查) 超链图片 之后「星光凝核」变成一个 普通的宝箱 _(米游姬观察) 超链图片 这里我们跟随着右侧的「星光凝核」来到右侧的「女神」雕像处_(阿姬调查) 超链图片 之后「星光凝核」变成一个「魔线柱」，我们利用「魔线飞行」前进_(阿姬调查) 超链图片 一直来到下图位置后，「星光凝核」变成一个 珍贵的宝箱 _(阿姬开心) 超链图片 这里我们跟随着中间的「星光凝核」来到中间的「女神」雕像处_(阿姬调查) 超链图片 之后「星光凝核」从此处飞下去，同时这里出现一个光团_(米游君—认真工作) （“观察”之后会出现一句话，根据暗示我们直接往下跳即可） 超链图片 跳下虚空后，我们变成一道流光来到了 彩蛋房间 ，「星光凝核」也变成一个 华丽的宝箱 _(偶像姬_期待) （除此之外，此处还有一本《旧都梦夜奇谭》，绝版书籍要记得拿哦！） 超链图片 以上就是 希穆兰卡-华丽宝箱全位置 的全部内容啦！_(米游姬喝茶) 关注我~持续带你领略世界的精彩！ _(琴-赞扬)",
    "length": 2964
}