{
    "game_id": 2,
    "post_id": "50523068",
    "f_forum_id": 43,
    "subject": "1.0-4.8菜谱收集帖（肆）（施工中）",
    "url": "https://www.miyoushe.com/ys/article/50523068",
    "created_at": 1710946614,
    "like_num": 61,
    "view_num": 3717,
    "reply_num": 19,
    "text": "_(克洛琳德-对决致意)《原神》目前版本：4.8 *由于单帖图片达到上限， 寿司郎（スシロー/Sushiro） 联动套餐的相关图片将出现在评论区中，敬请谅解。该图片来源于网络，如需购买或咨询相关套餐，请寻找寿司郎（スシロー/Sushiro）位于日本的门店/客服获取帮助。 本帖收集了UP从开服来获得的食谱（含获取方式） _(克洛琳德-行动开始)阅读时请注意： a)因时限原因，本帖可能会出现收集不全的情况，未在本帖中体现的菜谱可能因未学习、未购买、未完成任务无法获取等原因未出现在本篇中，这一部分菜谱会在后续补齐。（依旧按照以下第d条的规律排序）； b)本帖为间歇性更新，如有错漏请评论指正，UP会更正； d)菜谱按UP「烹饪」页面的显示的顺序（菜谱均为可烹饪状态下）进行排列（角色烹饪所得到的特殊料理会单独列出）； e*) 本帖（指菜谱收集帖【肆】）部分菜谱附图因缺少「帕蒂沙兰」，菜谱位置会所变动，敬请谅解。 f)无法烹饪的料理本帖不作收录，特此告知。 g)部分菜谱获取方式暂不明确或存在bug，特此告知。 接 菜谱收集贴（叁） 上篇 151.蜜金泡果（ 须弥 ， 道成林 ， 须弥城内 ，普斯帕咖啡馆内，「普斯帕咖啡馆代理店长」恩忒卡处购买获得） 超链图片 152.镀金锅（ 须弥 ， 下风蚀地 ，阿如村，在「商人」阿扎莱处购买获得） 超链图片 153.薄荷蔓果茶（「邮件系统」， 202304原神必胜客联名活动2.0《寻珍之旅》活动奖励 ，20230403活动上线时，以答谢邮件的形式发放） 超链图片 154.枫丹肺肝（枫丹，枫丹廷区，纳博内区，德波大饭店，「招待」桑格内蒂处购买获得） 超链图片 155.炸鱼薯条（枫丹，枫丹廷区，枫丹廷内，瓦萨里回廊「小吃店店主」路易处购买获得） 超链图片 156.肉酱千层面（枫丹，枫丹廷区，纳博内区，德波大饭店，「招待」桑格内蒂处购买获得） 超链图片 157.鱼鱼咏唱派（枫丹，苍晶区，海沫村，完成世界任务 『瑟琳生日宴』 后，任务奖励自动发放） （请注意，接取该任务（指『 瑟琳生日宴 』）须完成所有前置任务，这些前置任务为：「 古老的颜色 」「 钓鱼游戏 」「 这可不是南瓜汤… 」「 现代钟表的诞生 （也称：奇石历险记）」「 旧世遗音 」「 孤帆幽影 （也称：恪尽其责的企盼）」「 好事多磨 」「 日冕三原色 」「 秘诲揭示之书 」，其中有些任务要求完成主线任务后才可接取，不再赘述） 感谢通行证： 175290434 （ ﻿ @露露儿童补水面膜 ﻿ ）的提醒 超链图片 158.花果三重奏（枫丹，枫丹廷区，纳博内区，枫丹城市声望达到4级时，到蒸汽鸟报社门口找「蒸汽鸟报」 主编 欧芙领取） 超链图片 159.生肉塔塔（枫丹，枫丹廷区，纳博内区，枫丹城市声望达到1级时，到蒸汽鸟报社门口找「蒸汽鸟报」 主编 欧芙领取） 超链图片 160.白淞鲜汤（枫丹，枫丹廷区，纳博内区，德波大饭店，「招待」桑格内蒂处购买获得） 超链图片 161.果果软糖（枫丹，枫丹廷区，枫丹廷内，瓦萨里回廊「小吃店店主」路易处购买获得） 超链图片 162.晶螺糕（枫丹，枫丹廷区，枫丹廷内，瓦萨里回廊，「咖啡厅·露泽店主」阿鲁埃处购买获得） 超链图片 163.咖啡芭芭露（枫丹，枫黎翡区，梅洛彼得堡，管理区，「特许食堂」主管韦尔赛处购买获得） 超链图片 164.港湾牛肚（枫丹，枫丹廷区，纳博内区，德波大饭店，「招待」桑格内蒂处购买获得） 超链图片 165.纳博内番茄盅（枫丹，枫丹廷区，纳博内区，德波大饭店，「招待」桑格内蒂处购买获得） 超链图片 166.百味一缕（枫丹，枫丹廷区，纳博内区，德波大饭店，「招待」桑格内蒂处购买获得） 超链图片 167.卡苏莱砂锅（枫丹，枫丹廷区，纳博内区，德波大饭店，「招待」桑格内蒂处购买获得） 超链图片 168.桔桔薄饼（枫丹，枫丹廷区，枫丹廷内，瓦萨里回廊，「咖啡厅·露泽店主」阿鲁埃处购买获得） 超链图片 169.致水神（枫丹，枫丹廷区，枫丹廷内，瓦萨里回廊，「咖啡厅·露泽店主」阿鲁埃处购买获得） 超链图片 170.膨膨泡芙（枫丹，枫丹廷区，枫丹廷内，瓦萨里回廊，「咖啡厅·露泽店主」阿鲁埃处购买获得） 超链图片 171.圈圈圆圆（枫丹，枫丹廷区，枫丹廷内，瓦萨里回廊「小吃店店主」路易处购买获得） 超链图片 172.缤纷马卡龙（枫丹，枫丹廷区，纳博内区，德波大饭店，「招待」桑格内蒂处购买获得） 超链图片 173.泡泡舒芙蕾 （枫丹，枫丹廷区，枫丹廷内，瓦萨里回廊，「咖啡厅·露泽店主」阿鲁埃处购买获得） 感谢通行证ID:247441407（ ﻿ @灬幺丨哥 ﻿ ）的提醒 超链图片 174.奶油炖鸡（枫丹，枫丹廷区，纳博内区，德波大饭店，「招待」桑格内蒂处购买获得） 超链图片 175.酥酥羊角包（「邮件系统」，202407原神KFC联动活动获取，通过邮件发放） 超链图片 176.月亮派（ 蒙德 ， 坠星山谷 ，蒙德城内，蒙德城市声望达到7级时，到蒙德城侧门附近找「西风骑士团」后勤 赫塔领取） 超链图片 177.大黄金吮指鸡（「邮件系统」， 202103KFC原神联动《异乡食记》活动奖励 ，以答谢邮件形式 发放） 超链图片 178.翡玉什锦袋（ 蒙德 ， 坠星山谷 ，清泉镇，在『蒙德食遇之旅长杓之章 第一幕』进行任务目标：询问香菱是否还需要帮忙时，从香菱处获得） 超链图片 179.黄金蟹（ 璃月 ， 碧水源 ，望舒客栈，在『在此世的星空之外 映天之章 第一幕』找掌柜借用厨房，为莫娜加菜时，从淮安处获得） 超链图片 180.天枢肉（ 璃月 ， 璃月港 ，璃月声望等级达到7级时，到璃月港码头仓库找「璃月总务司」干事 小雨领取） 超链图片 181.鸡豆花（ 璃月 ， 碧水源 ，望舒客栈，完成世界任务「此菜不应人间有」之后，任务奖励自动发放） 超链图片 182.八宝福禄鸭（ 璃月 ， 璃月港 ，在小游戏「纸影寻肴」中完成第九关『浇汁恰点睛』后，任务奖励自动发放） 超链图片 183.刺身拼盘（稻妻，鸣神岛，稻妻城内，完成稻妻世界任务『全能美食队 吃饱的重要性』后（须在『全能美食队 突破性思维』中找到香菱获取菜谱，提交给旭东后，后续才能刷到该任务），任务奖励自动发放） 超链图片 184.黄油蟹蟹（稻妻，鸣神岛，稻妻声望等级达到7级时，到神里屋敷找「社奉行代行」斑目百兵卫领取） 超链图片 185.辣肉窝窝头（2021原神2.1版本「 韶光抚月，天下人间 」在进行「韶光抚月 其二」任务，进行任务目标「前往玉京台」时，与香菱对话完后，自动获得该食谱， 现今暂时无法获得 ） 感谢通行证ID：256427927（ ﻿ @星白贤 ﻿ ）的提醒 感谢通行证ID：187820310（ ﻿ @卧白呀 ﻿ ）的提醒 感谢通行证ID：247441407（ @灬幺丨哥 ﻿ ）的提醒 超链图片 186.丰年有余（2022年原神2.4版本「 飞彩镌流年 」中，完成「玄壁云聚」主题玩法第三关「纲举目张」后，活动奖励自动发放， 现今暂时无法获得 ） 感谢通行证ID：256427927（ ﻿ @星白贤 ﻿ ）的提醒 感谢通行证ID：187820310（ ﻿ @卧白呀 ﻿ ）的提醒 超链图片 187.超级至尊披萨（ 『邮件系统』， 202302-04原神必胜客联动活动2.0『寻珍之旅』活动奖励 ，20230403活动上线时，以答谢邮件形式发放 ） 感谢通行证ID：247441407（ ﻿ @灬幺丨哥 ﻿ ）的提醒 超链图片 188.兽米香香（ 须弥 ， 道成林 ，须弥城内，须弥声望等级达到7级时，到三十人团大厅找「学者」阿芬迪领取） 超链图片 189.唐杜尔烤鸡（ 须弥 ， 善见地 ，喀万驿，完成「 全能美食队 收束 」任务后（须完成前置任务「 全能美食队 职责之内 」），奖励自动发放） 超链图片 190.肉肉烤蘑菇披萨（『邮件系统』， 202208原神必胜客联动活动1.0『风起之旅』活动奖励 ，20220829活动上线时以答谢邮件形式发放） 超链图片 191.韦西鸡（枫丹，枫丹廷区，纳博内区，枫丹城市声望达到7级时，到蒸汽鸟报社门口找「蒸汽鸟报」 主编 欧芙领取） 超链图片 192.羊杂哈吉斯（枫丹，黎翡区，梅洛彼得堡，管理区，「特许食堂」主管韦尔赛处购买获得） 超链图片 193.千灵慕斯（枫丹，枫丹廷区，进行『铳枪与蔷薇』活动剧情「划破宁静的枪响」后，任务奖励自动发放） 超链图片 194.蓬蓬冰淇淋（「邮件系统」，202407原神KFC联动活动获取，通过邮件发放） 超链图片 195.仙跳墙（ 璃月 ， 珉林 ，庆云顶，在浮空岛处（指闲云的秘密基地）开启宝箱获得，如遇到困难，可参考 成就：俯瞰风景 的相关攻略） 超链图片 持续施工中……** ** 编辑于07/30/2024",
    "length": 3635
}