{
    "game_id": 2,
    "post_id": "54576526",
    "f_forum_id": 43,
    "subject": "《4.7幻境深渊(新深渊)•教你如何爽打“深渊麻将”》",
    "url": "https://www.miyoushe.com/ys/article/54576526",
    "created_at": 1719997466,
    "like_num": 398,
    "view_num": 4088,
    "reply_num": 36,
    "text": "新深渊的规则我就不过多介绍了，大家都能进游戏看到，也能在网上找到相关的内容。咱们直入正题吧…… ●目录●： ❶玩法本质介绍 ❷ 选牌(角色)入场 ❸ 摸牌选角优先级 📌总结 📌配队公式(并不推荐) (注：后续为了方便描述和理解， 角色=牌 ，这两个称呼就是一个意思) 本期给大家带来的是： 如何“打麻将”？ _(芙宁娜-好震惊！)没错，新深渊需要的就是打麻将的思维。根据手中现有的牌，在不知后续会摸到什么牌的情况下，尽可能让牌组完整。 很多朋友体验过新深渊后，最大的感受就是，“ 一直摸不到自己想要的那张牌 ”_(瑶瑶-摆烂)，但是又必须打出手里的4张牌。这种感觉就像是，一直没叫牌，但是手里的牌又必须拆开打出去。 幻境深渊的爽点门槛有点高，普通玩家很难感受这种摸牌打牌的快乐，归其原因在于入场选牌阶段，每个人的牌池(角色池)都是不同的_(芙宁娜-好无聊)。而真实的麻将牌池是固定的。再加上有 运气成分作祟 ，导致负反馈多多。 因此，想要爽玩，感受 摸牌打牌快乐 的关键就在于：选哪些牌(角色)入场！_(娜维娅-老板的认可) 新深渊玩法本质： 首先，我们知道老米给了我们 6张固定牌 ，这是雷打不动的。我们需要做的就是让后续的牌跟这有限的6张牌进行组合。 许多朋友 容易犯的一个错误 ：早早的就把已知的6张牌打完了，导致后面的牌组完全无法预测。组出一堆毫无美感，毫无逻辑的队伍，这样就感受不到队伍搭配的快乐了。 打过牌类游戏的朋友应该都知道一个道理， 未来是无法准确预测的 ，但手上的牌是实打实的。将一副烂牌玩好玩活了，那种爽感是很惊喜的。 体现到新深渊里的“理想表现”就是，每次打出的4张牌，队伍内在逻辑都是自洽的，没有完全硬凑不上场的角色。我称之为“ 胡牌 ”！ 这很难做到，因为牌类游戏就是这样，会有一个运气因素作祟，让你老是组不出好牌(这是牌类游戏里最大的负反馈，是一种通病)。 简单介绍了新深渊的玩法本质_(那维莱特-上流)，接下来开始进入正题： 教人打麻将，和教人打“好”麻将，难度是不同的。接下来我就要“ 尝试 ”教会大家打这期的深渊麻将，至于能否学会，我尽力而为吧…… ❶ 选牌(角色)入池 ： 已知手牌6张，其中 主C牌3张 ， 专辅牌一张 (珐露珊)， 治疗牌一张 (久岐忍)， 护盾牌一张 (托马)。 由于新深渊每次开局，角色都是满状态，因此对 生存位的需求比较低 _(希格雯-打针治疗)，一次没过可以多次凹，即使角色倒下了只要还有行动点就能复活。 所以选牌入池时， 生存能力 是 最后考虑 的，保证输出是快速通关的关键。 其次，本期深渊已经给予了3个站场大C，小9我亲自试过了，试用角色的强度虽然不高，但是打最后一关最难的boss完全没问题( 散兵除外 )_(克洛琳德-行动开始)。因此可以把试用给予的C当做大C看待。 一共8个关卡，最好是能有 4个站场大C ，这样可以保障输出下限，如果自己没有，那就可以 向好友借一个 _(克洛琳德-平静)。如果自己有额外的 高练站场大C ，那就可以向好友借其他自己没有的 关键牌 ，比如：夏沃蕾、万叶、温迪…… 站场C 的数量建议 4~5个 ，最多别超过5个( 包含试用 )。第5个大C是作为保障的，如果前面关卡被迫将其中一个大C的关键队友用了，起码还有另外一个大C兜底可以组其他队伍。 站场C是抢 站场时间 和 队友资源 的_(嘉明-冒头)，因此选得太多其实并不能有效提升队伍整体的输出效率。 选完站场大C，后续角色的入池优先级是：( 含试用 ) 后台/速切C = 增益辅助 ＞ 护盾(2~3) ＞ 纯治疗(1~2) (切记，这是选角色入场的优先级，别跟后面的抽牌选角色优先级搞反了) 解释一下，后台/速切C和增益辅助都是能直观提升伤害的，是快速爽通深渊的关键。_(赛索斯-招手) 后台/速切C一眼便知，但是增益辅助需要注意一下。 班尼特 、 夏沃蕾 这种同时具备增益和治疗能力的，应当着重利用其增益能力，将治疗能力作为锦上添花即可，不应将其归为纯治疗奶妈一类。 ❷ 摸牌选角色优先级 ： 前面5关，每过一关，获得的 代币都只换角色 ，别换增益buff，切记！ 前期只换角色，别换增益buff！ 而且 一定要换 ，没有换角色的选项，就留着下次。一定首先保证先把角色换完。_(希格雯-护肤) 原因就是提前拿到所有牌，才能提前规划后续关卡的角色搭配，不至于走到瞎配的局面。 📌 摸牌选角优先级 ： 纯治疗(混子牌) ＞ 后台/速切C ＞ 增益辅助 ＞ 护盾 每次会摸到什么牌，我们都不得而知，但是记住一个原则，摸到的 新牌 最好 立马就用 。这样可以少消耗一次开局的6张已知牌。 除非 摸到的是像 班尼特 、 夏沃蕾 、 万叶 这种 后期关键牌 ，那么就只能动用原有的牌了。 此外，靠新抽到的混子牌实在打不过_(琴-该工作了)，也可以考虑动用手里原来的牌组。 📌总结： 至此，其实该讲的已经讲完了。总结就是两点∶ 记住上述原则，能提高“ 胡牌(爽过关) ”的概率_(胡桃-咘咘！不对！)，但却不一定稳赢。毕竟打过牌的都知道，一个人非起来，一直不叫牌也是有可能的。运气这东西，只能认栽。 ●现阶段 增益辅助 ：🔥⚡🌪️ 🔥：① 班尼特 (高额攻击力)、 ② 夏沃蕾 (减抗+攻击力) ⚡：①九条裟罗(攻击力)、 🌪️：① 万叶 (元素增伤+聚怪)、 ② 闲云 (倍率加伤)、 ③ 温迪 (聚怪)、 ④珐露珊(减抗+元素增伤+爆伤)、 ⑤砂糖(精通+聚怪)、 ⑥琳妮特(攻击力+聚怪) ●现阶段 后台/速切C ：🔥⚡🌪️ 🔥：香菱、 ⚡： 八重神子 、 雷神 、菲谢尔、赛索斯 🌪️：珐露珊、鹿野院平藏、 最后， 关注 小9不迷路，如果觉得内容有用，希望可以点个 免费的赞 👍🏻，担心找不到帖子可以点击 收藏⭐ ，欢迎大家有任何看法都可以在 评论区留言 ，我会尽力为大家答疑解惑。 后续也会为大家提供更多具有实用性的深渊攻略_(瑶瑶-谢谢) 如果实在有打不过的朋友，可以模仿下列公式进行配队_(瑶瑶-摆烂)： 注：并不推荐完全照搬，不仅会失去自由配队的乐趣，假如自带战场大C是海森，那么阿忍就最好是留到后面给海哥用，配队公式就会被打乱。 因此更建议大家按照上面的方式来感受一场“深渊麻将”才更有乐趣，游戏嘛，乐趣最重要！ 自带角色推荐 · 不含开幕试用(不想动脑向)： 2×战场大C、 2×护盾 、 1×纯治疗 、 7×增益辅助 +后台C ①第一关：散兵、珐露珊、托马、 1×自带角色 ②第二关：克洛琳德、久岐忍、 2×自带角色 ③第三关：克洛琳德、久岐忍、 2×自带角色 ④第四关：散兵、珐露珊、托马、 1×自带角色 ⑤第五关：仆人/ 自带大C 、 3×自带角色 ⑥第六关：仆人/ 自带大C 、 3×自带角色 ⑦第七关：仆人/ 自带大C 、 3×自带角色 ⑧第八关：仆人/ 自带大C 、 3×自带角色",
    "length": 2829
}