{
    "game_id": 2,
    "post_id": "43995269",
    "f_forum_id": 43,
    "subject": "【V4.1攻略·其他攻略】深渊配队与打法思路（观测枢）",
    "url": "https://www.miyoushe.com/ys/article/43995269",
    "created_at": 1696118912,
    "like_num": 1515,
    "view_num": 25704,
    "reply_num": 93,
    "text": "UID 100499765 【本期深渊环境中 荒芒机制 对我们的影响非常小，甚至没上期影响大，老牌各个体系依旧适用】 小伙伴们好，这期深渊攻略我们有针对性的讲解一下4.1版本深渊配队与对应打法思路。 ——如果这篇攻略对你有所帮助，顺手点个赞吧！ 一、前言 先讲一下11层： ·本期深境螺旋11层总体难度并不高，相较上期是更简单一些，不过由于部分怪物伤害较高，需要注意规避闪躲它们的攻击，也同时要注意一下生存续航。 （刚睡醒迷迷糊糊就会像这样↑） ·地脉镇石11-1，上半镀金旅团集群，有聚怪上聚怪，推荐使用范围攻击型的角色，像那维莱特都已经追着他们打了。至于下半，一只丘丘岩盔王、一只丘丘雷兜王，开局普攻一下它们就可以轻松吸引仇恨，拉扯远离地脉镇石后就随意打了~ ·元素机制/输出要求较高的11-2，上半有 纯元素体的天花板怪物-飘浮灵 ，分别对应冰免、雷免、火免和草免。注意没有水免、风免、岩免和物理免疫，队伍里如果携带了多名元素属性的输出角色其实也不用太过在意。 契合地脉buff(60%水伤+)的话，上半 推荐水核体系 打比较好。 至于下半这仨遗迹机关类型的怪物…怎么说呢，一个一个出，三波，都挺肉的。新手处理这仨可能会比较棘手，容易打超时。推荐带单体输出高一些的队伍，像胡桃带队的“胡行钟”、宵宫带队的单体爆发。练度较低的小伙伴推荐携带冰核体系，能有效的冻结住敌人的同时，也能契合地脉buff获得大量(60%)冰元素伤害加成。 ·11层最难的在11-3部分，上半间水核队伍几乎随便打，推荐带个副手元素：草/风；主要难点在于火深渊的集群x3，破火盾需求和拉怪需求较高。tip：打到最后一波时可以快速贴近地图边缘，吸引深渊法师使用“闪现”技能，进而同时处理三个，操作要求较高…其实挂水量充足逐个击破也可以。 至于下半这俩就一言难尽了，开头那张图就是我第一次打的时候因为失误减员了班尼特导致队伍续航断了。这俩 【历经百战】 前缀词条的浊水幻灵是真滴猛啊… 和上期一样的机制，只不过这期就两只，上期有四只：开局的浊水幻灵都是“可可爱爱”的小水珠，此时是可以被冰属性攻击冻结控制住的，但在其进入狂暴状态之后就冻不住了。 开启挑战后记得快速回头先打那只能远程攻击的“喷吐幻灵”，近战那只会自己贴过来。 如果害怕减员，记得带个盾→点名钟离 然后 讲一下12层： ·首领敌人的攻略方法会在下文说明，这里先总结点评一下各间的情况和难点所在。 ·本期12层依旧是多个首领BOSS的一期，两个4.1新增40体boss和“荒”属性的冰风组曲。 ·精英敌人的生命值较高，但是不免疫冻结；人形的这几个愚人众精英敌人拥有对应各自属性的高额元素抗性，但是都弱物理抗性，攻略方法与往期一致。 ·兽境猎犬集群的处理方法和往期一致，推荐携带聚怪类角色进行辅助攻击。如果连续打三间压力过大，可以先暂放对群需求较高的12-1下，先打满对单输出能量要求较高的两间首领BOSS层再回来打12-1下半的兽境猎犬集群。 ·总的来说12层还是比较简单的，单切输出要求较高，你们的胡桃可以拿出来了！ 二.渊月祝福 4.1渊月祝福： 第一期：劲切之月 角色的当前生命值提升或降低时，普通攻击与重击造成的伤害提升16%，该效果持*6*，每0.5秒至多触发一次，至多叠加3层。 第二期：分进之月 角色的重击命中敌人后，依据重击的元素伤害或物理伤害类型，角色获得20%对应元素伤害或物理伤害加成，该效果持*5*，每0.5秒至多触发一次，至多叠加3层。由不同元素伤害或物理伤害类型的重击产生的加成效果分别独立存在，单独计时。 ﻿\u000b第三期：并力之月 当前场上角色的普通攻击或重击命中敌人后，该角色普通攻击与重击的暴击率提升6%。该效果持*5*，每0.1秒至多触发一次，至多叠加5层，每层单独计时。角色退场后，将清除该效果。 ※深境螺旋与渊月祝福的重置时间未改变，分别发生在每月的首日与第十六日。以上深境螺旋的更新将于10月1日4点起开始生效（服务器时间）。 三.攻略附页： 千年珍珠骏麟 ·12-1上半的珍珠骏麟，开局一小段时间内他的自雷属性常驻附着的珍珠是不会处于激活状态的，这时我们先手给它挂上克制雷属性的元素，例如冰/火，后续通过风扩散/草附着等手段处理可以有效的快速削减雷珍珠的“雷盾判定量”。 我这里推荐的方法是冰核体系连续攻击(例如：神里绫华找准角度一个大招)和火攻(纯火/蒸发/燃烧等)，在完成雷珍珠击破之后，珍珠骏麟的全属性抗性皆会大幅降低。 珍珠骏麟头部下方的异海珍珠是雷元素的结晶，使其能够进行更猛烈的元素攻击，并且拥有更强的防御能力。 除了利用元素反应破坏异海珍珠，破坏它在空中引导「原海古雷」时召唤的共鸣珊瑚珠也能对异海珍珠有效造成损害。异海珍珠也可以利用燃烧反应快速破盾。 异海珍珠的盾量下降到一定值时，千年珍珠骏麟才会施放「原海古雷」，若在「原海古雷」施放期间直接破除3颗异海珍珠则可获得成就： 歌裴莉娅的葬送 ·12-2下半的冰风组曲·歌裴莉娅的葬送：其攻击模式为风/荒属性主核，冰辅攻，具备牵引聚怪和周期范围冰/风属性高伤害攻击。本体歌裴莉娅的攻击很有节奏且基本只滞留在场地中间，注意分身科培琉司的间歇骚扰和冰/风漩涡的攻击。 相较上期的科培琉司的劫罚，这期的歌裴莉娅的葬送明显好打很多，首先她没有冰盾！至于风爆攻击，相对来说…处理起来也不是很棘手，触发荒芒湮灭反应后，快速击败即可。注意规避攻击，操作不是很自信记得带盾。 冰风组曲拥有70%的冰元素抗性和风元素抗性，开场短时间内拥有+300%全抗性。演出进行至高潮时全抗性+25%，高潮演出中断时失去抗性提升。 我们这次深渊里遇到的冰风组曲是风/荒主导的机关女郎「歌裴莉亚」。 ·在演出的高潮阶段，歌裴莉娅将停留在舞池的中央，露出能源特征为荒性的奇械发条，极大提升出力效率，召来葬送的无数旋风，并且获得小幅抗性提升。 ·科培琉司与歌裴莉娅看起来虽为2个敌人，但是实际上它们一体的——共用生命值、共用护盾、共用附着，且命中时只有一个单位能受伤，等同于只是一个模型两个判定点。 ·歌裴莉娅需要累计3次相反的芒荒攻击才能够中断瘫痪。 ·歌裴莉娅歌裴莉娅受到芒性攻击时，产生的气爆将被削弱，暂时移除抗性提升。 ·科培琉司和歌裴莉娅施放的冰刃或风刃在命中风之旋和霜之心会产生特殊效果，使其更加危险。 ·当我们处于冰/风漩涡之中会受到一定程度的牵引干扰，且会持续受到伤害，注意规避。 愚人众精英·风役人 ·12-3上这几个愚人众精英敌人的生命值非常高，且对应各自元素属性的抗性非常高，像藏镜仕女拥有高额水抗、风役人拥有高额风抗。人形怪一般都弱物理，不过考虑到要三间连打，这期12层上半 冰核队伍和火核队伍 的战斗体验会好一些。 ·新增愚人众精英敌人：驱使「风元素」进行战斗。 ·在战斗中，会消耗自身生命值进行「猎杀」，向命中的角色施加等同于自身一定比例的攻击力大小的生命之契，并恢复一定的生命值。 ·生命之契存在时，角色会持续受到流血伤害，并提高猎杀对其造成的伤害。若不通过治疗手段来去除生命之契，生命之契可以存在相当长的时间。 ·猎杀技能-「玦风翠流」的首段攻击命中后，才会产生第二段攻击。 ·猎杀技能对处于生命之契下的角色造成的伤害乘2.5倍。 ·风役人的战技「杜屏」在受击时会闪避至玩家上方，随后发动攻击，并免疫此次伤害 实验性场力发生装置 ·福利怪——靖妖傩舞体验关： 起猛了，我们家胡桃跑去和魈上仙学了靖妖傩舞 在和实验性场力发生装置战斗时，等待它释放重力改变技能，我们的角色会获得跳跃能力的强化。人均魈上仙，以头抢地尔。至于战斗…机关类型的敌人，生命值坦度较高，技能攻击规避不难，伤害一般，祝你们都能快乐通关吧~ 四.推荐队伍 12层上半推荐队伍： ①冰核体系：神鹤万心、甘雨融化队、凯亚罗莎冰后台速切队等。 ②火核/火副手：各种各样的国家队，双火组件如下，你们喜欢公子绫人水核还是其它元素核都行。 ③单切强化：宵宫单体、胡行钟、林尼/甘雨/提纳里等弓主核队 ④物理核心：目前个人感觉优菈罗莎双人组的物理超导队好打一些，打珍珠骏麟要注意破盾方式，用罗莎、班尼特快速击破3颗小珍珠，再集中优菈爆发输出一波带走。 ⑤不限体系，各类非冰火核的单切队伍都行，岩核、风核虽然没啥问题，但输出面板要求较高，加上第三间风役人的风抗较高，风核队伍并不是很推荐。艾尔海森、纳西妲、提纳里这些草核队伍的体验还可以，我还是比较推荐你们用冻结队打风役人-她的技能真的比较棘手，光治疗来解决实在是下策，要不就削韧压制、冻结控制，要不就操作拉满规避闪躲了。 12层下半推荐队伍： ①水核体系：大部分水元素前台驻场角色带队、水后台副C入队的体系都可以使用。例如公子双火队、雷草驻场带水副C的草国队/超绽放队、雷神带双火+行秋的雷国队、甚至是纯水队都可以打。 tip：给你们表演一个那维莱特单通！（歌裴莉娅是荒/风属性，那维莱特有芒属性攻击判定可以打出荒芒湮灭、那维也有自续航治疗手段打兽境猎犬集群也不是很难、至于第三间的那个…白给！） ②反应频率较快，且有破火盾手段的队伍：元素硬需也就12-1的破深渊法师火盾，其余…推荐单切能力拉满的大部分队伍都可以打。",
    "length": 3776
}