{
    "game_id": 2,
    "post_id": "43098716",
    "f_forum_id": 43,
    "subject": "【遗迹探索攻略】遁玉陵，灵矩关，青墟浦宝箱收集—共305原石",
    "url": "https://www.miyoushe.com/ys/article/43098716",
    "created_at": 1693744584,
    "like_num": 177,
    "view_num": 11452,
    "reply_num": 11,
    "text": "在提瓦特大陆的璃月地区有三个连起来的遗迹，分别是遁玉陵，灵矩关，青墟浦。全部探索完成原石奖励还是比较多的。本帖要写的就是这三个遗迹的探索。 遁玉陵解谜 来到这个遗迹，我们可以很明显的看到有一大半的遗迹被水淹住了。所以我们需要先把水降下去。 在没有被水淹住的遗迹上面会发现有一个岩元素方碑。旁边还有一个遗迹火炬，所以只需要点亮所有火炬即可。 小技巧：灵活运用【元素视野】可以提升寻找遗迹火炬的效率。 点亮四个遗迹火炬后岩元素方碑解锁，激活后水位下降。 水位下降后不要急着跳，在方碑的附近还有一只仙灵在围着柱子转。我们需要将其赶到下方的屏障的仙灵之庭。 靠近之后仙灵会钻到下面，下去后又会上到上面。之后跟着仙灵去就行。 不要看到神瞳和宝箱就急着飞过去，因为你很有可能会撞上一个屏障（因为我带的大部分萌新全都直接撞上去了[笑]）。 观察上图，我们会发现总共有三个仙灵之庭，所以需要集齐三个仙灵才能打开屏障。 第2个仙灵在屏障的西部，有一个遗迹守卫在旁边。那个 遗迹守卫不用管 ，直接把仙灵赶过去就行。 第3个在屏障的东部。完成挑战后就会开门。 挑战内容是四个大型水史莱姆。他们都自带水元素，所以使用冰元素角色永冻即可。 开门后仙灵会飞到上一层，里面有一堆小史莱姆，这也是完成挑战后还有音乐的原因。 这个墙必须 从两边爬上去 然后翻窗进入。 将三个仙灵都赶过去后，屏障解除。 开启中间的华丽宝箱后可以生成风场，乘着风场向上飞就能拿到岩神瞳。 遁玉陵宝箱收集与统计 备注：水下区域是指解谜前被水淹住的水下遗迹。水上遗迹则相反。 华丽的宝箱3个，60原石 第一个宝箱为华丽宝箱，位于屏障内。解谜完成后即可开启。40原石。 上图是露天华丽宝箱（未锁定），位于遗迹中层。 上图是露天华丽宝箱（未锁定），位于浮云石西侧遗迹二楼。 珍贵宝箱1个，5原石 上图为隐藏宝箱起始点，跟着光点一直走即可获得珍贵宝箱。 精致的宝箱8个，40原石 上图是挑战获得的宝箱（完成战斗挑战获得），位于水下遗迹区域西侧。 上图是战斗宝箱（已锁定），位于水上遗迹2楼。击败两只愚人众获得 上图是战斗宝箱（已锁定），击败两只愚人众即可。 上图是战斗获得的宝箱（已锁定），击败一只愚人众获得。 上图是挑战获得的宝箱（打破三个蓬蓬果即可）。 上图为战斗获得的宝箱（已锁定），击败两只愚人众即可。 上图为露天宝箱（未锁定），位于遁玉陵南侧小遗迹。 上图为仙灵宝箱的仙灵起始点，跟着仙灵走即可。 共计105原石。 注意：【吃虎鱼刀】，【钺矛】，【白缨枪】只能靠宝箱获取。想要纪念的记得锁定。 灵矩关解谜 这个遗迹只需要点亮四个元素方碑即可。 第一个元素方碑附近有很多会爆炸的果子（名字忘了），把它们全部触发并爆炸后方碑解锁。 用风元素触发旁边的风车，风车转动期间内方碑解锁。 第二个使用召唤物压住压力机关，然后角色去触发方碑即可。（有五郎会方便很多） 第三个需要击败深渊法师开启旁边的方碑然后乘风场激活。 灵矩关无名的宝藏收集 前往标点处，击败所有盗宝团之后打开笼子与学者对话。 中间的大树旁边点击挖掘即可。 灵矩关宝箱收集与统计 珍贵的宝箱4个，70原石 上图为一个挖掘宝箱（因为提前拿了，具体原石数量未知，暂定40原石）。 上图为解谜宝箱（已锁定），点亮四个方碑即可。共一个珍贵宝箱两个精致宝箱。 上图为解谜宝箱（已锁定），点亮四个遗迹火炬即可。 上图为一个战斗宝箱（已锁定），击败两只水深渊法师，一只冰深渊法师。 这个地方第一次来稍微有点恶心，一直是控制。 打这三只法师建议带一冰一火，优先破冰后破水。 精致宝箱10个，50原石 上图为解谜宝箱（已锁定），完成岩种子解谜即可。 上图为仙灵宝箱（已锁定），跟随仙灵回仙灵之庭即可。 小技巧：使用元素视野可以快速寻找仙灵大致方位。 上图为挑战宝箱（已锁定），击败几只丘丘射手即可。 上图为一个露天宝箱（已锁定），击败一只愚人众即可。 上图为一个战斗宝箱（已锁定），击败一只遗迹猎者即可。 遗迹猎者伤害较高，建议跑远一点遗迹猎者起飞后使用弓箭角色击落后输出。 上图为战斗宝箱（已锁定），击败一堆盗宝团即可。 上图为一个战斗宝箱（已锁定），击败一只雷萤术士后解锁。 上图为一个解谜宝箱（已锁定），完成压力板后解锁。 共120原石 青墟浦解谜 来到遗迹北部（中等高度）点击阅读。 大致意思是这附近有四个高塔，每个高塔有一个岩元素标记，用岩元素将其全部点亮即可获得宝藏。 青墟浦宝箱收集与统计 华丽的宝箱1个，40原石 华丽宝箱就是解谜获得的宝箱，点亮五个岩之印即可。 珍贵的宝箱1个，10原石。 上图为战斗宝箱（已锁定），击败两只深渊法师和一堆丘丘人即可。 精致的宝箱6个，共30原石 上图为解谜宝箱（已锁定），点亮四个元素火炬即可。 上图为战斗宝箱（已锁定），击败一堆盗宝团即可。 上图为战斗宝箱（已锁定），击败一堆丘丘人即可。 上图为仙灵宝箱（已锁定）起始点，跟随仙灵到仙灵之庭即可。 上图为战斗宝箱（已锁定），击败一堆丘丘人即可。 上图为战斗宝箱（已锁定），击败一堆盗宝团即可。 共80原石 无名的宝藏的使用 完成三个遗迹后会获得无名的宝藏，遗迹每个各一个。这些无名的宝藏可以用来换取原石。 在早上（大概6时~7时）传送至璃月港，红色框区域会有一个叫【琳琅】的NPC走动。 在晚上时璃月纪念品商店左边一家店铺就是【琳琅】的古玩店，与之对话也行。 与之对话后选择【关于无名的宝藏】一直点即可获得40原石。 后记 写一些攻略帖不是想要什么，是为了尽量能提供一些帮助。 我写的帖子都是些简单的解谜，一是我也没碰到什么比较难的。二是写是角色攻略帖之类的虽然我也会，不过没有图片模板。 这篇帖子中的解谜有很多大佬应该都会带。米游社不仅是米哈游的官方社区，还是一个很卷的地方。很多大佬都会写一些非常详细的东西。况且解谜宝箱之类的往上还有两位妈妈。所以该帖大概率是沉了。 这篇帖子因为图片有点多导致第一遍发表时内容过长，所以又改了40分钟才成功发表。其中删除了一堆图片，所以这篇帖子模糊了一点，抱歉。 我写帖子时将所有的读者都当做萌新，尽量写成萌新们都看懂的样子。当然严重不想思考的萌新，我也没办法了。 我的每一篇攻略帖的写作时长都是4小时以上的，至少有千字。所有帖子都是我独立完成，并且我也没有义务一定要去写。所以距离上一次更新比较远有可能是我没找到题材，也可能是我忙。 但我总会更新的。 如果各位读者们遇到哪些问题或者不想思考的解谜。那就告诉我吧，我会去写的。 ---2023年9月3日，些许凉意的秋---",
    "length": 2698
}