{
    "game_id": 2,
    "post_id": "36506448",
    "f_forum_id": 43,
    "subject": "【V3.5攻略·角色攻略】班尼特入门攻略 一图总结+详解",
    "url": "https://www.miyoushe.com/ys/article/36506448",
    "created_at": 1677931441,
    "like_num": 6295,
    "view_num": 1010934,
    "reply_num": 331,
    "text": "UID 100143417 作者开服全角色玩家， 点击头像 查看更多攻略。 攻略制作不易，希望小伙伴们帮忙 关注点赞~ 【 主要面向 新手玩家 ，有建议欢迎评论区留言 】 【前言】 太长不看一句话总结版 六星战神班尼特，回血加攻数值高。 要有一命才好用，六命点前多思考。 大招值得给皇冠，E A 等级不重要。 武器白值尽量高，兼顾充能就更好。 风鹰雾切暗巷剑，没有充能白值高。 天空西风充能多，还有锻造原木刀。 首选宗室再加攻，也能教官流放套。 属性推荐充生治，充能生命副词条。 只要输出吃攻击，队伍带了都说好。 马上培养莫犹豫，深渊以后不再凹。 攻略常见术语解释 A/平A 普通攻击 e/E 元素战技 Q/大 元素爆发 Z 重击 S/闪 闪避/冲刺 C 主要输出角色 站场 在场上的角色 速切 切出来放完技能马上切走 后台 不在场上技能也能造成伤害 凹 多次尝试 拐 辅助 吃 需求 AOE 范围性伤害 buff 增益状态 debuff 减益状态 白字 一般指基础攻击力(只取决于角色等级和武器) 绿字 一般指附加攻击力 乘区 指不同的伤害加成区间 双暴 暴击率和暴击伤害 大攻击/小攻击 副词条中的攻击力百分比/攻击力数值 大生命/小生命 副词条中的生命值百分比/生命力数值 大防御/小防御 副词条中的防御力百分比/防御力数值 有效词条 指副词条中多少个是对角色有用的 2+2 2个不同的套装散搭 其他更多术语 可参考 【坤易小课堂】原神黑话/简称/术语的汇总介绍，全网最全版 【 仅供查看，欢迎转发，不得搬运，盗图必究 】 【目录】 【01     角色简述】 【02     抽取建议】 【03     相关反应】 【04     天赋解析】 【05     使用技巧】 【06     命座简评】 【07     武器推荐】 【08 圣遗物选择】 【09     配队建议】 【10     攻略总结】 【正文】 【01 角色简述】 作者总结 ——班尼特是一位 集 加攻辅助 与 回血治疗 能力于一身的 复合型角色 ，在有限的队伍人数中能够提供等价两个位置的功能，从而极大的提升了各种队伍的强度，其 元素爆发 根据 自身基础攻击力 （角色自身+武器提供） 为队友 提供大量的额外攻击力 ， 一命 解除了加攻击的血量限制成为 完全体 ，适合所有基于攻击力造成伤害的角色，也可作为站场主C或爆发副C培养，本篇攻略主要讲解 常规的辅助定位 ，其他玩法不过多展开。 【作为辅助】 优势 ：一个人既能加攻又能回血，节省队伍位置，提升巨大，E技能冷却快破盾迅速。 劣势 ：不能辅助完全不吃攻击力的角色，辅助能力依赖大招对自身充能循环要求较高。 （像夜兰这种EQ伤害基于生命的加攻击就没有收益，诺艾尔、一斗、胡桃这种从防御或生命转攻击的加攻击收益比较低） 【作为输出】 后续不额外展开 优势 ：大招伤害能吃到自己的大招加攻效果，火元素伤害可以配合水附着打出蒸发，在Q的圈里E冷却时间非常短。 劣势 ：输出需要一定的双暴，站场需要六命火附魔，堆输出属性后治疗量会明显下降，对武器、圣遗物要求更高。 【02 抽取建议】 【推荐抽】 六星战神不必多说，就算是商场用星辉换也值得。 【不推荐抽】 完全不玩传统体系的队伍，只玩草元素相关反应。 【作者建议】 班尼特作为开服一来一直非常热门的角色，他的强度大家有目共睹，虽然在新的草元素反应体系中发挥有限，但是对于传统体系的各种队伍提升都非常巨大， 建议至少抽到一命并认真培养 。 【03 相关反应】 【火 x 草 = 燃烧 】 持续的火元素伤害 ，一直补充草元素可以持续维持燃烧，但目前没有较为成熟的燃烧配队。 【火 x 雷 = 超载 】 火元素范围爆炸伤害 ，具有很高的削韧（简单理解就是 打断 ），伤害较高但是容易 炸飞 体型小的怪物。 【火 x 水 = 蒸发 】 1.5倍的基础增幅伤害 ，根据精通和增幅系数提升，主C班尼特可以搭配水系角色站场打蒸发。 【火 x 冰 = 融化 】 2倍的基础增幅倍率 ，根据精通和增幅系数提升， 副C班尼特可以搭配冰系角色通过大招打融化。 。 【火 x 风 = 扩散 】 一般搭配 风套减抗 ，同时风系角色一般具有一定的增伤聚怪能力。 【火 x 岩 = 结晶 】 反应产生对应 元素晶片 ，拾取后会获得对应元素的 护盾 。 （一般 不用刻意去捡 ，除非岩角色带了磐岩套） 总结 ：班尼特常规情况一般作为辅助角色使用，在后台时缺乏对敌人持续的元素附着能力，所以 并不以元素反应为主要目的 ，不过需要特别注意的是班尼特的 大招领域会持续给圈内的角色火附着 ，利用这个特性搭配风系角色可以 实现稳定的火扩散反应 ，从而触发风套减抗以及天赋增伤的效果等。 【04 天赋解析】 常规辅助 Q升满 ，有资源可升E，不升A 站场玩法 Q ＞ E ＞ A 【 普通攻击 · 好运剑 】 描述 ：普攻五段的连续剑击，重击消耗20体力瞬间向前方挥出两剑，下落攻击通用模板。 评价 ：常规 辅助玩法情况下基本用不到普攻，所以 一般不点 ，如果玩主C班尼特可以考虑适当升级。 【 元素战技 · 热情过载 】 描述 ：三种施放方式： （1） 点按 ：快速向前挥一击，造成火元素伤害，冷却5秒。 （2） 一段蓄力 ：发动二段攻击，造成火元素伤害并将敌人击飞。 （3） 二段蓄力 ：发动三段连续攻击，最后一击会发生爆炸，将班尼特与敌人同时击飞，被击飞时班尼特不会受到伤害。 评价 ：辅助定位下主要用于 点按产球回能 ，节省时间、效率更高、冷却也更短，所以一般不长按蓄力，同时点按是强火所以 破盾 效率也很高。 【 元素爆发 · 美妙旅程 】 描述 ： 造成火元素伤害并生成领域，施放需要 60能量 ，领域 维持12秒 ，技能 冷却15秒 ，有以下三个效果： （1） 恢复生命值 ：领域内当前角色生命≤70%， 基于班尼特的 生命值上限按比例 获得治疗。 （2） 增加攻击力 ：领域内当前角色生命＞70%， 基于班尼特的 基础攻击力按比例 获得攻击力加成。 （ 1命 可以解锁加攻击的生命值限制） （3） 给予火附着 ：每秒给领域内当前场上角色火附着。 评价 ： 班尼特 最核心的技能 ，班尼特 生命值越高治疗量越多 ， 基础攻击力越高加的攻击力越多 ，因为加攻有血量限制，所以 1命对于班尼特非常重要 。在1命额外20%的加成下，13级Q高达139%的比例加成，班尼特90级（白字191）+风鹰剑（白字674）可以提供 高达1202的攻击力加成 ，在带宗室4件套的情况下攻击力加成还能进一步提升，可以给队伍提供非常高的增益，有条件尽量 给皇冠升满 。 特别注意 ：因为领域内会给当前角色持续的火附着，如果 敌人具有属性攻击会打出反应 ，（如剑鬼会对我方角色打出融化、雷武士会对我方角色打出超载等），也可以利用领域的附着机制去 消除场地负面元素附着 （如迟滞之水的水附着）。 【 基础攻击力 】又称 白字 ，指角色 基础攻击力 （只和角色等级有关）+ 武器攻击力 （和武器种类与等级有关），点开角色页面的 圣遗物详情 即可看到当前角色的基础攻击力。 【 固有天赋 · 热情复燃 】 描述 ：E的冷却时间减少20%。 评价 ：点按E本来只有5秒冷却，减完只有4秒，进一步提高了班尼特的 破盾与打球效率 。 【 固有天赋 · 无畏的热血 】 描述 ：在Q的领域内，E的冷却时间减少50%，二段蓄力不会将自身击飞。 评价 ：常规辅助意义不大，班尼特放完Q之后就切主C上场输出了，不过因为在Q内点按E的冷却时间减少到了2秒，对于站场主C型班尼特、需要 站场破盾 、 打球攒能量 的情况比较有用。 【 生活天赋 · 应该安全 】 描述 ：在蒙德执行探索派遣任务时，消耗的时间缩短25%。 评价 ：非常实用的派遣天赋，最高档20小时缩减为15小时，可以2天派遣3次。 （类似天赋效果角色共有5位，其余为菲谢尔、重云、刻晴、九条裟罗） 【05 使用技巧】 常规的使用技巧图里都讲的差不多了，这里额外展开解释下 班尼特领域的机制 ： （1） Q领域的本质 是 每秒 给圈内角色回一次血，给一个 持续2s的火附着 ，给一个 持续2s的加攻buff ，圈内重复获得buff会刷新持续时间。 （2） Q领域能把角色血量回到70%以上 ，角色血量在70%以下触发回血，回多少是多少，如果班尼特生命值很高，圈内角色在60%多的血量吃一口奶直接奶满也不是不可能。 （3）班尼特 放Q后队友上场不是立刻就能吃到加攻 的，因为Q加攻的本质是每秒上一次buff，你切出来的角色在2次上buff之间的话，一开始是吃不到加攻的，所以一些出伤快的角色不要直接大招切人。 （香菱能稳定锁到加攻是因为她在挥舞第二段之后才开始锁面板，这个时候班尼特的buff肯定已经加上了） （4） Q领域圈内队友下场后加攻效果也不是立刻消失的 ，因为Q加攻的本质是每秒上一次2秒的加攻buff，所以队友下场后加攻效果还会持续1-2s。 （5）可以 根据角色身上是否有火附着来判断有没有吃到加攻buff ，但实际上两者是没有关系的，如果火附着本环境元素或敌人元素反应掉了就不准了。 【06 命座简评】 总结 ：要想玩至少 1命起步 ， 5命 算是基本毕业，6命特殊情况可能有负收益需要根据自身情况选择点不点。 6命有 负面影响 的角色：优菈，刻晴，绫华，雷泽，重云，物理钟离，物理七七，物理凯亚等。 （这些角色有的常规队伍不带班尼特，有的玩法比较冷门） 6命有 正面提升 的角色：所有火元素伤害角色。 大家可以根据自己的 配队情况 选择 点不点六命 。 【 1命 -冒险憧憬】 描述 ：Q的攻击力提升效果不再有生命值限制，数值上追加班尼特基础攻击力的20%。 评价 ： 核心命座 ，解除了班尼特加攻的生命限制，是 必抽命座 。 【 2命 -踏破绝境】 描述 ：班尼特的生命值低于70%时，元素充能效率提高30%。 评价 ： 充能命座 ，一定程度上可以缓解班尼特的充能压力。 【 3命 -火热激情】 描述 ：E的技能等级提高3级。 评价 ：提升E技能伤害，对于常规辅助玩法意义不大，站场主C玩法会有一定提升 【 4命 -热情不灭】 描述 ：施放一段蓄力的E时，第二段攻击中普攻可施放额外追击，追击的伤害等同于第二段攻击的135%。 评价 ：提升E技能伤害，对于常规辅助玩法意义不大，站场主C玩法会有一定提升。 【 5命 -开拓的心魂】 描述 ：Q技能等级提高3级。 评价 ： 重要命座 ，Q等级越高加攻击的比例也就越高， 建议抽取 。 【 6命 -烈火与勇气】 描述 ：处在Q领域内的场上角色获得15%火元素伤害加成，单手剑、双手剑、长柄武器角色获得火元素附魔。 评价 ：分为两个效果 （1） 加火伤 ，这个和描述不符，其实所有角色都能吃到， 包括弓、法器 。 （2） 火附魔 ，这个只会给单手剑、双手剑、长柄武器角色附魔。 【07 武器推荐】 武器选择原则： 优先保证大招循环 ， 充能够 的情况下尽量选择 白值高 的武器。 （ 关于苍古 ：也是可以用的，但是特效触发需要一定技巧，不太推荐新手使用） 【 雾切之回光 】【 伤害最高 】 优点 ： 白值最高，综合伤害能力也最高，主C班尼特的最佳武器。 缺点 ：输出向限定武器，对纯辅助玩法有些浪费，不加成充能。 【 风鹰剑 】【 白值最高 】 优点 ：白值并列最高，常驻就能歪到，特效回血生存能力强。 缺点 ：副属性物伤加成基本无用，不加成充能循环压力较大。 【 暗巷闪光 】【 四星最高 】 优点 ：四星里最高的白值，甚至高于一些五星。 缺点 ：副属性和特效用处不大，充能压力较大。 【 天空之刃 】【 综合最佳 】 优点 ：白值高还有充能，两者比较平衡。 缺点 ：特效对于常规辅助玩法意义不大。 【 原木刀 】【 锻造神器 】 优点 ：锻造就能获取，兼顾白值和充能属性。 缺点 ：需要到须弥做任务才能获取锻造图纸。 【 西风剑 】【 团队充能 】 优点 ：大量充能效率，能够产球缓解全队的充能压力。 缺点 ：特效需要一定暴击率来触发，并且要尽量高精。 【 腐殖之剑 】【 活动获取﻿ 】 优点 ：白值尚可，充能比较多。 缺点 ：特效加成战技意义不大。 【08 圣遗物选择】 常规 辅助的圣遗物可选 4宗室 精通 收益高的队伍可选 4教官 充能 压力大的队伍可选 4流放 奶量 明显不够用时可选 4少女 过渡 使用快速成型可选 2+2散搭 【主属性】 充能 沙 生命 杯 治疗/生命 头 【副词条】 充能 ≥ 生命 > 其他 （输出玩法套装选择和属性优先级都不一样，入门攻略不额外展开） 【 昔日宗室之仪 】【 辅助通用 】 优点 ：辅助通用圣遗物，开大能增加队友攻击力。 缺点 ：效果不能叠加，队伍中只要一个人带就行。 【 教官 】【 精通辅助 】 优点 ：触发元素反应提升全队的元素精通。 缺点 ：持续时间只有8秒，只有四星亏属性。 【 流放者 】【 队友回能 】 优点 ：增加充能效率，放大能给队友回能量。 缺点 ：不能给自己回能量，只有四星亏属性。 【 被怜爱的少女 】【 最高奶量 】 优点 ：治疗量相对最高。 缺点 ：没团队辅助能力。 【绝缘 少女 海染 千岩 教官 流放 2+2 】【 散搭组合 】 优点 ：散搭组合更容易凑齐。 缺点 ：没有四件套特殊效果。 【09 配队建议】 配队思路 ：班尼特 泛用性非常高 ，有非常多的经典配队体系，基本 任何吃攻击力 的角色，队伍 都可搭配 班尼特，如有其他配队未展示还请谅解，可在评论区留言。 【 万班香体系 】 班尼特 + 香菱 + 万叶 （砂糖）+ 驾驶员 （公子/可莉/迪希雅） 优点 ：带可莉和迪希雅是纯火队能够互相充能，带公子是反应队能互相蒸发。 缺点 ：除迪希雅外的队伍缺乏抗打断能力，面对高压环境时生存压力比较大。 【 国家队体系 】 班尼特 + 香菱 + 行秋/夜兰 + 驾驶员 （雷神/砂糖/重云） 优点 ：可以让香菱的伤害稳定蒸发，对单对群都不错。 缺点 ：单水角色充能压力会比较大，雷神队伍好一点。 【 专辅体系 】 风系： 班尼特 ++ 珐露珊 + 主C （雷神/砂糖/重云）+ 生存 （钟离等） 雷系： 班尼特 + 九条裟罗 ++ 雷电将军 + 枫原万叶 （温迪/砂糖） 优点 ：配合专辅使主C的伤害能力最大化。 缺点 ：三保一整容对主C的练度要求较高。 【 蒸发体系 】 班尼特 + 行秋/夜兰 + 主C （迪卢克/宵宫/烟绯）+ 补位 （钟离/万叶/砂糖） 优点 ：班尼特加成攻击乘区，蒸发反应加成精通乘区，提升伤害上限。 缺点 ：单水角色充能压力会比较大，需要祭礼西风等高精武器的支持。 【 融化体系 】 班尼特 + 甘雨 + 火后台 （香菱/迪希雅）+ 补位 （钟离/万叶/纳西妲） 优点 ：班尼特加成攻击乘区，融化反应加成精通乘区，提升伤害上限。 缺点 ：对甘雨的操作的要求比较高，蓄力射击的速度会显著影响输出。 【10 攻略总结】 班尼特可以说是原神目前 性价比最高 的四星角色之一，商城 星辉换1命都是值得的 ，虽然随着须弥版本草元素反应的加入，特别是种门的大放光彩，班尼特没有吃到版本红利，但班尼特对于传统反应队伍的巨大提升是不可忽视的，未来班尼特也可能有机会参与草火燃烧的队伍，另外深渊也需要两个队伍，目前主流的雷神国家队、雷九万班、万达国际、融甘、纯火等等队伍都离不开班尼特的身影，所以可以负责人的说班尼特现在仍是 非常值得培养的辅助角色 。 【其他】 本文发布于 3.5版本 ，最新修订于 3.5版本 ， 请注意本攻略的时效性 。 素材：游戏截图 字体：思源黑体 封面：坤易 文案：坤易 设计：坤易",
    "length": 6469
}