{
    "game_id": 2,
    "post_id": "45719356",
    "f_forum_id": 43,
    "subject": "【魔晶块点位】附近有什么值得留意的吗？",
    "url": "https://www.miyoushe.com/ys/article/45719356",
    "created_at": 1700481867,
    "like_num": 75,
    "view_num": 3120,
    "reply_num": 9,
    "text": "！附近有什么值得留意的吗？ 我们与部分NPC对话时，可能会出现这样的感叹号选项。 当我们各国的声望达到2级，就可以开启 搜索矿点功能 。 ！关于蒙德的矿产... 与各国铁匠铺NPC对话也会遇到如上类似选项。 选择这些对话选项，NPC会为我们的地图标记魔晶矿点位。 如果当天NPC记录的点位未刷新魔晶矿，则不会有地图标记。（不代表周围就没有魔晶矿） 铁匠铺NPC则会选择该国一片矿区为玩家标记。 注意事项： 1，矿区刷新随机，每次只是部分区域有富集点； 2，未刷新点位只代表无魔晶矿，可能有其他矿石； 3，已经被玩家挖完的点位不会标记； 4，魔晶块作用很小， 但伴随魔晶块刷新的水晶块也一天一刷了 ，正常富集水晶块点位要两三天才刷新。 因此，记不住水晶块点位的玩家，采取这个方式可以稳定挖取水晶块。（稻妻为紫晶块，枫丹为萃凝晶） 如下图： 以下列举我知道的这类NPC的位置。 蒙德 1，蒙德铁匠铺——瓦格纳 2，清泉镇——杜拉夫 迪奥娜父亲。_(迪奥娜-烦躁) 白天可对话，晚上喝酒不管事了。 3，千风神殿附近——杜兰 位置如图： 白天时，就在该位置往前一点。 4，明冠峡——戴维 （那个女人在清泉镇，也是吟游诗人。_(申鹤-疑惑)） 位置如图： 璃月 5，寒锋铁器——老章 6，黑岩厂——铁膀子 位置如图： 目前璃月黑岩厂只是在这地图的一角，不确定后续会不会开放更大地图。 7，绝云间——判官儿 话说这位NPC呆的亭子上面有一小包东西，是他的斧子吗？官方到是赶紧给那些开服NPC补点剧情吧。 位置如图： 8，层岩巨渊——石壮 这位NPC层岩没开之前就在了，算是开服就暗示层岩剧情的NPC。 位置如图： 稻妻 和其他国家不同的是，稻妻魔晶块周围伴生的是紫晶块。 9，天目锻冶屋——阿创 10，离岛——秋月 11，九条阵屋——几原凯 位置如图： 12，反抗军营地——宫崎三朗 位置如图： 13，望泷村——香川 位置如下： 须弥 14，须弥铁匠铺——阿汉格尔 15，禅那园——伊扎德 到了传送点，往下走就能看到 16，奥摩斯港——阿南德 17，咯万驿——马芬迪 位置就在传送点往上走，那个旅馆前面。 18，阿如村——卡齐姆 （在白之梯上方。） 须弥区域我知道的NPC就这五位，欢迎补充。 须弥沙漠地区也有魔晶矿点位，但以我探索的感觉来看，沙漠铁块和白铁块更多些。 枫丹 19，博蒙特工坊——伊丝黛莱 遥遥领先！ 在这里还可以直接兑换枫丹的锻造图谱。 蒙德璃月稻妻的需要做各种各样的任务获得，须弥的需要完成大型世界任务森林书获得，枫丹再次遥遥领先。 20，枫丹廷中心——勒芒德 位置在枫丹廷正中心的建筑内，进去后往右看就能找到。 和他对话还能获得三本绿天赋书。 21，海露港——谢里埃 和他对话还能获得三个蒜香面包棍。 22，白淞镇——安特曼 白淞镇传送点往上走一段就能看到。 但是，在之前版本这个NPC会贩卖枫丹材料和告知矿物点位，完成枫丹主线的过程中白淞镇受灾，现在这位NPC不会告知点位了。 4.3版本完成娜维娅传说任务，这位NPC重新开始卖东西了。 23，白淞镇——卡瓦 白淞镇下方一位到处走的小男孩，主线剧情白淞镇受灾后，连同他周围的大人一起不见了。 4.3版本完成娜维娅传说任务后，卡瓦等一些NPC回来了。 24，新枫丹科学院——达梅婕 25，新枫丹科学院——孔雅 位置在新枫丹科学院地图标识下方传送点往左走。 26，柔灯港——梅尔梅 传送点正前方。 魔晶块的作用： 1，放入参量质变仪，每周最多150。和其他矿物一样，质变出来的材料，对于精锻矿的倾向更大。 2，使用树脂迅速锻造精锻用磨矿。 感觉是亏本买卖，注意别点错了。也就氪佬买满体力，可能用这个快速刷下。 如果因为没时间清体力，选择这个方式，个人觉得，抽空刷个急冻树也许更好。毕竟矿的获取途径很多，没时间玩，武器上应该也不会太多吧。 这里消耗树脂也会获得冒险阅历，性价比极低。 3，转化尘歌壶木材。每周每种木材可以转化50个。 这算是磨晶块作用最大的地方了，但量太少，也就应急用。 对于尘歌壶玩家50个木材属实不够看。 4，加速食材加工。 使用须弥声望任务奖励获得的道具，可以加速完成加工食材的制作。有一说一加工食材不仅需求原料多，而且加工时间确实长。 可惜由于加速速度一个一分钟，还是挺少的，所以也是应急用。 5，100魔晶块兑换永久七圣召唤牌背。 6，晶蝶诱捕器 花费30个矿物，用一周时间抓15只晶蝶。一周后要自己去原地点回收。 怎么说呢，一共才几个声望奖励，这么敷衍的吗？",
    "length": 1871
}