{
    "game_id": 2,
    "post_id": "43879616",
    "f_forum_id": 43,
    "subject": "【观测枢小知识】萌新问答整理第二期，你想问的问题我们都有~",
    "url": "https://www.miyoushe.com/ys/article/43879616",
    "created_at": 1695902731,
    "like_num": 768,
    "view_num": 37143,
    "reply_num": 300,
    "text": "各位旅行者们大家好呀~我是原神观测枢的天之舞裳，大家可以叫我天舞~ 在原神观测枢第一期问答活动结束后，我们收到了众多旅行者们的热情反馈。 终于，在2023年7月5日~8月9日期间，原神观测枢又一次开展了在米游社为旅行者新手答疑的问答活动。 在旅行者们的热情参与和观测枢大大们的悉心回答之下，本次原神观测枢的问答活动再次被推到了高峰。 为了能帮助更多有需要的旅行者，天舞在此整理了一些攻略问答供旅行者们参考~ 角色玩法类 ◇ 问题一：怎么练角色更快些，先提高等级还是先练圣遗物和武器？ ◆ 答： 先升级，然后升天赋，其次是武器，最后是圣遗物。如果你角色天赋升上去了，你会发现大世界探索基本就不是问题了，然后升级武器和圣遗物，角色强度就上去了。圣遗物放在最后来刷，因为这个完全看脸。 ◇ 问题二：45级之后我几乎把每一个本（副本）都刷了一遍，为什么朋友说我的号是痛苦号？ ◆ 答： 不要都刷，没意义。要根据自己手中的角色适合什么圣遗物，来进行针对性的刷取。因为圣遗物属性都是看运气的，所以等 角色武器天赋 这些都升满了之后，再来刷圣遗物。 ◇ 问题三：散兵开e技能（元素战技）冲楼梯一卡一卡的bug什么时候能修复。 ◆ 答： 长按e，然后放开方向键，就不会卡了，非常丝滑。 ◇ 问题四：公子怎么养？ ◆ 答： 1、天赋主点E和Q，随缘点A，推荐A6E9Q9（有条件可以点皇冠）； 2、武器四星里选月卡苍翠弓（精1即可），如果买不起就用绝弦，五星只要是属性暴击或暴伤的弓就可以（比如冬极/若水/飞雷/天空），阿莫斯也能勉强用但比四星好不了多少； 3、圣遗物2+2散搭即可，2水伤（沉沦/水仙）或2攻击（角斗/追忆/辰砂/余响）或2精通（乐团/饰金/乐园）随便搭都可以，4水仙也可以刷但成型难度高而且提升不太明显，词条就攻击沙+水伤杯+暴击头/暴伤头，可以适当堆点精通； 4、配队目前只推荐万达国际（公子+万叶+香菱+班尼特） ◇ 问题五：角色突破时希望能一键点完，特别是80-90级，要点好多下。 ◆ 答： 使用经验书时，可以长按加号快速添加哦~ ◇ 问题六：有哪些角色的技能会给自己挂元素？我知道的有班尼特大招挂火，芭芭拉、行秋、心海E挂水，北斗E挂雷，还有哪些角色的技能有呢？ ◆ 答： 还有辛炎的e每次换人会挂火，琴的q，迪奥娜e，多莉q等~ ◇ 问题七：海哥精通一般多少合适啊？ ◆ 答： 小毕业387精通就够了。海哥的精通收益总优于攻击，一千精通以下都能转化为其他属性，收益很高的，算上buff的话，堆到600都没问题。 ◇ 问题八：夜兰大招的增伤换人后怎么计算？ ◆ 答： 夜兰的增伤效果可以继承，是技能持续时间内，切换角色不会重置。后台无法吃到增伤效果，香菱的大招也无法锁定伤害，仅对前台角色生效。 ◇ 问题九：万叶到底是哪个词条优先啊？ ◆ 答： 纯辅助的万叶优先堆精通，同时保证约160%的充能。 ◇ 问题十：如果没有钟离还有什么比较好的盾辅？ ◆ 答： 迪奥娜现在就是钟离的下位替代，练度不错的猫猫盾是足够用的。 角色配队类 ◇ 问题一：有哪些大佬知道宵宫有哪些适合萌新的配队。 ◆ 答： 适合萌新的组队：雷神国家队，行秋、雷电将军、班尼特、香菱。可以升级成草雷国家队，纳西妲、夜兰、班尼特、雷电将军。 还有个强力组合就是胡桃、钟离、行秋，第四人选个辅助就行。没有钟离的话，练迪奥娜可盾可奶。这些都是适合新人组队的强力队伍。 ◇ 问题二：有大佬知道宵宫有哪些适合萌新的配队吗？ ◆ 答： 纯火队，香菱、万叶、班尼特、云堇、钟离、迪希雅任意选三位。 更常规的蒸发队，挂水位行秋/夜兰，增伤位云堇/班尼特，生存位钟离/猫猫/莱依拉/迪希雅/绮良良都可以。 ◇ 问题三：草神、八重神子、海哥、钟离配队好，还是草神、八重神子、提纳里、钟离配队好。目前已经有草神、八重，其次问问八重圣遗物主副词条有什么要求？ ◆ 答： 艾尔海森或提纳里两种配队都可以，都属于主流配队。 这种配队里，八重神子是直伤流，用攻击沙（激绽流才更推荐精通沙），雷伤杯双暴头。圣遗物套装带2+2即可，2攻击/2雷伤/2精通任选。 ◇ 问题四：纳西妲、提纳里、八重神子、钟离。其中的钟离是刚需吗？ ◆ 答： 准确来说提纳里和钟离都是强烈建议抽取的，他们能让队伍的强度和生存提升一个档次。而触发激化反应更多的是看草神的精通和技能等级。 ◇ 问题五：问一下重云国家队的技能释放顺序是什么？ ◆ 答： 行秋q，班尼特eq，行秋e，香菱qe，重云eqa，每次切人前最好a一下挂水，二轮循环班尼特e切给香菱吃球充能。实际上哪里亮了点哪里，并没有固定的顺序要求。 ◇ 问题六：打个36级冒险等阶突破，打不过，怎么配队能打过呢？ ◆ 答： 先稍微提升一点等级，练一练治疗角色，如芭芭拉或者七七等。无相雷复活阶段可提前攒好香菱的元素爆发，旋火轮能快速破除棱晶。 大世界探索类问题 ◇ 问题一：大佬们萌新时候都怎么打过蒙德天赋本里的冰史莱姆、冰法的，好难打！ ◆ 答： 运用元素克制。用火元素角色或者雷元素角色，另外可以联机寻求大佬们的帮助。 ◇ 问题二：从高处下落攻击，经常会卡在缝隙里无法出来，只能重启游戏后才能恢复。 ◆ 答： 可以通过使用传送锚点的方式来摆脱卡模型状态。 ◇ 问题三：那些怪的仇恨为什么那么远呀，我只想单纯和NPC对个话，结果跑了老远才把仇恨值搞没_(无语呜呜) ◆ 答： 通过打开角色试用界面，进秘境再退出，就可以快速消除仇恨。 ◇ 问题四：有些时候，在打BOSS的时候，视角会往前拉。很容易造成不舒服的操作感，希望优化。 ◆ 答： 这类问题可以尝试在设置界面关闭战斗自动调整攻击视角。 ◇ 问题五：我还有4个故事没换图纸，但梦之树旁边没看见换图纸的兰纳罗怎么办？ ◆ 答： 需要将桓那兰那切换到梦境状态才会有兰纳罗出现哟~ ◇ 问题六：进入秘境后（不能更换队伍），有一个关卡就是要用草系弓箭角色去触发机关，可是队伍里没有草系弓箭角色，也不能换人，只能退出秘境重新做，当时都快做完了，又要退出去重新去做 ◆ 答： 可以留意一下秘境里有没有复苏之门，一般都是到一个新区域就会提示“已与复苏之门建立联系”，如果有就可以通过复苏之门更换队友的。 ◇ 问题七：为什么捉晶蝶的时候，角色在离晶蝶比较远的地方晶蝶都会跑，明明队伍中已经带了早柚了。 ◆ 答： 如果你自己的队伍里带着瑶瑶或早柚，那么理论上只有抓到第一只晶蝶的时候，其他的晶蝶才会被惊动。 如果你离晶蝶还有一段距离晶蝶就跑了，那可能是因为你惊动了晶蝶附近的野猪等动物，导致附近范围内的其他小动物也被惊动了。同样的道理，惊动驮兽附近的晶蝶也会使驮兽站起来拱你。 ◇ 问题八：黄金王兽那个岛上的烟雾怎么去除？ ◆ 答： 完成雾海纪行系列任务后鹤观的白雾会消失，需要现实时间四天。 ◇ 问题九：调查点多久刷新一次？ ◆ 答： 大部分24小时现实时间刷新，少部分12小时刷新。也有一些一次性的调查点。 ◇ 问题十：为什么原本显示百分百探索度的地图位置又能找到亿点宝箱？ ◆ 答： 区域探索度100%并不是开启了所有宝箱哦，通常会有20~30不等的宝箱余量溢出。 ◇ 问题十一：我想问问蛇首矿洞旁的那个副本我一直开不了，雨天也不知道哪里解锁成晴天的任务，很是惆怅，呜呜呜~ ◆ 答： 停雨需要做完全套世界任务《远吕羽氏遗事》。 任务起始点在无想刃狭间、地图上「藤兜砦」三个字往右的三岔路口附近，有蓝色感叹号提示，NPC名为「梶先生」。 ◇ 问题十二：马斯克礁怎么去？ ◆ 答： 如果第一次去，需要先去蒙德地图最右上角的“誓言岬”，该地半空中有个大黑洞，黑洞下面地表有三根仙灵柱，找到对应方向的仙灵使其全部归位就可以解锁风场，顺着风场起飞接触黑洞就可以直接被传送到马斯克礁，点亮深境螺旋秘境。（需要冒险等阶20阶解锁） 之后再来可以直接点马斯克礁秘境传送到门口。 ◇ 问题十三：爬山的时候体力空了，角色掉下去时按攻击键没有反应（不会下落攻击），只能眼睁睁的看着角色摔死。 ◆ 答： 眼疾手快打开地图，随便找个锚点传送走就行。打开地图就时停了（除非联机状态）。 ◇ 问题十四：爬山的时候经常体力不够摔死，有什么解决办法吗？ ◆ 答： 吃体力的食物增加体力，或者吃缩短消耗体力的食品，要么就慢慢爬不要跳着爬，后者消耗体力更多。 元素反应类问题 ◇ 问题一：如何快速的破开雷萤和冰萤的盾，每次都被追着到处跑， ◆ 答： 用火破冰盾，用冰破雷盾，这都是效率最高的破盾 元素相克机制。 ◇ 问题二：为什么冰史莱姆身上不能挂草元素啊？ ◆ 答： 史莱姆的元素量是有限的，可以反应掉，但不会被消耗。 例如：蕴种印标记下的冰史莱姆，班尼特e触发融化后，会短暂燃烧。因为班尼特e是强火，只要超出还是会燃烧，但只能持续一瞬间。无相冰也可以短暂触发燃烧，大型冰史莱姆在有冰盾时无法触发，冰深渊法师的冰盾也无法触发。 ◇ 问题三：岩元素怎么破盾？ ◆ 答： 高效率破岩盾的方法是用双手大剑角色或者用岩元素进行攻击。 剧情考据类问题 ◇ 问题一：玩了不到一年，我一直把行秋和温迪当成女的，我朋友却说他俩是男的，我很困惑，他俩到底男的女的？ ◆ 答： 温迪和行秋设定上都是男生哦~ ◇ 问题二：为什么赛诺是大风纪官，其他人只是风纪官？ ◆ 答： 大风纪官相当于风纪官部门的领导。 ◇ 问题三：魈的业障还在累积吗？ ◆ 答： 魈在与魔神残渣引发的恶象战斗，降妖除魔，但魔神力量巨大，要消灭其必须背负它们的业障，因此一直在累积。 ◇ 问题四：为什么蒙德会有流血狗? ◆ 答： 雷泽传说任务里提到的外来狼，“奔狼领最近有奇怪的家伙在游荡”，剧情里的是本地狼群被流血狗袭击了之后，狼王安德留斯出手将流血狗给赶走了。 圣遗物类问题 ◇ 问题一：几级才可以刷圣遗物呢？ ◆ 答： 在45级后刷取圣遗物能保底出金，这是性价比最高的。 ◇ 问题二：武器可以直接分解，为什么圣遗物不能分解掉呢？ ◆ 答： 四星及以下的圣遗物可以摧毁，返还摩拉。 ◇ 问题三：升级圣遗物一下就满级了，怎么回事？ ◆ 答： 圣遗物升级的时候有一定概率获得 2倍 的经验，运气好还有 5倍 经验。 另外高级圣遗物能提升更多的经验且不花什么摩拉，比如把一个满级20级圣遗物喂给一个五星的0级圣遗物，预览显示能升到18级，触发经验暴击就直接满级了。 武器类问题 ◇ 问题一：四风原典加成的10%移动速度包不包括飞行速度？ ◆ 答： 加速buff对飞行速度没有加成，包括罗莎莉亚天赋也没有。目前只有小道具红羽团扇能加成滑翔速度。 ◇ 问题二：祭礼（大剑）一斗可行吗？ ◆ 答： 祭礼虽然能重置e的cd，但会损失很多伤害。一斗的主要伤害来源是 重击 ，祭礼甚至没有西风大剑的充能可以更快更好的循环。还是建议螭骨剑，或者选择锻造武器白影剑。 任务探索类问题 ◇ 问题一：丘丘人语言的每日任务，我到底该怎么走到丘丘人面前才不会触发战斗啊（没有惊动别的qq人） ◆ 答： 和门口待着不动的丘丘人对话，不要出现在其余丘丘人的视线范围内。如果正常对话完，再次和艾拉对话前不要乱走，这时惊动丘丘人照样会任务失败。 ◇ 问题二：要怎样才能开启森林书的任务啊！ ◆ 答： 在化城郭左侧传送点岔路口附近，接取世界任务，解救被蕈兽攻击的拉娜，跟随指引即可。 ◇ 问题三：做雷电将军传说任务中为啥无法进入尘歌壶? ◆ 答： 尘歌壶属于联机模式，部分任务途中无法进入联机状态哦~ ◇ 问题四：央陆原胚打造的武器图纸在哪获取？ ◆ 答： 完成森林书系列任务，可以获得5个回忆。在梦境中的梦之树对面，与兰随尼对话，可以兑换须弥锻造武器图纸。 ◇ 问题五：货比两家到底有没有成就？ ◆ 答： 每日委托「货比两价」有鱼干分支和香料分支，每个分支都有两位进货商人可选，但目前 并没有 相关成就哦。 深渊类问题 ◇ 问题一：深渊里藏镜仕女的哪些技能会挂迟滞之水？ ◆ 答： 技能不会挂迟滞，是她脚下那个水环给你挂的debuff，大概15s一次。除了远程角色以外，其他角色都挺难规避的。 抽卡类问题 ◇ 问题一：抽角色一直歪该咋办？ ◆ 答： 整体来说概率会平衡的，之前太非，未来就会欧回来。 ◇ 问题二：为什么抽完卡没有立刻显示记录呢？ ◆ 答： 服务器需要同步，因此祈愿记录查询有1小时左右延迟哦，也就是抽完之后，不能第一时间看到记录，需要等一会~ 世界BOSS类问题 ◇ 问题一：请问半永恒割矩阵隐身后要怎么才能出来？ ◆ 答： 1、等待一段时间会主动破隐 2、使用雷元素攻击地面上修补中的元件，打断并使本体瘫痪 3、使用激化反应，即雷+草，直接攻击隐藏的本体，破除不可视状态。（可以根据元素附着、技能标记、减抗buff等找到隐藏的本体位置） ◇ 问题二：周本一周到底可以打几次？ ◆ 答： 可以重复挑战，但每个周本的奖励每周只能领取一次哦~ 七圣召唤类问题 ◇ 问题一：七圣召唤里，当我有两层燃烧，回合结束燃烧攻击头上有草元素的敌方角色，燃烧会变成只有一层，不能理解。 ◆ 答： 七圣召唤里的元素反应机制和现实游戏环境不太一样，燃烧召唤物不属于火元素，不能续燃烧。 ◇ 问题二：七圣召唤打不出事件牌。 ◆ 答： 打不出事件牌可能是因为旅行者的骰子达不到该事件牌的打出条件（比如需要两个异色骰子打出而现在只有一个骰子） ◇ 问题三：快攻慢攻卡组的区别是什么呀？ ◆ 答： 快攻出伤快，斩杀线高，一般3回合即可结束战斗。关键牌例如风与自由非常影响局势。 现在（3.8版本）的主流环境有利于快攻卡组，毕竟慢速卡组叠武器圣遗物需要拖回合，但三件套成型的主c，很可能一回合就被对面秒杀了，在大家伤害都很高的情况下肯定是出伤越快速越稳的卡组更有优势。 尘歌壶类问题 ◇ 问题一：为什么我的尘歌壶只可以邀一个角色？Q～Q ◆ 答： 是因为信任等阶不足哦~信任等阶高起来，壶里才能开放更多地区和入驻更多伙伴。壶的信任等阶可以通过制作之前没有制作过的摆设来获取经验慢慢提升。 ◇ 问题二：想往尘歌壶放些小动物（例如狐狸，鸭子之类的），可是用网捕获之后就变成肉肉了。 ◆ 答： 可捕获的小动物在图鉴-生物志里会显示哦~还有部分小动物可以在周游壶灵处购买。 ◇ 问题三：尘歌壶里有没有锅或者其他可以烹饪的东西。 ◆ 答： 存在部分摆设可以烹饪，例如「嘟嘟可的呼呼烤炉」、重型餐馆专用炉灶、「温暖的味道」等。 ◇ 问题四：尘歌壶怎么玩啊？ ◆ 答： 类比家园系统，获取家具设计图→制造家具→提升环境度（洞天仙力）→达成一些指引条件获取奖励/提升壶灵好感度等。 壶里可以积累代币，积累速度跟环境度（洞天仙力）相关； 制造（以前未造过的）新家具可以提升壶灵好感度； 壶灵好感度高后可以用代币购买东西，树脂/经验书/摩拉/家具设计图/种子等，每周都可以进货一些角色培养道具。 壶里可以种地，以三天时间为周期获取一些植物，包含一些角色培养用的特产植物，如霓裳花、清心、鸣草等。 壶里放置角色可提升好感。 壶灵好感提升，以及制作每位角色喜好的家具套装后，均有原石奖励。 可以自己设计装修，让其他旅行者来串门；可以一键复制别人的装修（需要持有对应装修相关的各种家具），也可以将自己壶里的装修设计提供给他人一键复制。 ◇ 问题五：在尘歌壶里要进入别人世界，提示无法进入。 ◆ 答： 因为尘歌壶里已经处于联机模式了，要进入其他玩家的世界只能先退出尘歌壶返回自己的世界。 ◇ 问题六：萌新提问，每周任务里面去其他人壶里买两件物品是怎么去？ ◆ 答： 点好友列表中某个好友的头像，选择「申请进入尘歌壶」，在别人家壶里打开地图找到一个黄色的壶灵标记（阿圆是蓝色）NPC，名为阿嘟，过去对应地点找他，在商品列表里随便买两样就行，花费洞天宝钱。（NPC只在星期五、六、日出现） 其他类问题 ◇ 问题一：组队打本挂了，但是队友还在打，那放弃挑战和重新挑战有什么区别？该点哪个？我是要等队友打完，但又怕点错重新开始了。 ◆ 答： 如果你是要等队友打完的话就不要点了，观战就行~放弃挑战就是你个人退出房间，队友还在里面打，你领不了奖励，如果是房主也退不了多人模式。重新挑战就是整个队重新打，一般不会点这个 ◇ 问题二：打1000次纯水精灵真的可以掉小纯水吗？ ◆ 答： 是不可以的，纯水精灵嫣朵拉是1.4版本活动的限定奖励，错过版本活动就没有了，相当于老版本玩家专属。 ◇ 问题三：为什么会锁联机，怎么改名字，怎么获取好感度？ ◆ 答： 1、部分任务在进行时无法联机，完成任务即可解锁。 2、派蒙菜单-修改昵称，但每个月仅有5次修改机会。 3、每日委托、突发委托以及消耗树脂时会获得角色好感度，需要提前将刷好感的角色编入队伍。 ◇ 问题四：联机的时候，队友在秘境里不出来，导致无法结束多人模式。 ◆ 答： 可以进入尘歌壶，强行结束多人模式哦~ ◇ 问题五：为什么我用琴做烧蘑菇披萨额外获得的不是特殊料理？ ◆ 答： 因为琴的生活天赋是“烹饪恢复类食物时，12%几率获得双份”，和特殊料理并不冲突，烤蘑菇披萨也是恢复类料理。 ◇ 问题六：怎么快速提升冒险等阶？ ◆ 答： 旅行者可以通过任务或者消耗体力来快速获取经验值哦~ ◇ 问题七：不知道大家有没有这种情况，就是别人进世界时，明明点了√却没有反应眼睁睁看着读条结束就没了。 ◆ 答： 可能是其他旅行者在你同意之前先同意了，所以那位玩家先进入了别人的世界。 ◇ 问题八：月卡刷新的时间提问。 ◆ 答： 刷新时间是服务器时间凌晨4点。 本次活动一共为旅行者们解答了疑惑632个。 本次新手攻略问答一共整理了： ① 角色玩法类问题10个 ② 角色配队类问题6个 ③ 大世界探索类问题14个 ④ 元素反应类问题3个 ⑤ 剧情考据类问题4个 ⑥ 圣遗物类问题3个 ⑦ 武器类问题2个 ⑧ 任务探索类问题5个 ⑨ 深渊类问题1个 ⑩ 抽卡类问题2个 ⑪ 世界BOSS类问题2个 ⑫ 七圣召唤类问题3个 ⑬ 尘歌壶类问题6个 ⑭ 其他问题8个 非常感谢以下各位大大们对本次活动的参与和支持！ ﻿ @东云恋 ﻿ ﻿ @卡玛sei亚 ﻿ ﻿ @空白调 ﻿ ﻿ @特图 ﻿ ﻿ @我就是猫猫王 ﻿ ﻿ @汐儿 ﻿ ﻿ @西风妖精 ﻿ ﻿ @如果有一碗鱼 ﻿ ﻿ @祖安水稻公主 ﻿ ﻿ @析茉Csxylic ﻿ ﻿ @maki卷卷 ﻿ ﻿ @Slothw ﻿ （排名不分先后） 后续每个版本都会有相关的问答活动开展，天舞也会持续为大家整理问答相关的内容。如果有问题，大家也可以在评论区进行留言~ 更多原神相关游戏攻略可关注原神观测枢攻略站~ 旅行者创作平台-观测枢-原神wiki旅行者创作平台-观测枢-原神wiki 角色以及配队攻略可关注： 旅行者创作平台-观测枢-原神wiki旅行者创作平台-观测枢-原神wiki 七圣召唤卡组攻略可关注： 旅行者创作平台-观测枢-原神wiki旅行者创作平台-观测枢-原神wiki",
    "length": 7752
}