{
    "game_id": 2,
    "post_id": "44698166",
    "f_forum_id": 43,
    "subject": "1-55级做什么？新号发展步骤。新人教程1",
    "url": "https://www.miyoushe.com/ys/article/44698166",
    "created_at": 1697817949,
    "like_num": 6190,
    "view_num": 65452,
    "reply_num": 263,
    "text": "1-55级做什么？新号发展步骤。新人教程1 欢迎新人，我写了新人教程1-10，想速成的、不知干什么的，最好看完。 写教程原因: 我7月中旬入坑，踩过几个大坑。 新人先看搜索这几个教程看，没看过的不要玩，否则浪费资源会变痛苦号： 元素反应论，种门，全角色配队，xx角色武器圣遗物。 新号发展步骤: 1确保你是官服，B服太少人，基本没人帮忙。 2去拿开局神器： 搜关键词：对话武器、对话圣遗物。 开局先拿几个好用的。 圣遗物+三四星武器记得强化。不强化打得很慢。 看我45级前圣遗物教程，主词条对的直接强化。 3做主线领完御三家就是10级。 10级领邮件送抽卡的蓝球，把能领的感叹号奖励全领了，抽新人池拿女仆，采矿用。 不怕前面采矿麻烦的，可以搏一搏常驻。 16级把冒险等级、成就的原石领完，还可以十连。 所有角色升20级或者40级，角色界面右上角红点可以领蓝球抽卡。 4任务卡住了，遇到不懂的，怎么找教程？ 看到很多新人问问题。 原神太火了，什么教程都有人发过了的，不需要发帖问，直接搜教程快多了。 我新人教程1-10最好看完，以免踩坑。 我教程50级内圣遗物一定要看，用对了打得快。 怎么找教程？ 搜教程直接输入角色名、任务名、怪物名、物品名等。 一般主要在B搜视频跟着跑，米游社看角色攻略图文。 安装米游社app，抽到什么角色可以搜他名字，有的攻略会教你操作手法，一个角色不同用法操作不同。 比如： 解谜不懂了，输入这个解谜的任务名，或者所在地地名。 遇到难打怪物，在哔哩哔哩或者米游社搜它名字，熟悉机制，准备打突破和深渊。 比如：遗迹守护者，无相之雷。 在大世界找他们练手，掉血一半以内能打过就差不多了，能无伤最好。 5看我新人教程2，拿风岩神瞳增加体力，爬山游泳更猛。 任务尽量只做最上面的两个任务，也就是魔神任务（主线）+世界任务（副线），快速冲等级。 支线屯到50级后再做，那时圣遗物好，充能快。 主线尽快做，支线尽量不做。 最好35级没突破打完稻妻，不然雷神、女士、公子不好打。 35级没突破的，三星圣遗物只强化三件都能打。 搜索视频反雷神特训，有特殊技巧，不一定要强打。 打不过的搜任务教程。 40树脂世界BOSS直接喊大佬，不用自己打。 16级可以联机喊大佬，岩神瞳有的需要打怪开门，所以16级再去拿比较好。 官服你世界设置直接加入，就源源不断有大佬进来帮忙了。 前期进来帮你56级以上的大佬都加好友，否则50级后很少人进来。 55级不推荐，做完任务肝两国宝箱就55了，圣遗物一般不好。 6看我教程3。搜索视频：如何去须弥。 去须弥换草属性主角，再看我新人教程3种门教程，秒天秒地秒空气。 去打深渊领柯莱，种门开搞。 一般打完璃月圣遗物就不错了，强化12级就可以打深渊，领香菱、柯莱了，新人香菱注意事项看我其他教程。 须弥森林书、赤沙石板、甘露花海：只做任务列表显示的，做完列表的开完图就能拿草神瞳。 先不做隐藏后续，后续可以等55级后没事做了再打开背包点任务道具。 注意森林书的格式一般是这样的： 主线，支线123。 你点主线没有任务追踪，点下面的支线才有追踪。要是支线都没追踪，就搜任务名跟视频跑。 完成支线一般主线就消失了。 7做完蒙德、璃月主线就25级左右了，拿尘歌壶，开始做家具。 搜视频白铁矿，2天一批，坚持拿，因为家具和锻造武器都要，最好保持300个以上。 须弥声望拿到王树瑞佑，砍树神器。 8看我教程8，明白树脂怎么用，乱用树脂会痛苦一两个月，很多怪打不过。 每周最后一天，周本记得打，点匹配就有人带。 尽量最后一天是让你高级点。45级开最高级副本。 米游社搜教程：周本天赋材料。 看清楚你要练的角色，需要哪个周本的材料。 一个周本会掉三种材料，如果不是你要的那种，可以在合成台转换。 每周三次，打两三个月够养两队。 40级之前尽量打角色突破材料中间那个。不是左边那个晶体。 40级打武器本，45级刷圣遗物。点匹配就行。 到了45级，记得全部红点领完，抽卡看看能不能抽到久岐忍、烟绯、行秋。 确定玩种门的，45级开始先拉满角色+武器，再把剩余脆弱树脂全刷草本。 精通圣遗物三件刷到了，就计划练深渊第二队了。 9一直冲主线，肝完枫丹魔神任务就有50级以上了，世界7降低到6，再去做支线、肝雪山。 主线没肝完不去雪山。 10做完支线跟影月月视频拿宝箱，拿宝箱看到感叹号任务就去接，这样可以查漏补缺。 宝箱拿两个国家的基本就55级了。推荐稻妻璃月优先，这些怪物掉落需要很多（角色武器都要）。 11深渊： 深渊第二队： 45级副本满级，所以先刷武器+天赋。 至少世界7再刷深渊第二队角色突破材料，有几率获得最高级晶体。太低级刷了亏树脂。 世界8的boss可以保证有五星圣遗物。 时间少的，我是建议50级后再去打深渊。 没到50级的一般没有两队圣遗物。 深渊不能一次过就不打了，重复打浪费太多时间。 还不如尽快肝完宝箱，等抽人权卡。除非你实在是太闲了。 角色传说任务，先做谁的？ 做完两天8个每日委托，记得点任务——传说任务——领钥匙——解锁角色传说。 注意不能乱开，后面魔神任务的前置任务是角色传说任务，所以有优先顺序。 所以可以先屯三把钥匙再开。 新人一般还没卡任务就有三把钥匙了怎么办？ 无脑开雷神1+2、草神1+2，珊瑚宫心海1，钟离1+2、一斗、枫原万叶。 1就是点开看到第一章那个。 具体先开谁，等你顶头两个任务不能做时，点?会提示你做传说任务，再去角色传说任务里面找任务名。 1-45级尽量只培养一个主C，不会缺经验。 最好看我教程3-6，玩种门队或者龙王队。 挂元素工具人40-50级。 不使用的角色升20级拿个蓝球抽卡就行，不要再升级，浪费树脂刷突破材料。 缺经验书不要打地脉花，开宝箱就有了。 拿完水神瞳后再回去清支线任务、领取声望任务。 做完任务没事做了再搜视频宝箱全收集。 宝箱： 开局尽量不开华丽的宝箱。 一定要找宝箱的，至少突破一次世界，掉落物才好点。 路过能直接拿的就拿，需要解谜打怪的直接跳过，浪费时间的。 只有小丘丘人的可以打。 比主角高的怪物，留到51级后没事做再打，掉落物更高级，打起来也更快。 水果采集:看到水果不怕爬树，直接砍就会掉落，所有木头后面都用得上。 温馨提醒： 尽量看完我其他教程，以免踩坑。",
    "length": 2583
}