{
    "game_id": 2,
    "post_id": "27889330",
    "f_forum_id": 43,
    "subject": "【V3.0攻略】#探索解谜#吉祥具书全攻略，附解谜步骤",
    "url": "https://www.miyoushe.com/ys/article/27889330",
    "created_at": 1661341625,
    "like_num": 5756,
    "view_num": 333225,
    "reply_num": 343,
    "text": "UID 137951919 旅行者们大家好，这里是 抓马特鸡 ~ ▶ 一、本帖说明 本篇为大家带来 森林书相关任务——吉祥具书 的攻略。 想要继续推进森林书第二章的故事，我们需要完成： （1）愿为一炊之梦 （2）收集恒素果：林中小曲（通往黯道的曲调，新芽迸发的曲调，揭示兽径的曲调） （3）吉祥具书（本篇） （4）水天供书、新蓓萌生 （5）正法矩书 其他相关任务可以查看下面这个帖子跳转： 【V3.0攻略】森林书第二章（5）：森林的孩子们，完成条件 本篇内容包含： （1）吉祥具书·初篇：奖励原石*30等。 （2-1）吉祥具书·罗因贾篇：奖励原石*40等。 （2-2）罗因贾篇·阳卷：奖励原石*30等。 （2-3）罗因贾篇·阴卷：奖励原石*30等。 （3）吉祥具书·加扎里篇：奖励原石*40等。 （4）吉祥具书·降迪弗篇：奖励原石*40，关于你与兰那罗的故事等。 完成本篇将习得恒摩的曲调 ： 具有驱动「恒摩达」转动，从而开启通路的能力。 在这些奇怪的圆球旁，利用「老旧的诗琴」弹奏这个曲调，就能使恒摩达激活。攻击激活后的桓摩达能使其转动。 ▶  二、 任务触发条件 完成 「森林书·第二章」兰那罗的世界。 【V3.0攻略】森林书第二章：梦中的苗圃（1）兑换锻造武器 在下图位置与兰利遮对话即可接取任务。 （1）吉祥具书·初篇 1.调查奇怪的地方 这里跟随任务指引就能找到，为避免篇幅过长，笔者这里就不过多截图了。 值得提醒的是：在山体里的移动都可以通过四叶印快速实现。 最后探索来到这个地方，开启锚点： 2.与可疑的人对话 3.和兰利遮对话 4.和加扎里对话 5.与罗因贾对话 （2-1）吉祥具书·罗因贾篇 1.寻找「秘密基地」 2.转动「桓摩达」 在这些奇怪的圆球旁，利用「老旧的诗琴」弹奏 恒摩的曲调 ，就能使恒摩达激活。之后， 普通攻击 激活后的桓摩达能使其转动。 3.调查「秘密基地」 4.挖掘埋藏之物 5.挖掘「阿麦塔机关」 6.与阿玛兹亚对话 7.寻找机关零件（完成 罗因贾篇·阳卷、罗因贾篇·阴卷 ） 罗因贾篇·阳卷 从上方的传送锚点出发。 （1）寻找被水淹没的洞窟 （2）降低水位 ①将这个仙灵指引回仙灵座。 ②在被锁住的降水机关下层就能发现另一个仙灵，将其也指引到仙灵座上，降水机关的封印就解开了。 ③注意：这只仙灵中间会飞得很高，需要用雷元素活化一下弹跳菇才能够得着。 （3）前往下面的洞窟 （4）再次降低水位 这里先按提示的顺序召唤草种子攻击草靶子，将三个草元素方碑解锁后再点亮草元素方碑。 （下面这个顺序不唯一，先点亮其他的方碑后，按绿色光芒提示的顺序接着点亮其他的方碑也可行） （5）寻找机关零件 罗因贾篇·阴卷 从下方的传送锚点出发。 （1）前往标记出的地点 （2）寻找可以进入的洞窟 召唤草种子射击下图的石头。 （3）继续前进 （4）解除死域 （5）寻找机关零件 8.回到「秘密基地」 9.在「秘密基地」和罗因贾对话 10.和加扎里对话 （3）吉祥具书·加扎里篇 1.打开「遗迹巨像」的封印 2.进入「遗迹巨像」 3.启动中继装置、联动下层动力系统 【TIPS】遗迹巨像解谜玩法简介 下层的机关只要把地上所有的能量块捡起来放进中继装置中即可，非常简单。 4.与加扎里先生对话 5.连通中层四个中继装置 （1）提示：最底层这个电梯是可以用的。 （2）中层，以下图这个房间为1号房间，顺时针将有东西的房间记为 1号房间~6号房间 。 中层房间示意图： 解谜方法： 【第①步】1号房：从中继装置里取走1个能量块。现在手上有1个能量块。 【第②步】2号房：放1个能量块开门，取走里面中继装置上的能量块，再把开门的能量块拿回来。现在手上有2个能量块。 【第③步】4号房：放1个能量块开门，里面有一个神秘的纪事（可阅读），暂不知道有什么用。离开时记得取走开门的能量块。现在手上有2个能量块。 【第④步】5号房：放1个能量块开门，里面有一个奇馈宝箱（妙彩宝瓶-藤绿）。离开时记得取走开门的能量块。现在手上有2个能量块。 【第⑤步】6号房：放2个能量块开门，拾取1个散落在地上的能量块，还有一个神秘的纪事（可阅读）。离开时记得取走开门的能量块。现在手上有3个能量块。 【第⑥步】3号房：放3个能量块开门，拾取1个散落在地上的能量块直接放入中继装置。离开时记得取走开门的能量块。现在手上有3个能量块。 【第⑦步】6号房：放2个能量块开门，将1个能量块放入中继装置。离开时记得取走开门的能量块。现在手上有2个能量块。 【第⑧步】2号房：放1个能量块开门，将1个能量块放入中继装置。离开时记得取走开门的能量块。现在手上有1个能量块。 【第⑨步】1号房：将1个能量块放入中继装置。 谜题解决。 6.击败黑蛇骑士 7.与加扎里先生对话 8.连通驾驶舱的动力系统 上层地形示意图： 解谜方法： 1号房：从中继装置里取走1个能量块，开启1号房内右侧的门，拾取地上散落的1个能量块。再取走开门的能量块，现在手上有2个能量块。将这两个能量块放在1、2号房的中继装置中即可完成解谜。 注意： 1号房左侧小室内有一份可阅读的文件（作用未知），2号房右侧小室内有1个华丽的宝箱。 9.进入驾驶舱 10.启动「遗迹巨像」 这里乱点几下就行，操控不了的.. 11.与加扎里先生对话 （4）吉祥具书·降迪弗篇 1.离开「遗迹巨像」 从巨像内部离开， 不要传送。 2.查看被砸中的地方 3.进入地下遗迹 为了防止有点小可爱中途传送出去，找不到入口。这里再标记一下进入地下遗迹的入口位置。 4.调查地下遗迹 开一下传送锚点，往前飞到三只深渊法师聚会的地方。 5.继续向前探索 6.击败三处深渊法师 7.前往炉心关闭装置 8.击败深渊咏者·紫电 9.关闭提取装置 10.离开地下遗迹 不要传送， 通过四叶印离开。 11.与兰利遮对话",
    "length": 2406
}