{
    "game_id": 2,
    "post_id": "39943004",
    "f_forum_id": 43,
    "subject": "全社最全绮良良攻略！——这是一份结合了26份绮良良攻略的攻略",
    "url": "https://www.miyoushe.com/ys/article/39943004",
    "created_at": 1685700463,
    "like_num": 171,
    "view_num": 3996,
    "reply_num": 41,
    "text": "大家好，这里是大家久违的乐子区作者亿个客户_(偶像姬_WINK) 今天给大家带来的，是一份绮良良攻略！......吗？ 好久没有为大家找乐子了，作为客户，只写一片攻略怎么能行！_(米游姬 期待) 所以说，客户从 星期三 开始，就在米社盯绮良良攻略，现在一共统计了26份！ 2023.6.2补充：其实是上周六统计的，现在才发，咕咕 今天，就让我们用这26篇攻略，来写一篇 不包含任何我的看法的 绮良良攻略！ 零、免责声明： 1.本文涉及到的所有攻略均在米游社-攻略区发表。 2.本文为对26篇攻略的统计分析， 结论由统计得出而非计算得出，不包含任何个人观点。 换言之，请勿用本攻略来清算作者 ﻿ @一亿个客户 ﻿ 的游戏理解，同时也不要由于本文结论符合你的观点关注本人，请关注原作者。 但如果你喜欢乐子，可以关注 ﻿ @一亿个客户 ﻿ _(妮可 奸笑)高质量更新乐子 3.作者本人，一亿个客户，与其中任何一位作者无商业合作或商业竞争关系。 4.本文中，作者排序为按照发表时间正序进行（Asgater除外，因为客户第一遍看漏了，第二遍补上了忘调顺序_(偶像姬_糖葫芦)），圣遗物/武器排序为作者推荐顺序，如作者推荐等级相同，按照从左到右，从上到下顺序。在此我们默认，作者认为放到前面的更推荐。 5.可能包含了部分“作者不推荐但可用的”圣遗物或武器，如果excel还有空格，我就写了进去。因此，武器4、5这种位置的武器，并不代表作者推荐。 6.如果我漏掉了一些人/圣遗物/武器，可能就是看漏了，我是看到了再统计的_(偶像姬_糖葫芦)再或者就是只出现了一次，我删掉了。 7.本文纯图一乐，本文纯图一乐，本文纯图一乐，重要的事情说三遍。 8.Q:你写这篇文章有什么目的？谁指使你这么干的？ A:我遵循欢愉星神啊哈的意志，给大家整点乐子 _(福到啦) 一、绮良良的圣遗物/武器推荐 我们对所有圣遗物进行了推荐次数的统计，以及他们出现在靠前还是靠后推荐的统计， 由统计数据，我们可以得出， 省流不看系列： 绮良良的推荐圣遗物套装为：2千岩2花海>草4>宗4>教官4； 绮良良的推荐武器为：板砖>绿剑>祭礼>苍古>原木刀=西风； 其他武器不作为推荐，或者为输出装绮良良的武器，暂时排除。 二、统计表格 原表格： 处理后，算分用表格： 三、还有什么改进空间？ 首先，我们从上面的统计可以看出， 我们好像没把作者的影响力考虑在里面 _(小跟班-大吃一惊)10w粉的作者，总比7000粉的客户更准吧？ 然后，两款圣遗物之间的对比，有的两种圣遗物是“作者以相同等级均推荐”，有的圣遗物是“作者不推荐，但是能用”，这种圣遗物都写上去，会不会不公平？ 关于第一个问题，我想出了一个新乐子，就是上面这张图，我把粉丝数统计了一下_(小跟班-好耶)第二个问题，不知道，那就不解决了_(宵宫-坏那菈) 但是怎么量化呢？_(小跟班-大吃一惊)我把粉丝数取了对数，以此来衡量作者的影响。表格中的权重是取了对数之后效果； 但是我现在突然觉得，单纯取对数不太好，稍微有1000粉，就是7权重了，50w粉才13权重_(卡维-在改了)所以我决定，把所有人的权重全减去自然对数的底数e 为什么是e？ 我就知道你会点开，但这个数是我随便取的，嘿嘿 得出这样一张图 好吧，结论不变，还是 2千岩2花海>草4>宗4>教官4 _(柯莱-心里乱) 但不要灰心，我们可以得出半定量结论， 2千岩2花海的推荐程度是草4的1.7倍，是宗4的约4倍，是教官的7倍_(绮良良-求好评喵) 武器的不处理了，圣遗物部分伤透了客户的心_(阿姬低落)算了这么久，竟然结果不变 但至少我们还有一个结论，那就是以后不需要统计粉丝数，只需要统计排名*出现次数就可以_(阿姬灵感) 四、最终结论 1.经过对米游社26篇绮良良攻略的总结，我们得出： 绮良良的推荐圣遗物套装为：2千岩2花海>草4>宗4>教官4； 绮良良的推荐武器为：板砖>绿剑>祭礼>苍古>原木刀=西风； 2.作者的粉丝数高低，对最终观点是否相同无显著特异性。至少本文无法证明其差别。 五、免责声明 1.内容部分不包含任何个人观点，也就是说，作者本人不认可最终结论，也不反对最终结论中的武器/圣遗物排名。 2.本文纯图一乐。 3.感谢您的阅读，这里是乐子区的绮猫猫的亿个客户，记得好评！ _(绮良良-求好评喵)",
    "length": 1794
}