{
    "game_id": 2,
    "post_id": "46722641",
    "f_forum_id": 43,
    "subject": "【V4.3攻略·角色攻略】娜维娅全方位培养攻略",
    "url": "https://www.miyoushe.com/ys/article/46722641",
    "created_at": 1703038992,
    "like_num": 2102,
    "view_num": 147707,
    "reply_num": 467,
    "text": "UID 149991210 旅行者们好呀！这里是荒星攻略站！本期采访的主角是我们集美貌、智慧、勇气于一身的刺玫会大小姐—— 娜~维~娅 ！！ _(娜维娅-自信出发) 娜维娅： 哈哈，是“娜维娅老板”哦！不过对于朋友来说没关系啦——我带了蛋，糖和杏仁，要吃马卡龙吗？ 下文中，A=普通攻击  E=元素战技 Q=元素爆发  CD=冷却时间 娜维娅培养材料一览 荒星娘小课堂：结晶反应 *原宝好久没出新的岩元素角色了，不知道有没有旅行者需要复习一下岩系独特的元素反应—— 结晶 反应？ 岩元素无法附着，因此 只能作为触发元素存在 。 当 岩元素攻击遇到 四大 反应 元素： 冰、火、水、雷 时，触发结晶反应并掉落对应的元素结晶片，角色拾取后即可获得一个用于 抵挡伤害的元素护盾 。 结晶反应形成的护盾盾量受到 触发角色的等级 和 精通 影响。 ·【天赋机制篇】· 娜维娅 核心 技能是 E 技能，Q技能相当于 补充 的 后台 输出+辅助 叠层 。根据娜维娅的技能机制特点，我们基本确定了她的输出手法 （大招起手） ： Q — （队友上场） — E — 平A四次 — E爆发 因此，娜维娅的技能加点顺序为： E（8+）>Q（8+）>=A（8+） 四段普攻，其中第三段是快速打出 三次 攻击（类似于钟离的踢枪，可以通过 闪避 取消后摇）；第四段普攻 倍率最高 。 一套普攻打完大约 4秒 ，刚好 契合 娜维娅固有天赋一的岩元素 附魔 时间。 岩元素炮击。 裂晶弹片持续时间： 300秒 ； 战技冷却时间： 9秒 。 由于裂晶弹片的超长持续时间，实战时基本不用担心会掉层~ 队伍中角色 获取结晶 片时，将会给娜维娅积攒至多 6层 特殊被动，释放E技能将消耗特殊被动「裂晶弹片」的叠层层数打出相应特殊攻击「玫瑰晶弹」。 一些叠层问题： 【叠层方式】 1、 开Q 叠层 2、 岩造物 触发结晶叠层 3、天赋 岩附魔 攻击带元素的敌人叠层 第 1-3 层：队伍中角色每获得 一结晶 晶片，娜维娅身周会出现 一枚子弹 ，最多出现 三枚 。 第 4-6 层：队伍中角色每获得 一结晶 晶片，原来累计的三枚子弹会点亮并放大一枚，三枚都被 点亮放大 即为满层。 *一般而言，娜维娅叠满3层并不难，3层已经可以打出原本200%的伤害，继续往上叠层并 不是必要 。 而E技能初始 两次 ，开E后普攻岩附魔，说明第一个E就是帮助第二个E 快速叠层 （如果是 2命 更是保证了 每次E 完都有 1层 弹片保底），旅行者们对于娜维娅的叠层问题不需太过担心。 综上，E技能有以下特点： 1. 叠层 加伤可以在娜维娅处于 后台 的情况下完成； 2. 高倍率 ， 9级 时玫瑰晶弹基础伤害有 671.2% ，若至多产生的 11枚 玫瑰晶弹全部命中将造成原本 200% 的伤害（此为 独立 乘区，相当于伤害 乘2 ）； 3. 利于 对单 爆发，对群情况下由于弹道 较窄 可能会 丢失部分 伤害； 4. 长按时可在原地 自动吸取 附近晶片，但 抗打断 能力 不高 ，最好有 护盾或结晶盾 庇护。 5.E技能命中后产出 3~4枚 岩元素微粒与 弱岩附着 ，单人单岩产结晶会不够用。 简单来说 ， 咔咔开炮太爽了！ 元素爆发会造成岩元素范围伤害，支援炮击索敌随机。 Q技能并 不是 娜维娅的 主要 伤害来源，而是对E技能的叠层以及总体输出的 补充 ：12秒内降落炮击，岩元素支援炮持续的12秒内， 每次命中 都将为娜维娅积攒 一枚 「裂晶弹片」，炮击持续时间内至多 5枚 。 该技能一定程度上 弥补 了娜维娅短缺的 对群能力。 ·【命座篇】· 1命加强输出 循环 ，2命加强E技能 暴击率 和输出，3、5命增加E、Q技能 等级 ，4命增益 减抗 乘区、6命加强E技能 暴击伤害 。 2 命性价比 最高 ， 1命非必抽 ，所以预算不足的旅行者0命即可。 ·【武器篇】· 娜维娅的武器选择需稍微参考配队。 - 有 班尼特（ 加攻 ）、 有 芙宁娜（ 增伤 ）： 双暴 武器为 第一 选择 （裁断、苇海信标、螭骨剑） - 有 班尼特（加攻）、 无 芙宁娜（增伤）： 增伤 武器为第一选择 （裁断、螭骨剑） - 无 班尼特（加攻）、 有 芙宁娜（增伤）： 攻击 武器为第一选择 （无工之剑、狼的末路、浪影阔剑、「究极霸王超级魔剑」） - 无 班尼特（加攻）、 无 芙宁娜（增伤）： 专武 为第一选择 （裁断） *以上并 不是 说班尼特和芙宁娜是娜维娅的 绑定 队友，更多关于配队见下文 【配队分析与推荐】~ 以下为上述武器的伤害期望。 （娜维娅带双岩队、圣遗物攻/岩/暴、24双爆词条+6攻击词条，计算一轮输出总伤） 数据计算仅供参考， 强度 党无脑 专武 裁断，没有专武的可以选择 螭骨剑 （实战时多种因素影响可能会不如计算高） 或者合适的 五星 武器， 平民党 肝一肝枫丹 锻造 大剑浪影阔剑或4.3 活动赠送 武器「究极霸王超级魔剑」，除此之外，以上武器都没有的旅行者还可以考虑 祭礼大剑 或 试作古华过渡 ！ ·【圣遗物篇】· 根据娜维娅的出伤机制，圣遗物套装选择需侧重 攻击/岩伤/战技增伤 ，即考虑新岩套 回声之林夜话 、 悠古的磐岩 、 黄金剧团 和一系列 攻击力加成 （角斗、追忆） 圣遗物 套装。 （娜维娅带双岩队、圣遗物攻/岩/暴、24双爆词条+6攻击词条，计算一轮输出总伤） 根据计算可知 优先 选择新岩套 4回声 ， 过渡 可选择 2磐岩2攻击 或 2磐岩2剧团 （由于旧岩本两套圣遗物：磐岩和逆飞的 泛用性较差 ，无过渡选择的 萌新 建议直接刷取 新岩套 ）。 关于为什么不推荐逐影猎人套~ 娜维娅虽是枫丹角色但 无自烧血 机制，比较 难 完全 叠满 猎人4件套暴击率大幅提升的效果，且 普攻重击增伤 对娜维娅 意义不大 （E技能才是主要输出） ，所以携带猎人套的娜维娅 总输出 伤害 不算高。 使用猎人套须绑定芙宁娜协助烧血和一个合适的治疗位抬血，且只能打站场输出流哦！ ·【配队篇】· 讨论娜维娅的配队时，我们将依据以下几点进行分析： 1. 攻击力 是娜维娅输出的 基本凭依 ； 2. 固有 天赋二 的攻击力加成条件，是娜维娅需要一到两名 异岩队友 ； 3. E启动后 ，队友需为娜维娅填补 叠层，增伤和减抗 的空缺。 4. 长按 E瞄准 需搭配护盾 抗打断 ； 5. 娜维娅有一定的 充能压力 等等； 因此，娜维娅的队友提供的效果需从 降低岩抗 、 岩元素增伤 、 提升攻击力 、 提升双爆 中选择。 根据以上分析，相信一些旅行者会产生一个疑问： 当然不啊，前瞻演示都是搭配阿贝多，官方怎么会骗你呢？（bushi） 首先我们得明确，娜维娅的需求中与岩队友相关的是双岩buff 减抗 、岩造物触发 结晶叠层 、护盾 抗打断 。 这三点中， 减抗 需求又排 第一 位（岩不与其他元素产生反应伤害，相比增伤，岩系角色更缺乏减抗），所以 岩队友 是 必须 的。 就目前游戏内的后台岩角色特性来看，钟离似乎是 最优 的选择，一步到位满足上述三点，比冷却时间更长的护盾就是满满的 安心 感。 当然，娜维娅 不依赖 护盾角色，高频吸取 结晶盾 足以满足她的抗打断需求， 没有必要 将钟离从必需护盾抗打断的队伍中抽离。 （XP党不在此列，爱她就给她最好的！） 因此，娜维娅的岩队友，也可以考虑 阿贝多 。当其他元素触发阿贝多E技能的岩元素 协同 攻击时，可以更方便地产结晶盾叠层；而且阿贝多固有 天赋二 加的元素 精通 也可以 增加 结晶盾 盾量 。 如果后续能出一个既有岩造物又能在触发结晶盾后给队伍加buff的岩系角色，那应该就能满足既舍不得钟离又没有或没练阿贝多的娜维娅玩家了，暗暗期待一下未来有个娜维娅的岩系专辅！ 五郎需 三岩 才能使队友获得元素战技提供的岩伤加成+满命提供的40%暴伤加成，与娜维娅至少需要两个异色队友的配队 逻辑不符 。 而五郎在 双岩 情况下提供的 防御 力加成加成于娜维娅 用处不大 ，娜维娅不依赖防御力出伤。 虽然有 20%暴伤加成， 但须达到 6命 ，且产结晶能力一般，总体适配度依然不如钟离、阿贝多。 那么这时，可能又有旅行者要担心了：娜维娅培养侧重于攻击力面板，不管是岩队友还是元素叠层队友大多都是无法满足队伍治疗需求的，“六星真神” 班尼特 大招即加血又加攻击力无疑十分 契合 娜维娅的配队逻辑。 其实这个问题和钟离是一样的，大多数条件下，班尼特是 最适合 娜维娅的增伤+治疗队友，但这个位置在部分配队情况下可以 替换 为 夏洛蒂 。 夏洛蒂 可以 治疗全队 ，作为 法器 角色可以携带 讨龙 （切换角色时，新登场的角色攻击力提升） ，圣遗物方面如果 治疗量 不够，就带 宗室 套； 攻击力 加成不够，则带 千岩 套。 分析结束，我们来看以下几种配队。 六命以下 的班尼特 没有后台挂火 的能力，实战时，基本是靠岩元素与芙宁娜 E 技能的水元素召唤物产生 结晶 反应。此队的优势之一在于娜维娅的每个功能队友都有 替换 选择。 旅行者可参考以下对比进行取舍： 1. 钟离——阿贝多： -钟离带来的除了护盾，还有双岩buff外额外的20%减抗。若损失 部分盾量 配装 大招流 钟离，由于搭配了芙宁娜，在这个队伍中也变得可行。 -阿贝多可以提供 后台输出 ，同时芙宁娜召唤物的水元素攻击可以触发阿贝多元素战技的 协同 攻击同时产 结晶 盾。 什么？我既没有钟离也没有阿贝多怎么办！ 无钟离和阿贝多的旅行者可以使用 凝光 装配武器 讨龙英杰谭 （为随后登场的队友提供高额加攻） ，需要把控输出轴，注意让娜维娅 紧随凝光出场 吃武器被动哦。 辅助流凝光基本不追求伤害，没有班尼特入队时可以考虑 凝光戴宗室套 （主、副词条首推充能） 。 （万一我连凝光也没有呢？） 人手一只的 岩主用西风剑+宗室套 ，词条全选 充能， 既可以 改善队伍循环 ，又可以 充当加攻辅助！ （不会还有人不知道，1命岩主的大招可以给队伍提升10%暴击率和抗打断吧？） 2. 芙宁娜——夜兰或莫娜： -芙宁娜的高额的叠层 增伤 不仅对娜维娅非常重要，而且也是为 全队 角色增伤。注意芙宁娜单人单水充能缺口比较大，如果只戴充能沙也充不过来，建议把武器也换成充能类。 -莫娜也有类似机制，她能 增伤 ，有 脱手 战技，虽然挂水 覆盖率 比不上芙宁娜，但是法器角色武器可以带 讨龙 （切换角色时，新登场的角色攻击力提升） ，进一步为娜维娅 加攻增伤 ； -夜兰也可以为娜维娅 增伤 ，但她的后台水元素攻击是 协同 攻击，在挂水产结晶盾的过程中还 需要 前台岩元素攻击进行 配合 。 综上可知，该队伍中夜兰和莫娜都是芙芙的 下位替代 。 3. 班尼特、夏洛蒂 -班尼特虽然 不 太能 满足 芙宁娜玩法机制中对于第二治疗的 需求 ，但能为队伍输出角色提供高额的 攻击力 加成； -夏洛蒂则可以通过武器和圣遗物等其他手段为队伍加攻 （详情见上文：娜维娅是否需要绑定班尼特呢？） ，而且同时恢复全队生命值的特性对比班尼特能 更快 地为芙宁娜 叠气氛值 。 高治疗量和高攻击力加成 不可兼得 ，旅行者们可以 自行取舍 。 *这个队伍如果有 2命 芙芙更好哦，因为娜维娅自身 无烧血 机制 不 能帮助芙芙 叠层 ， 更多 关于 芙芙 的情报请 移步 …… 【V4.2攻略·角色攻略】芙宁娜全方位培养攻略 *此队队友 不建议替换 ，缺某一角色的旅行者建议看上一个队伍。 对比上述队伍，此队引入新角色—— 香菱 ，提供不错的 后台输出 同时持续给敌人 挂火 。 -与娜维娅的适配性：由于香菱的挂火是 独立挂 火，可以保证一直有火元素与岩元素产生结晶反应，使得娜维娅 更快叠层 。 -与 钟离 的适配性：钟离的减抗是 全元素 减抗，也能使香菱的 输出受益 。 -与 班尼特 的适配性：香菱大招 锁面板 机制完美 受益 班尼特的攻击力加成，两者产生的同属性火元素能量球被对方吸收也能使大招 循环 更为 流畅 。 此队岩岩火火，双岩 减抗 buff和双火 加攻 buff都能吃到。 芙芙和香香这么厉害，为什么不考虑 娜芙香班？ 芙宁娜的高频水+香菱的高频火容易 互相 反应 损失结晶 产出。因此，在娜维娅的队伍中 高频 后台挂元素的角色控制在 一个 就足够了。 最后一个可能会有旅行者关心的点： 娜维娅是 速切爆发 还是 站场输出？ 其实说娜维娅是速切爆发也是正确的，她的轴并 不是 和常规主C一样的 固定 站场 长轴 。她可以E、AAAA、E下场；也可以在 后台叠满 层然后切出来 E 一炮下场；还可以和其他 短轴C （比如雷神） 打 双速切 。 相比于长时间站场依靠总伤取胜的主C，她是一个可以 自由调 长短轴的 爆发C ，尤其随着命座的点亮，提升的是纯粹的爆发 伤害 和爆发 速度 ，而 没有 过多 注重站场 普攻的能力。 由此，就诞生了： 将军的后台E 续航 时间 长 ，岩元素触发其协同攻击更 方便 产结晶盾，为娜维娅快速 叠层 。 这样看起来好像很不错？ 但是速切娜维娅存在两个问题： 损失 了专属圣遗物回声 四件套 的 buff （ “施放元素战技后的10秒内……”）；从前台换到后台， 充能压力 大大 提升 。 除了雷神，0命娜维娅作为速切C几乎只推荐 搭配其它岩系主C （如诺艾尔） ，因为 娜维娅单岩产结晶能力不足。 因此，关于娜维娅站场还是速切的逻辑更应该是：不要抱着玩速切的心态而抽娜维娅，而是想抽娜维娅发现“哇！她还 可以速切呀 ！” 以上就是全部关于娜维娅的配队思路，除此之外还有更多可玩队伍等着大小姐真爱党们去尝试，比如未来大概率会有的 岩系治疗 角色，甚至极致增伤的 无岩队友 ：娜夜香班、娜芙夜班。 真想玩没有什么不可以，只差一个娜维娅！ _(娜维娅-买单)感谢我们的娜维娅老板！那么本期攻略到这里就结束了。 希望各位旅行者都能单抽出金十连双黄，把大小姐抱回壶里！ 觉得本期攻略有帮助的话，不妨 点赞 和 收藏 支持一下 （求求你啦，这对我们真的很重要） ~ 也欢迎旅行者们在 评论 区踊跃讨论或提问，将随机掉落荒星娘的 回复 哦！ 我们下期再见！拜拜~",
    "length": 5812
}