{
    "game_id": 2,
    "post_id": "55447807",
    "f_forum_id": 43,
    "subject": "【V4.8攻略·任务与探索】「欢夏！邪龙？童话国！」童话游记",
    "url": "https://www.miyoushe.com/ys/article/55447807",
    "created_at": 1721539342,
    "like_num": 593,
    "view_num": 14257,
    "reply_num": 30,
    "text": "UID 137951919 大家好，这里是抓马，本帖给大家带来4.8限时活动任务的攻略。 欢夏！邪龙？童话国！ 超链图片 该任务是4.8限时区域「希穆兰卡」的开图任务，共三幕。 · 第一幕： 故事始于无雨的森林 · 第二幕： 他们行过星空 · 第三幕： 直至世界尽头 ▋▎第一幕：故事始于无雨的森林 「其将于『预言之崖』降临…」 · 任务奖励： 原石*20，摩拉*20000，大英雄的经验*2 · 任务时长 ：40分钟（不跳对话） 超链图片 任务流程 1. 打开奇怪的书 2.观察四周 3. 沿道路探索 4. 追随纸蛙 5.继续沿路前进 6. 前往「赐福小屋」 7. 与妮露一起，帮助森林居民 完成三个小游戏教学。 （1）让魔水顺利通过管道 超链图片 （2）【蛙蛙大合唱】指挥最右侧的纸蛙跳跃 超链图片 玩法二： 看最右边伴舞老鼠的转身顺序。 举例说明：如果四只伴舞老鼠的转身顺序是最左边的一只先转身，然后右边的三只再转身； 那么操控纸蛙就要求，等待最左边的一只纸蛙跳起后，操控最右边的纸蛙跟着旁边两只纸蛙一起跳跃（达成右边三只纸蛙一起跳跃的效果）。 （3）【动动脖子】 让折纸绵驮兽到合适的高度取几颗果子，再放到旁边的木桶里 超链图片 8.返回「赐福小屋」 9. 收集制作魔水的材料 其中，月莲需要清理蕈兽后拿。 超链图片 10.返回「赐福小屋」 11.将魔水交给杏仁长老 12.前往墨色酒馆 第一幕任务结束后的任务说明彩蛋： 「其将于『预言之崖』降临…」 于是后世的史诗如此记述—— 勇者轻足跃芳崖，巧解碍难化纷杂。伊人臂弯化甘霖，愁云散尽木生花。 书卷旁的批注：你忘了提那森林里的酒馆有多热闹。 批注下的批注：话说你们都觉得那酒好喝吗？我怎么觉得一股怪味道？ ▋▎第二幕： 他们行过星空 「届时我将起舞，将众生脚下的轨道还予千星..」 · 任务奖励： 原石*20，摩拉*20000，大英雄的经验*2，精锻用魔矿*4 · 任务时长 ：约45~60分钟（不跳剧情） 超链图片 任务流程 1. 等待至次日上午（8~12点） 2. 前往赐福森林车站站台 3. 连接列车车厢 对着柱子按交互键 超链图片 4.与列车员对话，准备发车 5.搭乘「海上列车」，前往星轨王城 6.前往齿轮云梯处 7.转动发条，解救积木小人 超链图片 8.前往齿轮云梯处 9.前往星轨王城 10. 跟随娜维娅前往指定地点 11.前往王城顶端 一路上跟着 红色箭头 走，注意和 黄色对话 提示的积木卫兵对话， 一定记得拿星星 。 超链图片 在中层庭院红蓝箭头处： 超链图片 打发条坐电梯来到王城顶部。 12. 转动发条，捉拿可疑人员 超链图片 13.连接神谕柱，形成特定形状 连成星形。连错的话，击打神谕柱可以重置连线。 超链图片 14. 寻找散落的星星 如果前面的流程有星星忘拿了，根据提示去拿星星。 15.返回王城顶端，与娜维娅对话 16.搭乘「空中列车」 17.复原星星的位置 根据提示交互即可，这里不会摔下去。 超链图片 18. 返回王城顶端 第二幕结束后的任务说明彩蛋： 「届时我将起舞，将众生脚下的轨道还予千星…」 于是后世的史诗如此记述—— 群杰举目眺云霄，悬车衔灯琼城绕。千星复归风始动，唯余邪龙孤影遥。 书卷旁的批注：我觉得那位穿靴子说人话的猫又小姐也值得两句这样的诗。 批注下的批注：我改天找补找补，但说真的，你们到底往我杯子里加了什么？ 批注下批注的批注：我不知道，不是我放的。 批注下批注的批注：也不是我放的。 ▋▎第三幕： 直至世界尽头 「异世的勇者与其同伴，会为这个世界重新带来和平...」 · 任务奖励： 原石*20，摩拉*20000，大英雄的经验*2，精锻用魔矿*4 · 任务时长 ：约60分钟（不跳剧情） *该任务含一个限时副本，内含4个宝箱，不要错过哦。 超链图片 1. 等待至次日上午（8~12点） 2.前往星轨王城站台 3.搭乘「海上列车」，前往世界尽头 与列车员对话出发。 超链图片 4.击败魔物并连接列车车厢 5.继续搭乘「海上列车」，前往世界尽头 6.寻找龙鳞 在平台下面。 超链图片 7.获取龙鳞 8.前往邪龙栖息的瀑布附近 超链图片 从右侧平台接近瀑布。 超链图片 9.使用龙鳞进入瀑布 10.探索瀑布内的空间 超链图片 超链图片 11.深入邪龙的巢穴 下面是一个限时副本，副本中有4个宝箱，都在必经之路上，注意不要漏了。 （1）入场一个魔线飞行解谜 超链图片 （2） 超链图片 （3）第二处魔线飞行 超链图片 （4）继续前进，击败敌人后，用积木炸弹开路 门后有一个精致的宝箱（1/4）。 超链图片 （5）首战邪龙，躲一段弹幕 （6）第三处魔线飞行 超链图片 注意落地后有一个普通的宝箱（2/4）。 超链图片 （7）继续向前 击败敌人后打开一个精致的宝箱（3/4）。 超链图片 （8）二遇魔龙 此处不需要站在原地躲爪击，一路向前走到决战场地即可。 超链图片 （9）再战魔龙 超链图片 超链图片 （10）继续向前，可以在左下角躲弹幕 超链图片 （11）决战前的平台 有一个精致的宝箱（4/4），别漏了。 超链图片 （12）决战魔龙 这一战可以躲在右边这个位置。 超链图片 等待巨龙张嘴时硬抗伤害，往它嘴里塞炸弹（此处可能要多尝试几次）。 超链图片 之后就是一段剧情演出了。 第三幕结束后的任务说明彩蛋： 于是后世的史诗如此记述- 至此，邪龙被拯救，希穆兰卡重归和平。 人们与那头名为「杜林」的可爱小龙一起，过上了幸福快乐的生活。 书卷旁愤怒的批注：你倒是给我们押韵啊！ 超链图片 最后，笔者截了几张剧情中的CG，大家有需要自取呀~ 超链图片 超链图片 超链图片 超链图片 超链图片",
    "length": 2348
}