{
    "game_id": 2,
    "post_id": "55597295",
    "f_forum_id": 43,
    "subject": "【V4.8攻略·任务与探索】「向着灯塔，或是远方」",
    "url": "https://www.miyoushe.com/ys/article/55597295",
    "created_at": 1721821533,
    "like_num": 960,
    "view_num": 3393,
    "reply_num": 15,
    "text": "UID 505597670 哈喽！大家好啊~这里是鸽子的化身——狂风呀！ _(魔游姬得意) 随着4.8版本的到来，咱们的限时版本地图又来啦！欢迎来到这次的童话世界——希穆兰卡！ _(魔游姬糖葫芦) 那么话不多说，小伙伴们快跟着我一起去探索吧！ _(魔游姬哼哼) 希穆兰卡-向着灯塔，或是远方 超链图片 这里我们传送到破碎之海正南方的锚点，直接飞过来，在灯塔底下就能看到埃斯诺尔，与其对话即可接取 任务「向着灯塔，或是远方」 _(阿姬调查) （建议先完成任务「直至世界尽头」后再来） 超链图片 任务1：寻找让灯塔站起来的方法···？ 过完剧情后，我们沿着灯塔外围的道路，直接进入灯塔内部上层_(阿姬调查) 超链图片 来到灯塔顶部后，我们触碰一下此处的灯，即可触发剧情_(米游君—认真工作) 超链图片 任务2：前往最高的那座岛，将灯挂在最高处 过完剧情后，我们传送到破碎之海正西方的锚点，来到此处最高的岛_(阿姬调查) （此处传送锚点还没有解锁的小伙伴，可以查看下方折叠栏里的内容） 超链图片 前往最高岛的道路指引 过完剧情后，我们沿着灯塔顶部的道路前进 超链图片 来到此处后，可以看到一个「飞高高积木」，我们直接跳上去，沿着出现的风圈前进，去到对面的悬浮小岛 超链图片 到达悬浮小岛后，我们继续跳上此处的「飞高高积木」，沿着出现的「飞高高积木」，去到前方的大岛 超链图片 来到大岛后，我们沿着岛屿边缘的道路，去到对面的断桥处 （此处的传送锚点记得顺手激活一下） 超链图片 到达断桥后，我们先在此处的「飞高高积木」上 跳一次 回来，让后方的「飞高高积木」发生旋转 超链图片 接着我们再次在此处的「飞高高积木」上 跳一次 ，让后方的「飞高高积木」再次发生旋转后，直接飞到左侧「飞高高积木」上方 超链图片 之后利用「魔线飞行」过去即可 超链图片 过来后，我们沿着道路往前走，按T交互，将这边倒下的「魔线柱」放回原位，再次利用「魔线飞行」前进 超链图片 来到此处后，我们继续沿着道路前进，利用尽头的「飞高高积木」跳上最高岛即可 （此处的传送锚点记得顺手激活一下） 超链图片 过来后，我们靠近树下的积木小人，即可触发剧情_(阿姬调查) 超链图片 过完剧情后，我们直接爬上树顶，将灯悬挂上，即可触发剧情_(米游君—认真工作) 超链图片 任务3：前往「絮语岛」，向三座「女神」雕像许下心愿 过完剧情后，我们直接从此处飞过去_(阿姬调查) （「絮语岛」的传送锚点已经激活的小伙伴，也可以直接传送过去） 超链图片 来到「絮语岛」后，我们分别与此处的三座「女神」雕像交互即可_(米游君—认真工作) 超链图片 这里派蒙已经暗示我们底下有东西了，算是整个活动的大彩蛋，之后会单独出个帖子进行说明 _(阿姬灵感) 超链图片 任务4：前往「积木矿窟」，寻找「武具」 过完剧情后，我们直接传送「积木矿窟」的锚点过去即可_(阿姬调查) 超链图片 过来后，我们沿着正东方飞下去，去到对面下层_(阿姬调查) 超链图片 来到此处后，我们先按T交互，将「积木炸弹」带在身上，接着利用「魔线飞行」前进_(米游君—认真工作) 超链图片 之后将身上的「积木炸弹」安装到「积木矿」上，将其炸毁，即可进入内部，触发剧情_(米游君—认真工作) 超链图片 这里需要我们与「武具」交互三次，并且要清理三波史莱姆 _(米游姬-暗中观察) （「武具」可以无限交互，史莱姆为岩和水，但并不会掉落材料） 超链图片 三次无果后，我们与后方的地鼠对话，让它帮帮忙_(米游姬观察) 超链图片 没想到「武具」一下子就被地鼠顶出来了_(米游兔安详) （过完剧情后，我们获得一个 华丽的宝箱 ，别忘了跟地鼠说声谢谢哦！） 超链图片 任务5：前往「絮语岛」，向三座「女神」雕像许下心愿 拿到「武具」后，我们传送锚点，重新回到「絮语岛」，向三座「女神」雕像许下心愿_(阿姬调查) 超链图片 将「武具」和「叠架远光灯」分别放置在「女神」雕像手中后，即可触发动画剧情_(米游君—认真工作) （过完剧情后，任务「向着灯塔，或是远方」也就结束了，「叠架远光灯」直接变成了月亮） 超链图片 后续彩蛋 在完成 任务「向着灯塔，或是远方」 后，我们在此处可以与埃斯诺尔和罗泽尔对话_(米游君—认真工作) 超链图片 这里需要注意， 选择“外面的世界” ， 在游戏世界第二天 ，埃斯诺尔和罗泽尔则会在此处给我们留下一封信，他们则会一起出现在枫丹的钟表店（合成台处）的右侧区域； 选择“里面的世界” ， 在游戏世界第二天 ，埃斯诺尔则会一个人继续留着此处，罗泽尔则会一个人出现在枫丹的钟表店（合成台处）的右侧区域 _(阿姬倒地) （个人还是喜欢“外面的世界”完美结局） 超链图片 以上就是 「向着灯塔，或是远方」 的全部内容啦！_(米游姬喝茶) 关注我~持续带你领略世界的精彩！ _(琴-赞扬)",
    "length": 1996
}