{
    "game_id": 2,
    "post_id": "18015423",
    "f_forum_id": 43,
    "subject": "【V2.5攻略】#讨伐手册#「祸津御建鸣神命」技能全图解！",
    "url": "https://www.miyoushe.com/ys/article/18015423",
    "created_at": 1645444059,
    "like_num": 87357,
    "view_num": 432833,
    "reply_num": 1520,
    "text": "「无想的一刀」 爷 山高狐狸野，八重是我姐！ 如果离开你，我怎么活啊~ 作者：魂怒九重天 UID：100023261 挑战BOSS需完成： 天下人之章 第二幕「须臾百梦」-旅行者创作平台-观测枢-原神wiki 目录 一、机制篇 「无想的一刀」 阶段转换 状态解析 二、技能篇 一阶段「祸津御建鸣神命·薙刀」 一阶段「祸津御建鸣神命·太刀」 二阶段「恶曜影向天魔」 三、要点解析 四、阵容推荐 ▌「无想的一刀」 二阶段将军的大招，蓄力5秒时间后斩向场上的一个敌人，造成必死的效果。 效果： 所有角色 扣除大招充能 ，此击命中必死（除胡桃命之座第6层或 施放 大招时的无敌）。 应对： 雷元素攻击「追念花团」，直接展开护罩。效率：雷元素一次，其他元素四次，物理无效。 ▲ 追念花团 ▌阶段转换 一阶段 进入副本： 随机使用【 薙刀 】或【 太刀 】。 更换武器： 一阶段（约76秒）未进入二阶段且施放过三重祸津之雷眼或无想结界则更换自身武器——武器切换-御刀（使用太刀）或武器切换-御剑（使用薙刀），使场地随机降下三个小范围雷域，其中一个降在 敌人前进的位置 ，并继续充能「恶缘」。 二阶段 恶曜影向天魔： 将军随时间充能「恶缘」，并在攻击 命中角色时获得额外的充能 。在恶缘充满时，将进入「恶曜影向天魔」状态。 （1）状态：生成雷盾，各项抗性及攻击大幅提升。并使场上的角色每5秒流失1/4的元素能量。 （2）应对：对其生成的雷盾进行元素反应（使用**素与火元素最佳），可以更快地破除这种状态，并在破除的过程中获得元素能量。 （3）转换：解除「恶曜影向天魔」状态后，必定使用【薙刀】进行攻击，（约120秒）内未解除恶曜状态，虚弱结束后直接施放武器切换-御刀（使用太刀）。 ▌ 状态解析 （1）僵直：击碎一阶段雷盾、打断祸津之雷眼的蓄力、识破影分身。 效果：无法攻击，受到正常伤害，等待恢复施放盾反。 （2）虚弱：恶曜影向天魔状态结束。 效果：将军原地停滞开启护盾，进入虚弱状态，等待恢复。 抗性一览： 正常为一阶段，恶曜为二阶段，虚弱为恶曜结束。数据来源： 空荧酒馆 ▌一阶段「祸津御建鸣神命·薙刀」 一、突进斩 短暂蓄力后，极速突进雷霆3刀。 应对： 将军 停止舞刀 时，进行冲刺。 二、落雷 蓄力1.5秒后以将军为中心点落下雷罚。 应对： 蓄力时 向后 冲刺脱离范围。 三、刀光 蓄力0.5秒后远距离施放一道极快的刀光。 应对： 朝 左或右 跑动，距离太近需要在挥出的一瞬冲刺躲避。 四、四连击 蓄力1秒快速两连击，接两次大范围的攻击。 应对： 蓄力时远离将军并冲刺脱离 大范围攻击 。 五、六连击 蓄力1秒快速两连击，接两次大范围的攻击。后原地施放刀光，再次瞬移至身旁施放落雷。 应对： 蓄力时 远离将军 并冲刺2次。向右冲刺躲避刀光再冲两次逃出落雷。 六、弹反/雷盾 被近战攻击时，开启护盾格挡伤害，无法击碎则黑光一闪蓄力1秒的反击。（使用 强力攻击 如：大剑普攻4次击碎，而单手剑9次普攻触发弹反） 应对： 击碎失败 黑光出现 时向前冲刺脱离攻击范围。 七、盾反 解除击碎状态/僵直状态，震飞周身敌人， 伤害极低 。 （薙刀与太刀效果相同） 击碎：打断祸津之雷眼的蓄力、识破影分身。 应对： 无视。 八、不许偷看 是你在偷看对吧！将军蓄力1秒转身攻击。并在地面留下阴雷爆炸。 应对： 将军背对 舞刀时 冲刺远离。 九、祸津之雷眼 将军召唤祸津之雷眼并进行不断的充能，5秒充能结束后爆炸。 应对： 高频率攻击 （物**素都可）祸津之雷眼，使将军进入僵直状态。荧单手剑需要普攻9次。 十、三重祸津之雷眼 将军召唤三个祸津之雷眼并进行不断的充能，5秒充能结束后爆炸。 应对： 高频率攻击（物**素都可） 最近的祸津之雷眼 。荧单手剑需要普攻7次。 十一、武器切换-御刀 切换所用武器并使场地随机降下三个小范围雷域，其中一个降在 敌人前进的位置。 应对： 前进路线有雷圈时，立刻改变方向。 ▌一阶段「祸津御建鸣神命·太刀」 一、拔刀斩 蓄力1秒后极速突进，极速的两刀。 应对： 收刀时向 左或右 冲刺。 二、速击 贴脸的极速攻击，雷霆的三击。 应对： 第一击几乎必中，向左或右 躲避后续两击 即可。 三、轮回斩 连续施放3道雷刃，最后蓄力出宽刀波。 应对： 向左或右 不断移动 。施放刀波时再度冲刺。 （无法跳跃跨过） 四、不许偷看 是你在偷看对吧！将军蓄力1秒转身攻击。 应对： 将军背对 蓄力时 冲刺远离。 五、六式 收刀蓄力施放剑气后，快速进行五连击。 应对： 收刀蓄力时向 右后冲刺 。 六、弹反/雷盾 被近战攻击时，开启护盾格挡伤害，无法击碎则黑光一闪蓄力1秒的反击。（使用大剑普攻4次击碎，单手剑9次普攻触发反击） 应对： 击碎失败 黑光出现 时向前冲刺脱离攻击范围。 七、影分身 将军瞬移至地图中心，散出四道分身，使用刀光攻击（5秒）。 应对： 保持移动，攻击使用 十字斩的真身 。攻击三次后进入僵直状态。 八、无想结界 将军瞬移至地图中心，蓄力2秒后召唤陨雷结束后对中心区域造成大量伤害。 应对： 躲至地图边缘 夹缝求生。 九、武器切换-御剑 切换所用武器并使场地随机降下三个小范围雷域，其中一个出现在 敌人前进的位置。 应对： 前进路线有雷圈时，立刻改变方向。 ▌二阶段「恶曜影向天魔」 一、拔刀斩 将军蓄力一秒后冲向敌人，施放多重斩击。 应对： 蓄力快结束时向 左或右 冲刺。 二、突进三连击 将军冲向敌人，砍出两刀后砸下雷刺3秒后爆炸。 应对： 将军冲锋停止时 向左后 冲刺。 三、蓄意斩 将军冲向敌人，原地蓄力1.5秒，对周围敌人造成伤害。 应对： 向后 冲刺。 四、不许偷看 将军转身攻击敌人，一刀后砸下雷刺3秒后爆炸。 应对： 即将转身时 向左后 冲刺。 五、贯天刀光 将军施放五道雷刃，最后蓄力出宽刀波。 应对： 向后不断移动 躲入雷刃之间 。刀波出来时向右冲刺 （无法跳跃跨过） 六、无量刀光 将军蓄力2秒后斩下，造成大范围直线伤害。 应对： 向 左或右 冲刺。 七、影手合掌 将军召唤雷手，跟踪敌人，并在敌人前进的方向合上。 应对： 手掌 快停止旋转时向出口冲刺 。 八、跟踪拍地 将军召唤雷手，跟踪敌人4秒，后从地底钻出拍地。 应对： 保持移动 躲避跟踪伤害，地面镜化后冲刺。 九、雷波枪 将军位于中心砸下三柄雷枪，不断施放雷波。 应对： 远离将军并 跳跃 躲避雷波。 十、无想的一刀 蓄力5秒后时间后斩向场上的一个敌人，造成必死的效果。 效果： 所有角色 扣除大招充能 ，命中必死（除胡桃 命之座第6层 或 施放 开启大招的无敌）。 应对： 雷元素攻击「追念花团」，直接展开护罩。效率：雷元素一次，其他元素四次，物理无效。 boss 没有锁血机制 可以直接秒掉，二阶段结束后的虚弱状态是最好的输出时间。 一阶段不挨打或多挨打使二阶段更快（更慢）来临 跳过切换武器 带来的场地雷域。 二阶段主要打反应结束该阶段， 将军第一次瞬移至中心时切换元素角色攻击花团 。 练度低的玩家一定要带奶！ 低配： 风主主C，运用小技能快速破盾、消雷眼、充能花团。凯亚和芭芭啦加速二阶段的度过，奶+盾的组合使将军无法直接秒杀风主，一句话就是安逸。 风主 作为 破盾、消雷眼、充能花团小能手 可以进入任意队伍。 【原神】低配超安逸队",
    "length": 3022
}