{
    "game_id": 2,
    "post_id": "56062293",
    "f_forum_id": 43,
    "subject": "【V4.8配队附录】限定水冰风！幻想真境剧诗演出指南及附表",
    "url": "https://www.miyoushe.com/ys/article/56062293",
    "created_at": 1722485125,
    "like_num": 1195,
    "view_num": 7184,
    "reply_num": 32,
    "text": "超链图片 本篇为 V4.8 的版本配队附录，提供当前版本 幻想真境剧诗 的困难模式 敌人情报 与 通关思路 ，并附 可在本期出战角色的 主流定位 一览表 。 本期为 幻境版配队附录 的例行更新，包含 V4.8 幻想真境剧诗首次更新后的困难模式分析，且将附表内容更新至该期所需元素，即 水 、 冰 、 风 。 数据支持与定位依据（恒常配队学）： 【V4.7攻略·其他攻略】恒常配队学3.0 这里是卡玛sei亚，一个 想要在提瓦特的世界中探索世界之理的 普通人。 内容说明 1. 幻想真境剧诗困难模式分析 仅针对在 当前版本刷新 的幻想真境剧诗 困难模式 。先给出开幕角色及 敌人情报 ，后分析各 关卡对策 （分为小怪事件选择思路与首领攻坚思路），并给出可用 参考配队 。由于该玩法还没开放太久，本期将额外给出 机制回顾 。 2. 附表 共4张图表，均为 角色定位一览表 ，前3张收录本期限定的3种不同元素属性角色的定位，第4张收录本期特邀角色的定位。附表将角色简述定位与 机制 、根据环境限制条件推荐 主流玩法 或使用建议。 如下为定义解释： 天赋简称 ： A 为普通攻击、重击、下落攻击的总称， E 为元素战技， Q 为元素爆发， 普攻 仅为普通攻击的简称， 下落 仅为下落攻击的简称。 主C ：站场时间较长且作为主要伤害来源的角色。（严谨定义应为 站场C ，也偶有双主C接力站场队伍，此时也可称为接力C） 副C ：站场时间较短，且伤害能力优先于辅助能力的角色。（严谨定义应为 后台C ） 辅助 ：功能性优先于伤害能力的角色，一般都不会有较长站场时间。习惯将辅助分为增益辅助（伤害拐）与其他辅助（提供与伤害无直接关联的生存能力、抗打断能力等）。 一、困难模式分析 1. 机制回顾 幻想真境剧诗除特邀角色外，只能携带 指定元素 的角色入场，其分别为轻简、普通、困难3种模式，各模式对角色数量、等级有不同要求： 超链图片 显然，困难模式无论在奖励还是玩法机制上都包含其他模式，此处以 困难模式 的角度回顾。 ① 角色选择 选择困难模式后，首先选择 开幕角色 —— 必须选择6名 当期指定的角色。每名开幕角色只能在自己持有和试用中选择其一，若未持有其中的角色或角色等级未达到 70级 ，则只能选择对应试用角色。 确定开幕角色后 ，可以 任意选择 符合每期所需元素的角色 （包括特邀角色） 。需再选满 12名 才能进入幻境，可以借用 1名 好友提供的角色，但其他角色只能选自己的 （且需70级） ， 不能试用 ！ 通关整个模式需要完成 8场 战斗，但 每名角色 一般只能使用 2次 ，所以需要组出多支队伍。 ② 事件选择 进入模式后，将出现4个 事件 —— 必有1~3个战斗事件 ，其余可能为伙伴事件、增益事件或神秘收获。同时，界面右上角将展示积分的数量——这是仅用于本次幻境挑战的特殊资源，初始有 160 积分。 模式一共 8关 ，每关必须 通过战斗 才可过关。所有战斗事件中，第3、6、8关为固定 首领 敌人，其余敌人不固定 （统称为“ 小怪关 ”） ，需在随机抽取到的若干战斗事件中选择一个。完成战斗可获得对应基础积分，若在战斗中达成额外条件可再获得20积分。此外达成指定目标时可获得「 明星挑战 」 星章 ，星章数会影响结束整场演出后得到的徽章等级，将在个人资料中展示（ 但未获取星章 并不 影响关卡奖励 ）。 超链图片 进入幻境之初，只有 6名 开幕角色为 可出战角色 ，所有角色初始具有2点耐力值，每次战斗结束，将消耗所有出战角色各1点耐力值，并 随机出现2名 待命角色，需选择一名并使其加入可出战角色。所有战斗关卡 必须带满4人 。显然，仅靠战斗不足以使所有角色加入可出战角色，想要达成该目标一般需在第8关前至少 选择5次 伙伴事件。 超链图片 除此之外，还有需消耗60积分的 奇妙助益 事件，选择后可从3个增益中选择1个。还有类似机制的神秘收获事件（免费，2选1）和神秘收获·珍贵事件（40积分，2选1），这些增益或事件 不一定完全有用 、一旦选择后 无法撤销 ，所以需谨慎选择 （但若见到不选，而选其他事件后可能导致该神秘收获事件消失） 。 ③ 其他机制 重置事件 ：界面右下角有该按钮，但整场演出默认只允许重置 2次 。 声援强化 ：选择伙伴或增益事件时，将随机触发场外观众声援——返还部分积分或进一步强化增益效果。 回溯演出 ：通过第3关后，将开放 回溯 功能，该操作仅支持 1次 ，且使用后会将关卡进度重置为刚通过上一个首领关卡 （第3/6关） 时的状态。 【 重要 】每关开始时角色都默认 满血 、 满能量 ，无需给后续关卡留能量，且每关都可在已出战角色中任选角色重新挑战，除第8关外的关卡，在完成挑战后仍可重打。 2. 开幕角色 本期幻想真境剧诗指定元素分别为 水 、 冰 、 风 。开幕角色及试用配置如下： 超链图片 特邀角色分别为 迪希雅 、 香菱 、 纳西妲 与 艾梅莉埃 ，其具体定位详见附表。 3. 敌人情报 本期幻想真境剧诗困难模式各战斗事件的敌人 （与元素地脉debuff） 分布如下： 超链图片 *在小怪关中，一般只会出现其中1~3个战斗事件，在无适合自身可出战阵容的情况时，可考虑刷新事件 （尤其是第5关） 。 4. 小怪事件选择思路 多数小怪关考验队伍的对群、转火与追怪能力 （尤其是第4、5关） ，由于有角色限制，即使本期能带 风 系聚怪，整体上也 不建议挑战会刻意远离角色的敌人 分布较多的环境，一般避开这些即可。 ① 第1关 ：整体上都不难，即使用试用角色或者开幕接力队伍也都不难应对，若对练度或手法不够自信，避开情况4、5（分别对应兽境猎犬、蕈兽）与精英即可。 ② 第2关 ：难度略有提升但仍不高，若练度有限则避开情况5（愚人众）与精英即可。此外，有较多芒荒攻击手段可优先打情况3（隙境原体）。 ③ 第4关 ：强烈建议避开精英，其难度非常高。普通事件则有遗迹守卫、遗迹机兵和多种散怪情况，若缺少聚怪角色（如 温迪 ）则建议打前两种情况 （尤其是遗迹守卫低练带弓即可稳过，明星挑战压力也不大） ，否则可打情况3~5。 ④ 第5关 ：需尽量避开情况4（发条机关）和情况5（飘浮灵），前者聚怪难度大，容易拖时间，而后者与精英对击败数量要求均较高，比较依赖特定队伍。如果队伍以水伤为主还需避开情况3（纯水幻形）。 ⑤ 第7关 ：若对群能力及配置不够，避开情况5（圣骸兽）与精英即可，有足够强挂水能力可打情况3（火使徒），此外需注意若携带有起跳能力的角色（如枫原万叶）打情况4时，需要在遗迹猎者施放攻击动作时再起跳，否则会导致其飞天，增加难度。 5. 首领攻坚思路 本期幻境第3、6、8关的首领分别为 千年珍珠骏麟 、 铁甲熔火帝皇 与 兆载永劫龙兽 ，如下是具体攻坚思路： ① 千年珍珠骏麟 ：其护甲为物件形式的 雷盾 （ 19 元素量）且免疫 扩散 反应造成的附着，若不破除会使其全元素抗性大幅提高 （80%） ，当护甲元素量降低至 7 时，其会引来3枚元素量各为 0.4 的 珍珠 ，需在15秒内全部破除。 强烈建议队伍中持有附着频率高的 冰 / 火 / 草 系角色，有对空能力更佳 。 ② 铁甲熔火帝皇 ：其护甲为物件形式的 火盾 （ 16 元素量）且免疫 扩散 反应造成的附着，竖直高度较低的攻击也会被阻挡而不能在其低头攻击时命中该护甲，若不破除会使其全元素抗性大幅提高 （80%） 且造成较高生存压力。 强烈建议队伍中持有大范围或对空能力的 水 系角色（如 那维莱特 、 珊瑚宫心海 ） ，若使用 行秋 / 夜兰 等小范围单体挂 水 角色，则需在其低头攻击时进行破盾。若配置或练度较低，推荐借用好友角色应战。 ③ 兆载永劫龙兽 ：其开局即会飞天进入空中状态 （默认滞空50秒） ， 基本必需携带弓角色以射击两侧翅膀上的弱点 ，从而使其坠落 （除非选用那维莱特相关配队） 。其部分攻击前摇期间也可射击或通过特定伤害命中其腹部弱点，但难度较大。此外，其带有较高 物抗 （70%） ， 不建议使用以 物伤 为主的阵容 。若配置或练度较低，推荐借用好友角色应战。 6. 可用参考配队 超链图片 *由于非开幕角色的获取具随机性，且不同队伍有不同优势环境，也会因为使用者的练度差异产生差距，实战还需随机应变，并注意核心输出位的合理分配—— 将自己的强势角色留给靠后的高难关卡 ，而在前期消耗相对弱势角色的耐力并尽可能选择伙伴事件总没错。 二、附表 1. 水系 定位一览表 超链图片 2. 冰系 定位一览表 超链图片 3. 风系 定位一览表 超链图片 4. 特邀角色 定位一览表 超链图片 此外，关于有团队收益的武器与圣遗物套装，参见 深渊版配队附录 中的第4张附表。 【V4.7配队附录】圣骸兽回归！深境螺旋12层参考配队及附表 超链图片 创作声明 1. 本篇作者为 卡玛sei亚 （天空岛，uid：126941175），首发于米游社； 2. 本篇于2024年8月1日发布（当前版本为4.8），正文最近更新日期为2024年8月11日（当前版本为4.8）； 3. 禁止除作者本人及「原神观测枢」以外的账号转载本篇至站外，而站内转载则需取得授权； 4. 本篇中的配图与描述有部分要素版权属于米哈游。 超链图片",
    "length": 3821
}