{
    "game_id": 2,
    "post_id": "46597784",
    "f_forum_id": 43,
    "subject": "【V4.3攻略】迪卢克的春天，新五星双手剑「裁断」的使用攻略",
    "url": "https://www.miyoushe.com/ys/article/46597784",
    "created_at": 1702708342,
    "like_num": 2472,
    "view_num": 93267,
    "reply_num": 540,
    "text": "娜维娅的专武，也是迪卢克目前最强的大剑了，刚好战技有3段，并且每一段之间还能普攻来凑出足够的时间来触发特效。 以下详细讲解。 【裁断】 终于有五星的攻击暴击大剑了，虽然特效还是比较屑，但是有某个老角色确实可以稍微解毒了……你知道我说哪个……目前能用的角色比较少…… 这个「约印」可以获得2枚的意思并不是叠层，而是战技单次的攻击次数，娜维娅的战技有多段攻击，所以吃得到全部，但是如果是战技只有一段伤害的角色，也只能吃到1层效果而已，也就是说一次伤害战技的角色只需要获得一枚即可。 最大的缺点就是，这把大剑 必须绑定岩系 ， 要么装备者本身是岩，要么其他元素的带个后台岩角色帮助打出晶片 ，才能很好的触发这把剑的特效，否则就是辣鸡了。 命座与特效的结合： 「迪卢克」的全面解析攻略 「迪卢克」的满命操作攻略#全网最准确玩法 操作手法： 四命前：AQAEAAEAAEAAAA (没到四命的小伙伴，如果要戴「裁断」可以按照以下四命后的操作手法↓↓↓，把武器特效当四命用。) 【四命后】 AQAEAAAEAAAEAAAA （每段战技穿插的普攻刚好留出时间来打出晶片叠层武器的特效，并且跟四命战技增伤刚好对得上。） 每段战技增伤： 精一：四命40%+武器18%= 58% 让倍率本来就高的战技伤害直接再提升了一个档次。 (武器为实机，精一以上的暂时不透露。。。) 【六命后】 六命后：AQAEAAAAEAAAAEAAAA （刚好4命和6命都吃得到。） (根据配队，可先A一下再Q或E才继续接下来的操作，比如行秋、夜兰这种需要普攻来挂一下水的时候，刚好接下来Q和E也能打蒸发等反应。 如果不带需要普攻触发的后台，就可以QEA的操作，省去先A一下触发后台角色的大招的那一下普攻。 ) 用五星武器做个对比： 【狼的末路】 高额的攻击力提升，但是要发挥全部实力， 需要打中一个生命值低于30%的怪 才能触发，而且还有18秒真空期！ 如果是单boss且不会召唤小怪，很长时间都没有特效提升！！ 但优点也有，触发特效可以全队提升，所以后台角色也可以看准时机触发特效。 【无工之剑】 盾大剑，必须自己有盾或者带套盾的角色入队才能发挥全部实力！ 比狼末强！但是 必须是站场角色 使用，且 必须带护盾 ，有两个限制。 如果不缺双爆的话，给迪卢克还是很强的。 【苇海信标】 迪希雅的专武，少有的五星大剑带暴击。 不能带盾 ，可以吃满特效，目前除了迪希雅外都 必须站场 才能使用，因为持续时间很短。 虽然迪卢克伤害不吃生命值，但是反正也 需要受伤 才提升攻击力的特效，所以把这生命值提升当做是软盾就好了。 五星大剑都有毒点！！： 不知道有没有人留意过，所有的五星大剑都有 枷锁 ！其他类型武器几乎没有，就只有大剑被各种限制！！ 【狼的末路】需要 敌人生命值30%以下 才能触发全部提升！并且真空期长！ 【无工之剑】 绑定护盾 ，并且 不能给后台角色 使用！ 【苇海信标】 不能带盾 ，否则受伤增伤不生效。 【裁断】 必须岩系入队 ，且 非战技 主要的角色不好用…… 所以你们看！策划好坏好坏的……加上我个人是巨剑神教的，玩游戏只要有大剑都是无脑选大剑的……这个游戏却一直给大剑加各种枷锁……一点都不自由♂…… 迪卢克抽取建议： 目前来讲，迪卢克最好的专武就是这把无疑了 ！ 可惜需要带个岩 ，而且 造型不是大剑 不讨喜，迪卢克轮斧头……画面太美不敢看， 「暗夜英雄」变「暗夜柴夫」 ，当然也有小伙伴还觉得斧头挺帅的…… 最好是等后续有其他更符合迪卢克的新限定五星大剑，因为 迪卢克的武器，最好还是对全部攻击都有增伤的 ，而非单战技或者单普攻、单大招等的 非全方面加强武器 ，比如「雾切」或「神乐」这种特效类型的大剑才是迪卢克最好的。 所以「裁断」这武器，迪卢克真爱党可以拉满了！但是耐得住寂寞的话，也可以再观望一下后续的新大剑，看是否有迪卢克更适合的武器。就像我上面说的，最好是对全部攻击都有增伤的大剑，而非单战技有增伤的。 但是迪卢克等这把大剑实在太久了……等纳塔可能会有提升全身伤害的，有耐心就继续等吧……没有就直接给迪卢克这把也行…… 其他适用角色： 【菲米尼】 需要频繁战技的，但是太过于频繁，容易在还没叠一层时就把战技用了，造成不一定每一下战技都吃到特效增伤的效果，除非故意操作吃晶片，但是这样又影响手法，所以可戴，并不推荐戴。 【北斗】 核爆弹反可以一玩，平时都后台大招，等需要的时候出来吃两个晶片，再来个最大弹反，但是这样玩有点折磨人了，拿来整活就好。 【卡维】 刚好大招附魔，可以普攻一波打出晶片，再E一下吃到特效增伤，和引爆草种子，还算合适，不过不推荐。 【迪希雅】 刚好可以在大招时收回战技的阵法打出晶片盾，然后再开启阵法，这时如果二段战技还没用可以用二段战技的下坠攻击触发特效增伤，没有的话就只能用普通的战技攻击去吃了，可以用，但不好用。 【娜维娅】 本命专武，刚好自己的设定就是吃晶片叠层强化战技的，跟武器特效完美结合，而且大招也能叠层战技层数，而且战技是二发可以用，战技伤害炸裂。",
    "length": 2086
}