{
    "game_id": 2,
    "post_id": "53797180",
    "f_forum_id": 43,
    "subject": "[草行久]超详细思路讲解（武器 圣遗物 输出手法)",
    "url": "https://www.miyoushe.com/ys/article/53797180",
    "created_at": 1718390522,
    "like_num": 178,
    "view_num": 8615,
    "reply_num": 31,
    "text": "旅行者们大家好！_(希格雯-打招呼)今天给大家带来“平民战神”配队！！草行久！！如果你有草神，如果你也没养也不知道怎么配队，那么接下来的“平民战神”草行久攻略赶紧来看看吧！ʕ•̀ ω • ʔ 所谓 ［草行久］ 就是以三个主体草神 纳西妲 、 行秋 、 久岐忍 组成的配队。第四个位子可以根据环境进行搭配。下面我会给旅行者详细的讲解他的伤害原理及角色的圣遗物和武器搭配还有其输出手法，内容有点多，讲的比较繁琐但很全面细致，保姆级讲解。有什么不好或是不对的地方也欢迎大佬指点谢谢づ♡ど _(纳西妲-WINK)_(纳西妲-指指点点)_(纳西妲-WINK)_(纳西妲-指指点点)_(纳西妲-WINK)_(纳西妲-指指点点) ［草行久］的优缺点 优点 : 1.成本低 :这个配队主要的核心就是依靠草神纳西妲超强的挂草能力。所以配队就是一个五星纳西妲和两个四星行秋、久岐忍就可以出道了。四星也没有命座要求零命就能玩。 2.成型快 :这个队伍只需要给草神纳西妲和久岐忍提升角色等级再堆元素精通就可以了 注: （ 超绽放的伤害只和角色等级和元素精通有关 ），行秋只是负责持续挂水也起到了副c的作用。 3.伤害高 :草行久是通过超绽放打出伤害，一颗草种子被超绽放后就有3万＋的伤害可以说是非常可观，再加上队伍输出稳定可以持续输出没有空档期。 4.队伍灵活性 ：草行久队伍可以根据实际情况调整角色在四号位添加需要的角色，例如在面对多个敌人时，可以考虑加入温迪、万叶、砂糖等聚怪角色增强队伍的应对能力。遇到高伤害的敌人可以考虑加入 钟离等可以提供护盾的角色提升生存能力。 缺点 : 1.队伍生存能力 ：草行久队伍中没有特别突出的治疗或护盾角色，唯一的生存就是有草行久的间接的小额治疗和行秋的元素战技抗打断减伤，元素战技结束的小额治疗，因此在面对高伤害的敌人时，队伍的生存能力可能不足。可能需要加个钟离以及可以套盾的角色。 2.元素反应的不确定性 ：草种子的生成和超绽放的触发在一定程度上依赖于角色的技能释放时机和敌人位置，这可能需要玩家有一定的操作技巧和经验。 3.对怪物类型有依赖 ：超绽放反应对草元素的依赖性较高，如果遇到草元素抗性较高的敌人，队伍的输出效率会降低。 ［草行久］ 角色组成 ： 纳西妲、行秋、久岐忍 （ 四号位根据需要添加 ） 配队思路 :利用纳西妲给敌人 挂草 ，行秋的雨帘剑提供持续 挂水 ，敌人被水草反应生成 草种子 ，在利用久岐忍元素战技提供高频挂雷触草种子产生 超绽放 元素反应，然后使草种子追踪敌人造成 草元素伤害 。 考虑到萌新们可能缺某个角色，所以提供［草行久］下位替代角色，这也是我做攻略的初心站在萌新角度做攻略。不是说只有草行久才能玩超绽放。可以频繁挂元素就可以。 （下面的推荐只供参考实际配队还是要看综合实际应用） 草神替代有 :［提纳里］ 作为3.0版本上半卡池的草系弓箭手主C，提纳里拥有追踪箭技能，可以频繁地在敌人身上施加草元素，非常适合用于触发草元素反应 。 ［柯莱］ ：柯莱是3.0版本下半卡池上线的草系副C弓箭手，她的技能同样可以频繁地施加草元素，适合在队伍中作为挂草角色。 ［白术］ ： 白术是3.3版本上半卡池上线的草系法师，璃月不卜庐的老板，他的技能同样可以频繁地施加草元素，适合用于触发草元素反应。 ［瑶瑶］ ： 瑶瑶是3.3版本下半卡池上线的草系萝莉角色，她的技能设计也适合用于高频挂草。 （实在没有草主也能玩玩） （用替代角色玩超绽放最好是能有点精通，当然双爆精通兼得会更好） 行秋替代有: 芭芭拉： 作为游戏初期即可获得的四星角色，芭芭拉的技能和元素爆发都能提供水元素效果，非常适合用于挂水。 莫娜： 莫娜的元素爆发可以提供长时间的水元素效果，并且可以增加队伍的输出能力，是挂水和辅助的优秀选择。 心海： 心海的元素爆发可以持续提供水元素效果，并且她的治疗能力非常强大，适合在需要持续治疗和挂水的队伍中使用。 夜兰： 夜兰是五星角色，她的元素爆发可以提供大范围的水元素效果，并且具有很高的伤害输出，是挂水和输出的强力角色。 纳维莱特: 五星角色，他的元素战技可以提供高频挂水，本身的输出能力也强可以是说是高配。 凌人: 五星角色，元素战技和元素爆发都可以提供高频挂水，也能输出伤害。 （在超绽放里只要能高频挂水就能用，因为只是挂水工具人，所以角色没有什么特定培养需求，该怎么养就怎么养） 久岐忍替代有: 菲谢尔： 作为四星角色，菲谢尔的元素战技（E技能）可以频繁地施放雷元素，非常适合用于触发雷元素反应。她的技能设计使得她能够作为后台输出角色，持续提供雷元素效果。 刻晴： 刻晴是一位五星角色，她的元素战技和元素爆发（Q技能）都能提供雷元素效果，刻晴的高频率挂雷能力使其在队伍中能够有效触发雷元素反应。 北斗： 北斗的元素战技和元素爆发同样能够频繁施放雷元素，她的技能设计使得她适合在队伍中担任高频挂雷的角色。 丽莎： 丽莎虽然是一位早期的角色，但她的元素战技可以频繁施放雷元素，适合在队伍中作为挂雷角色。 雷神:元素战技锁定挂雷可以远程触发，元素爆发提供高频挂雷。 克洛琳德: 五星角色，元素战技为普攻附魔雷元素，普攻提供高频挂雷。 八重神子: 元素战技、普攻、元素爆发都可以挂雷，可以说是挂雷能力很强的。 （玩超绽放的话对于［触发者］队伍中的雷元素角色是有武器和圣遗物要求的，武器和圣遗物要是精通的，角色等级也最好升满，这样才能让草种子打出高伤害） 小知识 :草元素相关反应 （ 草元素 ＋ 雷元素 = 原激化:特殊状态 ） （ 草元素 ＋ 水元素 = 绽放:产生草种子数秒后爆炸造成草伤 ） （ 草元素 ＋ 火元素 = 燃烧:造成持续元素伤害 ） （ 草元素 ＋ 水元素 = 绽放:产生草种子＋火元素=烈绽放:引爆种子造成范围草伤 ） （ 草元素 ＋ 水元素 = 绽放:产生草种子＋雷元素=超绽放:草种子变成追踪草伤 ） （ 草元素 ＋ 雷元素 = 原激化:特殊状态＋雷元素=超激化:提升本次雷元素伤害 ） （ 草元素 ＋ 雷元素 = 原激化:特殊状态＋草元素=曼激化:提升本次草元素伤害 ） 纳西妲圣遗物可选 : 深林的记忆四件套 / 饰金之梦四件套/教官四件套 。（ 有专武带 饰金之梦, 没专武带 深林的记忆 ，教官 适合新手过渡使用，在一些队伍中作为精通工具人效果不错 。）我推荐 深林的记忆 如下图。 深林的记忆四件套 主属性推荐 ： 有专武的带饰金之梦套词条如下 : ［时之沙］：元素精通 ［空之杯］：元素精通 ［理之冠］：暴击率/暴击伤害 （ 如果不装精通杯元素精通也有1000＋可以考虑把杯子换成草伤杯 ） 副属性推荐 ： 元素精通 暴击率 暴击伤害 攻击力百分比 元素充能效率 没专武的带深林的记忆套词条如下 : ［时之沙］：元素精通 ［空之杯］：元素精通 ［理之冠］：元素精通 （ 如果元素精通有1000＋可以把精通头换成暴击头 ） 副属性推荐 ： 元素精通 暴击率 暴击伤害 攻击力百分比 元素充能效率 （ 元素精通＞暴击率＞暴击伤害＞攻击力百分比＞元素冲能效率 ） 注: 纳西妲最重要的就是元素精通所以在武器和圣遗物方面都要优先考虑元素精通 精通够了再去考虑双爆 。 天赋优先级 :E元素战技＞Q元素爆发＞普通攻击 注 :（ 元素战技和元素爆发都需要点满，普攻根据自己需要提升 ） ［ 武器方面推荐 ］ ［ 五星武器推荐 ］: ［ 专武--千夜浮梦 ］ 推荐理由 :作为纳西妲专武，那肯定是很契合的，可以为自己和队伍提供元素精通，减少了圣遗物的精通压力。 ［ 神乐之真意 ］ 推荐理由 :这个武器适合用纳西妲打输出提供了高额的爆伤和元素加成，不过对于总的来说还是带精通武器比较好。 ［ 四风原典 ］ 推荐理由 :适合用纳西妲打主c的，圣遗物选双爆打战场输出。 ［ 四星武器推荐 ］: ［ 流浪乐章 ］ 推荐理由 :“赌徒武器”只要你运气好这把四星武器堪比五星，角色神登场会随机从攻击力、元素伤害、元素精通中生效一个，随机到元素精通可以给纳西妲加480元素精通（精5）可以说是给的很多了。 ［ 祭礼残章 ］ 推荐理由 :副词条提供元素精通，不过他的武器特效对于纳西妲没有什么用 ，只用作为单纯精通武器使用。 ［ 万国诸海图谱 ］ 推荐理由 :提供元素精通，是锻造武器成本低。 行秋圣遗物可选 : 宗室两件套 + 沉沦两件套 / 绝缘之旗印四件套 / 教官四件套 / 角斗士的终幕礼两件套 + 沉沦两件套 。我推荐的是 绝缘之旗印四件套 如下图。 绝缘之旗印四件套 主属性推荐 ： ［时之沙］：元素充能效率/攻击百分比 ［空之杯］：水元素伤害加成 ［理之冠］：暴击率/暴击伤害 副属性推荐 ： 元素充能效率 暴击率 暴击伤害 攻击力百分比 （ 暴击率/暴击伤害＞元素充能效率＞攻击力百分比 ） 注: 在选择圣遗物时，应根据行秋的命座、武器、队伍配置以及个人的培养目标来决定。例如，如果行秋作为副C角色，那么暴击率和暴击伤害的平衡就非常重要；如果作为辅助角色，元素充能效率和攻击力的提升则更为关键。同时，考虑到行秋的技能特性，元素充能效率是其圣遗物选择中非常重要的一个属性 建议元素充能效率220＋搭配祭礼剑可以达到丝滑循环 。 天赋优先级: Q元素爆发＞E元素战技＞普通攻击 注: （ 元素爆发需要点满，普攻根据自己需要提升 ） ［ 武器推荐 ］ ［ 五星武器推荐 ］: ［ 雾切之回光 ］ 推荐理由 :提供较高的攻击力加成，适合追求高输出的行秋。如果放弃一层元素普攻触发的“巴印”，可以作为副C使用，尤其适合与特定角色搭配，如“重云”进行永冻流或“满命班尼特”进行蒸发流。 ［ 磐岩结绿 ］ 推荐理由 :单手剑通用五星武器，解放圣遗物暴击率压力堆叠暴击伤害，无论在副c还是辅助位置都强烈推荐。 ［ 四星武器推荐 ］: ［祭礼剑］ 推荐理由 : 副属性为元素充能效率，且元素战技造成伤害后有概率重置元素战技CD，非常适合行秋的元素爆发循环。 高精炼的祭礼剑可以作为行秋的毕业武器元素爆发循环流畅 。 ［西风剑］ 推荐理由 : 提供元素充能效率，适合行秋大招需要的能量很高时使用，但伤害较为逊色 ［腐殖之剑］ 推荐理由 : 可以与4命的行秋有很好的配合，提供元素充能效率。（ 是版本活动获得现在已经绝版了 ） ［暗巷闪光］ 推荐理由 : 四星面板基础攻击力（也称“白值”）最高的剑， 90级有620基础攻击力可以堪比一些五星武器 。（我自己没升所以解释一下_(瑶瑶-摆烂)），特效也提高了伤害，适合挂后台作为副C使用。 ［ 三星武器推荐 ］: ［飞天御剑］ 推荐理由 : 前期可用，有很高的充能，加快大招使用；特效还能全面提高伤害。 ［冷刃］ 推荐理由 : 行秋有很强的挂水能力，所以这把是很好的武器，伤害稳定。 久岐忍遗物可选 : 饰金之梦四件套 、 乐园遗迹之花四件套 。我推荐 乐园遗迹之花四件套 如下图。 乐园遗迹之花四件套 主属性推荐 ： ［时之沙］：元素精通 ［空之杯］：元素精通 ［理之冠］：元素精通 副属性推荐 ： 元素精通 生命值百分比 生命值 （ 元素精通＞生命值百分比＞生命值 ） 注 : 超绽放的种子的伤害只是看触发者就是久岐忍的角色等级和元素精通，所以元素精通是在第一位的剩下就是生命值提高元素战技E的治疗，久岐忍的天赋元素精通也提升治疗 。 天赋优先级 :E元素战技＞Q元素爆发＞普通攻击 注: （ E元素战技需要升满，提升生命治疗。Q元素爆发和普通攻击按照自己需要提升 。） ［ 武器方面推荐 ］ ［ 五星武器推荐 ］: ［ 苍古自由之誓 ］ 推荐理由 :这把五星武器的基础攻击力很高，副属性提供元素精通，适合久岐忍的治疗和辅助。苍古自由之誓的被动技能可以提升超绽放伤害，同时提升全队的攻击力和普通攻击、重击、下落攻击的伤害，非常适合久岐忍的定位。 ［ 圣显之钥 ］ 推荐理由 :这把武器适合久岐忍的剧变反应、治疗、精通辅助三重定位。其副属性和特效提供的高额生命值百分比可以大幅度提升久岐忍的治疗量，同时武器特效可以根据携带者的生命值转化精通，提供一定的辅助能力。 ［ 四星武器推荐 ］: ［ 西福斯的月光 ］ 推荐理由 :副词条提供元素精通，基于元素精通给自己和队伍提升充能效率。 ［ 东花坊时雨 ］ 推荐理由 :提供元素精通和对单伤害提升。（版本活动武器） ［ 铁蜂刺 ］ 推荐理由 :提供元素精通和元素伤害，是锻造武器培养成本低。 ［ 三星武器推荐 ］: ［ 暗铁剑 ］ 推荐理由 :适合还没有好的三星以上武器过度用，副词条也是给到了元素精通，出发元素反应加攻击 但是对于超绽放没有只有 过度使用 。 ［ 草行久队输出手法 ］ 注意 :（ 元素战技=E  元素爆发=Q  普攻=A ） 1.起手 ：纳西妲开E扫码给敌人挂草元素，马上接大招基于纳西妲元素精通给队伍提升元素精通立刻切行秋。 2.行秋 ：行秋开E后开Q（ 带祭礼剑可以EQE ）立刻切久岐忍。 3.久岐忍 :久岐忍紧随其后使用E提供高频挂雷和生命治疗然后切纳西妲。 4.纳西妲 ：纳西妲驻场输出AAAAA…对敌人产生草种子，触发超绽放 。 循环 ：纳西妲有Q就放，没草开E，没水就切行秋开Q，没雷就切就岐忍开E，然后纳西妲驻场平A输出。 一个循环 :（纳西妲EQ------行秋EQ------久岐忍E------纳西妲AAAA…） 那么详解就到这希望这对你们能有所帮助，本人是刚开始做攻略可能会表达不清楚，如果有什么不对的地方和讲解不到位的欢迎发在评论区，我会对此改进。那么祝旅行者早日登顶深渊_(纳西妲-WINK)可以的话点点赞制作不易，你们的点赞就是我最大的动力谢谢！！！！づ♡ど觉得有用建议收藏，避免找不到。",
    "length": 5642
}