{
    "game_id": 2,
    "post_id": "48531983",
    "f_forum_id": 43,
    "subject": "【V4.4攻略·角色攻略】闲云·全面解析︱机制/养成/配队",
    "url": "https://www.miyoushe.com/ys/article/48531983",
    "created_at": 1706666355,
    "like_num": 11550,
    "view_num": 1221521,
    "reply_num": 2416,
    "text": "UID：100559319 这里是阿斯盖特，本期是“璃月港新住户”、“那个女人”——「 闲云 」的角色攻略！本期将 详细地讲解 闲云的 技能机制 、 装备及养成 、 相关队伍搭配~ ▶为便于阅读，下文中诸多文字内容 已放置折叠中 ，旅行者们可选择性查阅！ “本仙还精神着呢…看你倒是眼皮打架，快去休息吧。” ◆【目录】◆ 01.简析& 一图流 02. 技能 解析 03. 圣遗物 搭配 04. 武器 选择 05. 命之座 解析 06. 队伍 搭配 07. 总结 一下 【简析&一图流】 「 闲云 」是一名具有提高场上角色跳跃能力丰富角色玩法、提供全队治疗的 风元素辅助型角色 。释放元素战技可多次腾空跳跃、产生多段位移，十分适合大世界探索；释放元素爆发为 全队治疗 、 提高场上角色的跳跃能力 ，使诸多角色 拓展“下落攻击”玩法 ！固有天赋还可提高我方角色下落攻击的伤害。 文字太多不想看？先看看下面的 一图流 吧！ 【角色 培养材料 图表】 ▲以上是 简析 & 一图流 部分▲ ▶技能加点：元素爆发＞元素战技＞普通攻击/重击 ◆ 低命 闲云多作为 辅助入队 ，优先升级元素爆发提高治疗量；解锁6命体验风伤玩法时，可升级元素战技等级；6命之前也打算体验风伤玩法可升级普通攻击等级。 ——辅助只升大招，6命升级战技，低命输出可点普攻。 【1】普通攻击/重击（A/Z） 【技能 演示 ·普通攻击】 ▲ 普通攻击 ▲ 重击 【技能 讲解 ·普通攻击】 ①普攻与 凝光 、 珊瑚宫心海 等法器角色类似，属于 弹道类普攻 ，具有较远的攻击距离。 ②普攻共计4段，每段均只造成1次 弱风元素伤害 （1元素量） ，第4段具有轻微施放动作前摇，遵循常规附着规则。 * 常规附着规则 ：同一模组的攻击在命中敌人后的2.5秒内， 第1、4、7…次攻击 （又称每间隔2次攻击）对敌人施加元素附着。 ③每次重击均可施加 弱风附着 ， 即如果敌人已附着火/水/雷/冰中的元素则每次闲云重击命中均可触发对应扩散反应 。 ◆ 低命 闲云更多作为 辅助培养 ，通常不考虑输出玩法，因此 可不升级该技能 ；如果低命闲云也打算以输出玩法为培养目标，则可升级。 （ 6命 多以战技进行输出，也不用升级普攻） 【2】元素战技（E） 【技能 演示 ·元素战技】 【技能 讲解 ·元素战技】 ①元素战技可 连续施放3段 【步天梯】 （点按元素战技） ，每次步天梯结束都将提高闲云冲击波的范围、伤害 （一段比一段强） 。 ②每次「步天梯」 对路径上的敌人 造成的风伤 不会触发对应扩散反应 （即无元素量、不施加风附着） ，「步天梯」的路径伤害 属于元素战技伤害 。 ③元素战技可以在空中施放，点按普攻键即可下坠施放“下落攻击·闲云冲击波”。 ④「步天梯」命中路径上的敌人时不会产出风元素微粒；后续 无论哪一段 的「 闲云冲击波 」命中敌人都将产生 5颗风元素微粒。 （解锁6命后， 元素爆发期间 施放战技命中敌人将 不会产生风元素微粒 ） 。 ——在输出时，为了缩短循环时间，可选择 点按战技1次即施展下落攻击 ，节省时间。 ⑤下过攻击具有较远的索敌距离，当处于较高的空中亦可远距离快速锁定并冲向一定范围内的1名敌人，造成风伤。 ⑥每次「闲云冲击波」均可施加1次 弱风附着 ， 其中第1阶具有较轻的 击退 效果，第2、3阶能够 击飞 韧性较低的敌人 ， 属于下落攻击伤害 。 ◆元素战技主要用于施放闲云冲击波命中敌人后 产生风元素微粒 、 触发固有天赋1 的下落攻击暴击率提升效果，本身没有额外的辅助机制， 升级战技只能提高其伤害 。战技本身的功能性多体现在大世界探索中， 辅助向可不升级战技 （风伤输出玩法可考虑） 。 【3】元素爆发（Q） 【技能 演示 ·元素爆发】 ▲ 元素爆发的施放 ▲ 跳跃能力提升 【技能 讲解 ·元素爆发】 ①施放元素爆发时将造成1次独立的 弱风伤害 ；后续元素爆发中【竹星】的“仙力助推” （协同风伤） 也为 弱风伤害 ，遵循常规附着规则。 * 常规附着规则 ：同一模组的攻击在命中敌人后的2.5秒内， 第1、4、7…次攻击 （又称每间隔2次攻击）对敌人施加元素附着。 ②元素爆发的施放攻击将为 全体治疗 ，后续「竹星」将每2.5秒为全队角色进行1次治疗，均 基于闲云攻击力 。 ③「竹星」存在期间，将提高 8次 跳跃能力，可 拓展 诸多角色的“下落攻击玩法”。 ◆元素爆发是核心技能之一，辅助功能 多围绕元素爆发展开 。「竹星」提高场上角色的跳跃能力可以 丰富角色玩法 ；元素爆发的治疗效果提高队伍生存能力，使得闲云可以依靠该技能加入诸多队伍中。 【4】固有天赋（ 重要 ） 【4.1】固有天赋 1 ·霜翎高逐祥风势 ①利用元素战技的「闲云冲击波」 （下落攻击） 命中的敌人越多 ，提高场上角色的 下落攻击暴击率越高 。闲云在队伍输出时通常是起手施放元素战技，且闲云冲击波具有较大范围内的索敌效果，因此基本上可以 稳定触发 「风翎」效果。 （对群具有不错提升、对单/BOSS敌人时收益较小） ②「风翎」的下落攻击暴击率加成 不会显示 在角色属性面板中。 【4.2】固有天赋 2 ·细想应是洞中仙 ①闲云的又一关键辅助机制， 提高 「竹星」 （元素爆发） 具有“仙力助推” （具有跳跃能力提高） 时的 下落攻击伤害 。 ②该天赋的加成效果 基于闲云的总攻击力 。 *下落攻击的坠地冲击加成 至多提升9000点 （0命），将根据闲云攻击力的 200% 计算，则需要闲云的总攻击力达到 4500点 才能完全吃满，纯裸面板而言是很难做到的，这就需要闲云通过队内辅助手段获得更高的攻击力提升。 ③该天赋的加成效果作用于“ 基础倍率区间 ”，与“基础属性×下落攻击倍率”相加计算， 可类比 申鹤 元素战技的「冰翎」、 云堇 元素爆发的「飞云旗阵」等 。 ④只有角色的下落攻击造成“ 触地攻击 ”的那次伤害 （居于 伤害中心 ） 才能获得该天赋的加成，下落攻击的外围 波及伤害 （擦伤） 不会获得加成。 ⑤该天赋 不会 “锁面板”，会根据闲云的实时总攻击力结算。 【 补充 】部分角色的触发（ 雷电将军 / 万叶 / 嘉明 ） ①特殊下落攻击模组也可获得加成，如 枫原万叶 的「乱岚拨止」、 嘉明 元素战技的「踏云献瑞」等。 ② 雷电将军 施放元素爆发期间的雷伤下落攻击 无法触发加成 ，该“下落攻击”属于下落攻击动作，但 视为元素爆发伤害 。 【 重要 】哪类角色适合拓展下落玩法？ *满足下方任意一项都可考虑选择。 ①大部分具有下落攻击可以 自主获得元素伤害 的角色。 *通常不考虑配合其他附魔类角色协助获得下落攻击附魔，主要因为多一个附魔角色“占格子”，使得队伍变成“输出角色+提供附魔角色+闲云+其他”，导致不能选择更多辅助角色提高伤害（ 偏娱乐 可考虑配合附魔角色）。 ②具有 不错的下落攻击倍率 ，单位时间内下落攻击并不明显低于常规输出方式。 *当前的法器类角色的下落攻击差距较小，且具有一定动作前摇，通常不考虑选择下落攻击输出。 ③利用“具有元素的下落攻击”的“ 独立附着 ”机制配合 触发元素反应 。 ◆上述更多是作为一种选择的 参考 ，对于每个喜爱自己角色、想要让角色有更多新鲜玩法的旅行者而言，大胆地去尝试吧！ 【 选看 】天赋2是怎么增益的？ ◆简而言之，就是“ 角色攻击力×下落攻击倍率 + 闲云总攻击力×200% ”再和其他乘区的系数相乘。 ◆例如，90级的火元素角色A当前的攻击力为1000，其下落攻击为300%，具有30%的火元素伤害加成，其暴击伤害为50%；闲云当前的总攻击力为1500，90级的敌人具有10%的火元素抗性。（为了便于理解，数据做了简化处理） ▶那么，此次角色A的下落攻击伤害就是： （1000×300%+ 1500×200% ）×（1+30%）×（1+50%）×0.9×0.5=5265 *0.9为敌人的抗性区间系数，0.5为敌人的防御区间系数，标绿的部分就是闲云的天赋2的加成效果。 ▲以上是 技能解析 部分▲ ▶圣遗物介绍 【 选看 / 拓展 】海染还是昔时？与“M乘区”概念 因此，如果一个治疗角色，ta搭配的站场输出角色的“M区间”大于3.85，那么就可以考虑【昔时之歌】4件，反之如果小于3.85，那么更多是选择【海染砗磲】4件。 【 讲解 】套装选择 ①在配合 火 / 水 / 雷 / 冰 等元素的输出角色时，优先「 翠绿之影 」4件，降低抗性。 ②如上【选看】所示，当场上输出角色的“ M乘区 ” （约大于3.85） 较高 时，闲云可以优先考虑「 昔时之歌 」4件。 ③闲云具有群体治疗能力，当前台输出角色的“M乘区” （约低于3.85） 较低 时，也可考虑「 海染砗磲 」4件、「 昔日宗室之仪 」4件。 ④另外，如果场上的火/水/雷/冰角色 较难“先手挂元素” 配合闲云触发扩散反应，此时也可考虑使用昔时、宗室或海染4件。 * 例如 ，队伍配置是“火C+闲云+其他元素辅助2名”，此时 火C无法先手附着火元素 、闲云较难触发火扩散，那么此时就可考虑闲云装备昔时之歌4件。 ⑤可考虑“绝缘2+攻击2” 散搭过渡 ，如果副词条充能较高可考虑“攻击2+2”的组合。 （治疗2件最后才考虑，2件套优选充能优化循环、攻击提高天赋2增幅） ⑥ 前期过渡 可考虑“流放者2件+学士2件”组合。 【 讲解 】词条与面板 ①元素爆发的启动至关重要， 启动需要70点能量 ，因此优先保障技能循环——时之沙 （沙漏） 优先考虑元素充能效率 。 ②天赋2的增益、元素爆发的治疗量均与自身攻击力有关，因此在充能之后可考虑提高闲云的攻击力——空之杯 （杯子） 、理之冠 （头冠） 均可考虑 攻击力加成 。 ③闲云天赋2的9000数值上限 较难单人达到 ，因此理之冠的位置优先考虑兼顾天赋增益和大招治疗的攻击加成，而非治疗加成 （仅提高大招治疗） 。 ④ 单风 闲云时，充能效率推荐 240%+ （还可再高） ； 双风/多风 阵容时，充能效率推荐 210% 左右即可。 ⑤装备「西风秘典」时，暴击率推荐35%+ （50%左右更佳） ，提高武器技能触发率。 ▲以上是 圣遗物搭配 部分▲ ▶武器选择 【 数据对比 】武器对 治疗量 的影响 【 数据对比 】武器对 天赋2增幅 的影响 ▶武器 详解 【 1 】鹤鸣余音/证誓之明瞳 ▋鹤鸣余音（5★） ①优先考虑。「闲云冲击波」为下落攻击伤害，可 稳定触发 武器技能，提高队内下落攻击伤害；队伍的下落攻击命中敌人还将 回复闲云的能量 。 ②高额的基础攻击力、副属性攻击加成进一步 提高闲云固有天赋2的增幅效果 、 元素爆发的治疗量 。 ④但是该武器 泛用性较差 ，可搭配该武器的角色较少，原石不充裕或有其他抽卡计划的旅行者还请谨慎考虑。 ▋证誓之明瞳（4★） * 2.5版本 「三界路飨祭」活动获得。 ①闲云通常会前置施放战技，施放战技后该武器还将提高装备者 48% （精5） 的充能效率，进一步优化闲云的能量循环。 ②不错的基础攻击力、副属性攻击加成 均契合 闲云的属性需求，提高闲云的技能效果。 ③为了保障全程循环，装备该武器时，可将 充能堆叠在200%左右 。 ——如果旅行者已拥有该武器，可考虑直接选择！ 【 2 】天空之卷/尘世之锁 ①这两把武器均有可观的基础攻击力、攻击加成，提高闲云的技能效果。 ②武器技能对辅助闲云而言基本利用不上。 （因为闲云基本EQ就离场了、自身伤害占比也不高） ③这两把武器的技能无法在后台触发， 如果已在前台触发再切至后台，已触发效果可以继续存在至持续时间结束，但后续不会再触发 。 【 3 】无垠蔚蓝之歌/西风秘典 ▋无垠蔚蓝之歌（4★） *4.1版本活动获得。 辅助闲云 不利用 该武器的武器技能，主要配合 565 的基础攻击力、副属性 30.6% 的充能提升。没有其他充能武器时可选择。 ▋西风秘典（4★） ①副属性 充能提升 优化闲云的技能循环，且闲云的 攻击造成暴击后 还将 优化全队能量循环 （产出 少量元素微粒 ，全队可享） ，没有上述武器时可以考虑选择。 ②选择该武器时，闲云 需要堆叠暴击率 （推荐30%+） 。 【 4 】其他充能/攻击类法器 ① 攻击类 ：如果没有上述武器，还可考虑 纯水流华 （锻造武器，565基础攻击/27.6%攻击加成，具有额外攻击提升） 、 白辰之环 （锻造武器，565基础攻击/30.6%充能效率，武器技能仅适配雷伤角色） ；再不济还可考虑 昭心 、 忍冬之果 等武器用于前中期过渡。 ② 充能类 ：如果圣遗物提供的充能效率无法满足充能需求，在没有上述充能武器时还可考虑 暗巷的酒与诗 （565基础攻击/30.6%充能） 、 异世界行记 （401基础攻击/39%充能，前期过渡使用） 。 ③ 不推荐 「盈满之实」——因为在装备者触发元素反应后，会降低装备的攻击力，降低闲云的治疗量、天赋2增益效果。 【 5 】关于金珀与讨龙 ▋试作金珀（4★） *锻造武器 ①闲云不需要副属性的生命加成， 只能利用 武器技能 （施放大招后 为装备者回能 ） ，仍需堆叠充能至220%左右。 ②如果已有高精练的该武器、其他法器角色暂时不用 （或有多把试作金珀） 可考虑选择。 ▋讨龙英杰谭（3★） ①闲云不需要副属性的生命加成，主要利用武器技能 提升切至的下一名角色的攻击力 ，辅助攻击倍率角色。 ②需要 尽可能多地堆叠元素充能效率 。 【 6 】 风伤玩法 选择 ①风伤输出玩法 更推荐6命闲云考虑 ，多次施放下落攻击对敌人造成风伤。当前提高下落攻击伤害的武器较少，使「 鹤鸣余音 」能够有非常棒的表现，其次 珐露珊 、 班尼特 和 芙宁娜 的登场缩小了各武器之间的差距，诸多5星武器依靠不错的面板也能有不错的表现。 ②可以根据上方的“武器期望对比图”来直接选择武器。 （不过都抽到6命闲云了，应该早就抽了「鹤鸣余音」了吧jpg） ③面板方面，搭配芙宁娜可以考虑“ 逐影4件 ”，暴击率推荐在45-64%之间，暴击伤害在130%+；搭配其他套装时，暴击率推荐在70%+。 ◆ 武器的选择 （省流版） ：循环最为关键，优先鹤鸣/证誓；保证充能可选天空/尘世，4星武器可选西风/纯水/无垠等；金珀效果一般、讨龙更需充能；输出玩法还是鹤鸣，其他武器差距不大。 ▲以上是 武器选择 部分▲ ▶命座介绍 【 命之座· 讲解 】 【1命】战技的产球CD较短，因此第2次施放战技 可再次产球 。 提高大世界探索体验、优化技能循环。 【 2命 】施放战技后将提升闲云的攻击力；并 提高固有天赋2的增幅效果 ，使得闲云攻击力对该天赋的增幅提升收益更高、增幅效果的加成上限更高。 优化闲云的辅助能力，想要进一步提高闲云辅助功能的旅行者解锁至2命即可。 【4命】根据施放的步天梯次数为全队提供不同回复量的治疗。 【 6命 】解锁闲云的 下落风伤输出玩法 ！提高「闲云冲击波」的 暴击伤害 ；在施放元素爆发期间，闲云的战技将 不进入冷却 ，施放至多 8次 无CD的战技作为闲云的输出手段， 想要体验闲云最强输出玩法的旅行者而言可以考虑选择。 *解锁6命后，战技处于CD中施放元素爆发可直接重置战技CD。 ◆总的来说，闲云 0命 的技能机制较为完整，主要以堆叠元素充能效率、攻击力为主，优化技能循环、提高下落攻击增幅效果和治疗回复效果。打算优化闲云的技能循环可解锁至 1 命、继续提高增幅效果可解锁至 2命 ，体验闲云下落风伤输出可解锁至 6命 。 ▲以上是 命座解析 部分▲ 【1】 风伤 下落队 【1.1】“ 魈芙闲 ”组合 【参考输出顺序】 ① 鹤露魈 芙 ：芙宁娜EQ、闲云EQ、珐露珊EZQ、魈EEQ接下落攻击 ② 鹤露魈 班 ：闲云EQ、班尼特EQ、珐露珊EZQ、魈EEQ接下落攻击 * 6命珐露珊可直接EQ ，无需进行蓄力射箭；第4人选择 夜兰 时，可采用“下落攻击-普攻接重击（X-AZ）循环”的输出方式。 【角色培养】 魈 / 珐露珊 / 芙宁娜 ①第4人可考虑 班尼特 、 芙宁娜 、，也 夜兰 可考虑护 钟离 这类护盾角色 （其他护盾也可以，但可优先有 减抗效果 的钟离） 。 ②选择班尼特、芙宁娜、夜兰等角色时， 需要多堆叠充能 ，推荐堆叠在240%+ （可考虑西风武器） 。 ③如果珐露珊 解锁6命 ，在200%左右充能后可考虑提高输出，可优先考虑「 千岩牢固 」4件提高全队的攻击力。 *队内仅需1名角色使用“宗室4件”，多名角色使用仅重置效果时间、不会叠加。 ④魈的增伤区间较高，闲云可考虑「 昔日宗室之仪 」4件继续提高魈的攻击力。 ⑤在该队伍中，闲云的充能效率在 140-150% 之间既可 （可考虑攻击沙漏，然后由副词条提供充能效率） 。 【1.2】 风伤附魔 下落（万叶/琳妮特） ① 6命 枫原万叶 ：施放战技、爆发均可获得5秒的 风附魔 （6命效果） ，高命万叶可以搭配珐露珊等角色体验风伤输出玩法，其配队总体与魈类似，如“ 万叶 + 珐露珊 + 闲云 + 芙宁娜 / 班尼特 ”。 ② 6命 琳妮特 ：施放战技获得6秒的风附魔， 与万叶的情况类似 ，6命可体验风伤输出玩法。 *万叶、琳妮特的风伤输出玩法 不推荐搭配6命班尼特 ，因为风附魔 会被 班尼特的6命附魔所覆盖。 【1.3】闲云的 风伤 玩法 ①该玩法 更推荐 6命闲云选择。 ②6命闲云的输出方式主要是施放战技后的“ 下落攻击·闲云冲击波 ”；低命既可考虑常规下落输出，也可普攻/重击输出。 ③珐露珊 解锁6命 ，闲云的充能效率不做要求；珐露珊 未解锁6命 ，推荐堆叠30-40%的充能。 ④芙宁娜、班尼特的充能推荐在240%+，珐露珊推荐在220%+。 【2】 火伤 下落队 【2.1】 嘉明 / 迪卢克 下落队 【参考输出顺序】 ①嘉明队 ◆ 嘉闲芙 行 ：行秋QE、芙宁娜QAE、闲云EQ、嘉明EQ接2A-E输出 ◆ 嘉闲芙 夜 ：芙宁娜QE、夜兰QE、闲云EQA、嘉明EQ接2A-E输出 ◆ 嘉闲芙 班 ：芙宁娜QE、闲云EQ、班尼特Q、嘉明EQ接2A-E输出 *嘉明的战技冷却时间未被重置时适用普攻触发行秋/夜兰的协同攻击。 ②迪卢克队 ◆ 迪闲芙 行 ：行秋QE、芙宁娜QAE、闲云EQ、迪卢克Q接下落输出 ◆ 迪闲芙 夜 ：芙宁娜QE、夜兰QE、闲云EQA、迪卢克Q接下落输出 ◆ 迪闲芙 班 ：芙宁娜QE、闲云E、班尼特EQ、闲云AQ、迪卢克Q接下落输出 *根据敌人 是否处于水元素附着 选择是否穿插普攻触发夜兰/行秋的协同挂水。 【 嘉明 队的补充】 ①嘉明 解锁4命前 可堆叠20-30%的充能优化循环 （ 需施放元素爆发 来重置战技CD） 。 ②嘉明的普攻、重击和常规下落攻击 并没有元素伤害 ，在配合 芙宁娜 、 闲云 时可一定程度上保证敌人处于水附着，第4人可考虑“ 未解锁6命 的班尼特”。 *嘉明每次的 特殊下落会存在较短间隔 ，且属于后手触发蒸发反应不残留元素，芙宁娜的荒性战技、闲云元素爆发的协同风伤可 补充 被消耗的水附着，配合触发蒸发反应。 **6命班尼特在施放元素爆发后会为场上角色的普攻、重击和下落攻击 施加火附魔 ，会有一定影响。 ③“嘉芙闲”的第四人还可考虑 行秋 、 夜兰 ，双水时可降低充能需求提高输出。 【 迪卢克 队的补充】 ①在闲云的元素爆发还存在“仙力助推”时，迪卢克 主要以下落攻击进行输出 ，尽可能多地保障下落攻击触发蒸发反应。 ②因为迪卢克在 施放元素爆发后 会使攻击转变为火伤，所以在搭配“芙宁娜+闲云”时， 为保障蒸发次数 ，第四人选择可考虑——其一，选择 夜兰 、 行秋 下落攻击后 穿插普攻 触发协同挂水；其二，搭配 枫原万叶 、 砂糖 等染色角色来“ 染水 ”补充水附着。 *枫原万叶、砂糖的持续“染水”依靠元素爆发，需要 堆叠充能 保障循环。 ③如果第4人选择 班尼特 ，那么需要考虑不穿插普攻、战技，避免这些攻击“抢走蒸发”，搭配班尼特可考虑只施放下落攻击。 【角色培养】 迪卢克 / 嘉明 【2.2】 胡桃 下落队 【参考输出顺序】 ① 胡闲芙 行 ：行秋QEA、芙宁娜QEA、闲云EQ、胡桃E接AX循环 ② 胡闲芙 夜 ：芙宁娜QE、夜兰QEA、闲云EQ、胡桃E接AX循环 *行秋搭配祭礼剑可选择“EQE”的输出方式。 【角色培养】 胡桃 / 行秋 / 夜兰 ①芙宁娜单人的挂水并不稳定，可配合 行秋 或 夜兰 ，胡桃可采用“ 普攻 + 下落攻击 ”的输出方式 （即 AX 输出） 触发协同挂水。 ②可 适当降低 “芙宁娜+行秋/夜兰”的充能需求，转而提高技能伤害——芙宁娜 （220%左右充能） 、行秋 （6命以下240%、6命210%左右） 、夜兰 （0命230%、1命210%左右） 。 ③该阵容 没有 有效的“ 先手挂火 ”手段，闲云 难以触发 火扩散、触发“风套4件”的减火抗效果—— 闲云 可选“昔时4件”继续提高胡桃伤害；也可选择“风套4件”提高“芙宁娜+行秋/夜兰”的水伤输出。 ④该搭配是胡桃的一种 拓展性玩法 ，若已有练度较高的“胡行钟夜”等组合仍可优先考虑这类队伍。 【2.3】班尼特的 火附魔 ①该玩法需要班尼特 解锁6命 ，不推荐搭配其他具有附魔技能的角色， 如 重云 、 坎蒂丝 等 。 ②作为 附魔辅助 时，推荐班尼特将充能堆叠至240%+；作为 火C站场 时，推荐充能堆叠至130%左右。 ③ 参考搭配 ： 枫原万叶 / 琳妮特 （非6命） + 班尼特 + 芙宁娜 + 闲云 ； 班尼特 （输出） + 闲云 + 芙宁娜 +辅助 【3】 冰伤 下落队 【3.1】 神 鹤芙闲 【角色培养】 神里绫华 / 申鹤 / 重云 ①神里绫华的下落攻击会触发“ 碎冰 ”，使敌人“ 解除冻结 ”，因此更多作为 BOSS攻坚 、 对单时 的选择；当然，神里绫华也可利用自身的冰附魔机制体验 融化 玩法。 ②申鹤也可替换为 罗莎莉亚 、 迪奥娜 等具有 较强产球能力 的冰元素角色促进绫华循环。 ③ 闲云 在该队伍优先考虑「 翠绿之影 」4件。 ④绫华依旧是元素爆发伤害最主要，下落攻击多为“补充伤害”，更多是一种 拓展选择 。 * 闲云 入队的主要目的：持续的全队治疗 保障稳定获得较高 的芙宁娜大招增伤效果。 ⑤该队中的闲云、芙宁娜都要 多堆叠充能 ，推荐在240%+ （可考虑西风武器） 。 【3.2】重云的 冰附魔 ①不推荐搭配 6命班尼特 ， 原因是班尼特6命的火附魔 会覆盖 重云战技的冰附魔 。 ②可配合芙宁娜、申鹤等角色体验“冰伤直伤”玩法， 如重云+申鹤+芙宁娜+闲云 。 ③融化玩法在 单冰 重云时较难持续做到扩散冰元素， 先手施放重云战技配合闲云扩散会导致后续输出时冰附魔覆盖率降低。 ④ 参考输出顺序 ：闲云E、班尼特QE、闲云Q、香菱QE、重云QE接下落攻击 【4】 水伤 下落队 【4.1】 6命 芙宁娜 ①四元素队伍需要提高角色充能 （主要是深境螺旋中3间连打、面对多波敌人的循环） ——闲云、香菱的充能推荐在240%+，纳西妲的充能在180%+ （可考虑西风武器，如 香菱优先西风长枪 ） 。 ②芙宁娜主要在 芒性 时输出，在首轮中可前置2秒左右的荒性战技消耗全队血量、加速芙宁娜大招的增伤叠层 （被敌人攻击后受到闲云治疗也能快速抬高增伤效果） 。 ③ 并不强求 闲云先手扩散水元素 （单水芙宁娜需要前置荒性战技挂水，将导致本次下落水伤施放时间紧张） ，仅依靠队内其他增益效果、自身6命输出能力也能打出高额伤害 （几十万的大数字bang~） 。 【4.2】坎蒂丝的 水附魔 ①坎蒂丝提供的水附魔需要施放元素爆发，辅助时优先将充能堆叠至250%+ （双水可降低） ；站场输出可堆叠至140%左右。 ②坎蒂丝 最好可以解锁1命 ，可以延长3秒的元素爆发提供附魔的时间。 【5】关于 岩伤 下落玩法 *闲云 并不太适合 岩伤下落队，并非优先选择！更多作为娱乐、拓展想玩法！ 【5.1】与 诺艾尔 搭配 ▶参考搭配 ◆ 双岩 队 ：诺艾尔+五郎/阿贝多+闲云+芙宁娜+夜兰 ◆ 三岩 队 ：诺艾尔+五郎+阿贝多/钟离+闲云 *五郎的战技增幅层数需要三岩才能叠满。 ①闲云入队可以作为诺艾尔的一种 拓展玩法 ，利用下落攻击持续对敌人造成伤害。 ②诺艾尔的元素战技不产球，推荐堆叠40%左右充能。 ③双岩阵容配合芙宁娜、夜兰等副C时， 闲云 可考虑「 翠绿之影 」4件提高副C伤害；三岩队时可选「 昔时之歌 」4件提高诺艾尔的伤害。 【5.2】与 娜维娅 搭配 ◆ 参考搭配 ：娜维娅+阿贝多/钟离+芙宁娜+闲云 ①娜维娅的机制关键是“ 获取结晶、攒弹片层数 ”， 常规组合为“娜维娅+岩元素角色+火/水/雷/冰的后台角色” 。 ②闲云的入队将产生 两个影响 —— 其一 ，第4人必须选择具有后台技能的火/水/雷/冰角色； 其二 ，娜维娅的天赋2的攻击加成仅能触发1层 （至多2层） 。 ③娜维娅通过闲云施展下落攻击， 每次下落攻击都可触发 结晶反应、产生结晶。 ④闲云入队属于一种 拓展玩法 ，娜维娅 仍优先考虑 双岩双火、双岩芙班、双岩双水等队伍。 【5.3】与 荒泷一斗 搭配 ①荒泷一斗的核心输出机制是“ 特殊重击 ·荒泷逆袈裟”。 ②荒泷一斗的特殊重击在单位时间内的倍率、伤害范围和手感上都要 更优于 下落攻击，且元素爆发的防御力转化与闲云的天赋2加成 存在稀释 。 ③荒泷一斗搭配闲云的组合有一定的表现力， 但是并不是优先考虑的 ，推荐荒泷一斗优先以常见的三岩、四岩队为主。 【6】关于 雷 / 草 下落的考量 【6.1】 雷伤 下落队 【6.1.1】刻晴 ①自身 附魔时间较短 ，附魔效果在2-3次下落攻击后消失，需要再次施放战技获得附魔， 这可能导致无法将闲云的「 仙力助推 」时间全部利用起来。 ②刻晴的元素爆发伤害占比不低，而闲云只能提升下落攻击，这会逊色于“刻皇万”的激化队。 ③如果配合 芙宁娜 入队，将会出现“刻晴+芙宁娜+闲云”，选择加入纳西妲等草元素角色会出现闲云较难扩散的现象。 ——对于刻晴是否搭配闲云，还 需谨慎考虑 。 【6.1.2】赛诺 ①赛诺的核心机制在于施放元素爆发后 持续触发“QTE” ，如果闲云入队走下落攻击玩法，将出现“2-3次下落攻击+E”的现象，整体输出手感 并不优于 普攻输出。 ②目前0命赛诺主要以 激绽队 为主 （如赛芙纳白等） ，加入风元素将成为四元素队伍，且赛诺、闲云、芙宁娜等角色的能量需求都不低，因此 不太推荐 赛诺考虑选择。 【6.1.3】八重神子 ①八重神子在搭配芙宁娜时，可考虑配合闲云利用下落攻击造成范围伤害。 ②示例队伍： 八重神子 + 芙宁娜 + 闲云 + 纳西妲 / 菲谢尔 / 枫原万叶 等 * 多莉6命 具有 雷附魔 ，但持续时间较短，战技CD较长，通常不作考虑。 【6.2】 草伤 下落队 ① 艾尔海森 ：当前主要还是激绽、激化队伍为主，风元素的加入与自身配队需求相性不高，且主要以元素战技的琢光镜的伤害为主，不推荐优先考虑。 ② 卡维 ：施放元素爆发获得草伤攻击，在闲云等前就有利用BOSS“实验性场力反应装置”的下落激化玩法，配合闲云组成“卡维+纳西妲+闲云+菲谢尔”的双草激化队也是一种可以体验的 娱乐 玩法。 【7】仅以 群奶 入队 【参考输出顺序】 ① 雷 夜芙闲 ：雷电将军E、芙宁娜QE、夜兰QE、闲云EQ、雷电将军Q接输出 ② 那 芙钟闲 ：钟离E （长按） 、芙宁娜QE、那维莱特EQ、闲云EQ、那维莱特持续重击输出 【角色培养】 那维莱特 / 雷电将军 / 钟离 ①在上述两种阵容中，闲云的作用 更多是替代琴 ，作为群体治疗 配合芙宁娜 的元素爆发、使每轮循环稳定提供较高全队增伤。 ②这两队伍的站场角色通常 不使用下落攻击 ——那维莱特的主要输出方式是重击；雷电将军的下落攻击伤害视为元素爆发，无法触发闲云的加成效果。 ③相较于琴，闲云的群体治疗具有更加 灵活机动 、 不受固定领域限制 的持续全队回血等效果。 ④上述两阵容中，闲云都可优选「 翠绿之影 」4件的搭配。 ▲以上是 队伍搭配 部分▲ 【总结一下】 ◆ 技能升级 ：辅助可升级元素爆发Q，6命风伤升级元素战技E，低命时风伤输出升级普攻A。 ◆ 武器选择 ：鹤鸣余音、证誓之明瞳、天空之卷/尘世之锁、西风秘典、无垠蔚蓝之歌等；还可考虑其他充能武器，不推荐选择盈满之实；攻击类武器需要注意圣遗物多叠充能，如纯水流华等。 ◆ 圣遗物搭配 ：优先翠绿之影4件、昔时之歌4件，还可选择宗室4件、海染4件，过渡用“绝缘2+攻击/治疗2件”。 ◆ 词条选择 ：优先堆叠充能保障循环，单风240%+、双风210%左右；其次考虑提高攻击力。 ◆ 命座提升 ：1命额外战技次数、2命提高辅助能力、4命战技附带治疗效果、6命解锁风伤下落玩法。 以上就是本期「 闲云 」角色攻略的全部内容啦~我们下期再见！_(米游姬入欧) 图片： Asgater 文本： Asgater 数据： Asgater 监督&校正： Asgater",
    "length": 11950
}