{
    "game_id": 2,
    "post_id": "38312337",
    "f_forum_id": 43,
    "subject": "【大图攻略】妮露/绽放/武器/圣遗物/配队/毕业面板天赋手法",
    "url": "https://www.miyoushe.com/ys/article/38312337",
    "created_at": 1682249554,
    "like_num": 381,
    "view_num": 20038,
    "reply_num": 50,
    "text": "本期攻略来介绍一下【 特化绽放！妮露！ 】希望大家会喜欢！_(阿姬得意) 以下是 啰里啰嗦的文字版 ： （更加详细一点！） 攻略目录： 1、【角色面板】 2、【武器推荐】 3、【圣遗物推荐】 4、【配队推荐】 一，角色面板 【1】妮露需要优先提升什么属性？ 最高优先级是【生命值】 次级优先级是【元素精通】 人物等级：90 元素精通：200+（提高妮绽放伤害） 生命值：74000+（吃满被动加成） 攻击：无要求 防御：无要求 双爆：无要求（特化绽放） 【2】天赋 技能 介绍 天赋加点： 1-1-1  可以都不点 普通攻击： 没用，不点 元素战技： 核心技能。但不影响伤害，可以不加点。 EEEE四下后，可以召唤一个水环，给身边范围内敌人挂水（自己不会挂水，防止内鬼）。持*12*。 EAAA四下后，进入水附魔状态8秒，改变普攻动作。攻击范围变大。 元素爆发： 没啥大用，可以使用大招期间无敌帧躲敌人技能，还有二段伤害，可以挂水。 1被动天赋： E技能三段使用后，获得30秒特化绽放。被草元素伤害后获得100精通持*10*。 2被动天赋： 生命值超过30000的部分会按照每1000点提升9%，最高400%。 3被动天赋： 完美烹饪冒险类食品，12%概率出现2倍产出。 【3】命之座 1命： E技能水附魔提高65%伤害。水环持续时间增加6秒。（优化循环） 2命： E技能状态下： 被绽放草伤击中降低35%草抗。 被附魔水伤击中降低35%水抗。（核心命座，提高伤害） 3命： 元素战技技能等级+3 4命： 元素战技第三段命中敌人恢复15点能量，提高元素爆发50%伤害持*8*。 5命： 元素爆发技能等级+3 6命： 生命值按照一定比例转化为至多30%暴击和60%爆伤。（主C战场命座） 简约图： 二，武器推荐 【1】， 圣显之钥 ，精炼1，攻击力542，生命值66.2% 武器特效： 生命值+20%。站场元素精通+约420。后台队友元素精通+约140。 妮露需要的生命值和精通这个武器都给到了极限！（祈愿抽取，专武毕业武器！） 0命妮露，圣遗物散搭生生生，深林4减抗，特化绽放 伤害预估：31289 【2】， 苍古自由之誓 ，精炼1，攻击力608，元素精通+198 武器效果： 伤害提高10%，全队提升普攻16%，攻击力提升20%。 高精通加成武器（祈愿抽取，除了专武外最合适） 0命妮露，圣遗物散搭生生生，深林4减抗，特化绽放 伤害预估：24247 【3】， 西福斯的月光 ，攻击力510，元素精通+165 武器效果：提供高额精通的同时，还可以基于角色精通来提高全队的充能。 （抽卡获取，四星最优选择，精通可以转化充能收益大） 0命妮露，圣遗物散搭生生生，深林4减抗，特化绽放 伤害预估：23712 【4】， 东花坊时雨 ，攻击力510，元素精通+165 武器特效：前台站场生效，对仅一个敌人伤害提高30%，对妮绽放作用不大。 外观酷炫的一把伞型单手剑，高额精通也适合给妮露。（活动获取） 0命妮露，圣遗物散搭生生生，深林4减抗，特化绽放 伤害预估：23712 【5】， 铁蜂刺 ，攻击力510，元素精通+165 武器特效：元素反应后提高造成的伤害。对绽放没用，不需要精炼。 平民玩家推荐，锻造都可以获取的武器，高精通。（锻造获取） 0命妮露，圣遗物散搭生生生，深林4减抗，特化绽放 伤害预估：23712 【6】 黑铁剑 ，攻击力401，元素精通+141 这个是性价比最高的一个武器了，获取超级简单，精通契合妮露，提升材料也花得最少啦！ （萌新玩家首选！开荒必备神器！） 0命妮露，圣遗物散搭生生生，深林4减抗，特化绽放 伤害预估：23314 以下是获取途径： 【7】 磐岩结绿 ，精炼1，攻击力542，暴击率44.1% 武器特效： 生命值+20%，基于生命值1.2%提高攻击力。 少有的一个增加生命值的单手剑！适合打水伤的妮露。 0命妮露，圣遗物散搭生生生，深林4减抗，特化绽放 伤害预估：21722 简约图： 三，圣遗物推荐 【1】， 散搭配装 ，主属性选择是 生生生 ，副词条元素精通。 散搭是最容易达到更高滴，也比较好获取，目前圣遗物散搭毕业算最优选择！ 套装效果： 千岩两件套+20%生命 花海两件套+20%生命 （最推荐散搭毕业，相对更好获取） 【2】， 乐园遗落之花 ，主属性选择 生生生 ，副词条元素精通。 这个圣遗物四件套效果是目前可以达到特化绽放最高伤害的！毕业圣遗物套装。 套装效果： 两件套+80精通 装备者触发草系相关反应，伤害提升40% 多次反应伤害至多提升到80%，后台也生效 （妮露最优的圣遗物套装效果！） 【3】， 饰金之梦 ，主属性选择 生生生 ，副属性元素精通。 这套圣遗物效果对队伍属性有一定要求，在双水双草加100精通的情况下，饰金套装和乐园套的差距不会超过4% 套装效果： 两件套+80精通 触发元素反应后，根据队友属性提高 简约图： 四，配队推荐 【1】， 萌新专属配队 ，主要说这个队伍的上位替代！输出思路都差不多滴！必须双水双草配队。 初始队伍 / 各种替换角色 妮露 / 核心角色不替换 + 柯莱 / 艾尔海森 / 瑶瑶 + 草主 / 提纳里 / 草神纳西妲 + 芭芭拉 / 心海 / 行秋 / 夜阑 / 莫娜 抽到手即可搭配出双水双草队，体验特化绽放的魅力！这个队伍不需要提升太多，后续都会被其他更加适配的角色替换。 【2】， 妮露特化绽放队 ，水奶位配队。 队伍配置： 妮露+夜兰/行秋+心海+草神 。 特化超绽放范围更大伤害更高，对自己造成5%的伤害，要带生存辅助，不然生存压力极大。搭配的核心就是双草双水，必带一个生存位，可以是水奶或者是草奶！ 心海奶量十足，完全不用担心生存问题，还有海染爆炸伤害不低的AOE，草神站场完全可以压得住这些水元素，种子很多，就跟放鞭炮一样！ 【3】， 妮露特化绽放队2 ，草奶位配队。 队伍配置： 妮露+艾尔海森+瑶瑶+行秋/夜兰 这个队伍主要是草奶，瑶瑶奶量惊人！双水互相充能有减伤有增伤，后台挂水元素也很充足，主要是注意艾尔海森站场的 草元素附魔 就好，Q附魔12秒，E+下落附魔12秒，完全够用。压力大就换瑶瑶站场Q，恢复大量全队生命。 注意：超绽放的草种子伤害有内置冷却，每0.5秒内最多受到两次伤害。 特化绽放伤害范围大，伤害更高，对自己造成5%的伤害，必须配生存队友。 好啦，这次攻略就先到这里！有用记得帮我点个赞！ 作者也会有写错的，大家可以在评论区指正！_(阿姬开心)",
    "length": 2689
}