{
    "game_id": 2,
    "post_id": "43670417",
    "f_forum_id": 43,
    "subject": "含成就每日——「他们的童年」系列委托（隐藏成就「在童年」）",
    "url": "https://www.miyoushe.com/ys/article/43670417",
    "created_at": 1695392893,
    "like_num": 1302,
    "view_num": 98898,
    "reply_num": 150,
    "text": "与枫丹下水道的孩子玩捉迷藏，在系列任务做到「他们的童年·游城记」后，即可获得成就「在童年」。 _(派蒙-伪装) 总结：前置任务会有 多次捉迷藏 ，位置很好找的。在 完成这些前置后就能开启含成就委托游城记了。 下文是详细流程，如果实在没看也可以只看位置收集的折叠 _(林尼-敬礼) 只有位置的省流速通 在委托 「他们的童年」与「他们的童年·时光不等人」中都有捉迷藏流程。 「他们的童年」 「他们的童年」是陪韦吕与奥雷勒捉迷藏，其中 奥雷勒位置是固定的，就在 任务标点位置 的商铺前方。 而韦吕三个位置是随机刷新的，其中最显眼的就是位于奥雷勒位置旁边。 此图来源@二也也 大佬，原因见文末 第二个点位位于奥雷勒后方商铺旁边，地图的东北方向，如下图 此图来源@二也也 大佬 最后一个点位位于传送点下抓住奥雷勒后朝南方走一点就能看见 他们的童年·时光不等人 这部分是陪三位小朋友捉迷藏，在 固定位置一条线上 ，所以按顺序抓就行。 对话结束后下楼梯来到 铁匠铺左侧箱子后面 ，就能看见第一个小朋友洛薇 然后在 铁匠铺对面 就能看见正在看书的奥雷勒了，调查点是本书哦。 捉住奥雷勒转身后，就能看见铁匠铺右侧箱子中的韦吕 ，如下图。 与他对话就可以结束本委托了，之后便会刷新含成就每日委托「他们的童年·游城记」 他们的童年 系列任务最开端，来到枫丹城下水道传送点下方，与小孩奥雷勒他们对话就能开启委托了。 他们俩会邀请旅行者一起玩捉迷藏。奥雷勒位置是固定的，就在 任务标点位置 的商铺前方。 而 韦吕一共有三个位置随机刷新 ，不过都很简单，有需要可以看此折叠。 「他们的童年」捉迷藏韦吕三个位置 三个位置是随机刷新的，其中最显眼的就是位于奥雷勒位置旁边。 此图来源@二也也 大佬，原因见文末 第二个点位位于奥雷勒后方商铺旁边，地图的东北方向，如下图 此图来源@二也也 大佬 最后一个点位位于传送点下方台阶处，抓住奥雷勒后朝南方走一点就能看见 全抓住后委托就完成了，一般来说 做两次 后就能刷到「他们的童年·时光不等人」 _(派蒙-摊手) 他们的童年·时光不等人 来到枫丹城铁匠铺旁边就能开启本委托了，从七天神像跳下来就行。 此图来源 ﻿ @二也也 ﻿ 大佬，原因见文末 陪三位小朋友捉迷藏吧，这次是 固定位置一条线上 ，所以按顺序抓就行。 对话结束后下楼梯来到 铁匠铺左侧箱子后面 ，就能看见第一个小朋友洛薇 _(胡桃-哼哼) 然后在 铁匠铺对面 就能看见正在看书的奥雷勒了，调查点是本书哦。 捉住奥雷勒转身后，就能看见铁匠铺右侧箱子中的韦吕 ，如下图。 与他对话就可以结束本委托了，之后便会刷新含成就每日委托「他们的童年·游城记」 _(神里绫华-请喝茶) 「他们的童年·游城记」 完成此次委托需要3个泡泡橘。来到枫丹廷与小孩子对话就能开启委托了。 这次只是陪他们散散步而已，顺便锐评下枫丹城。 _(琳妮特-看戏) 来到喷泉口就可以开启下一步对话。 然后他们会去到蒸汽鸟报位置，此处 建议直接传送 。 _(八重神子-工作中) 最后陪他们去小吃店，直接走过去就行， ﻿ 这里 需要旅行者给店主三个泡泡橘 。 此图来源 ﻿ @二也也 ﻿ 大佬，原因见文末 橘子真的能做薯条吗 交付泡泡橘对话结束后委托就完成了，同时还将获得成就「在童年」 _(可莉-冲呀) 获得「在童年」成就后还会继续刷新「他们的童年」系列任务，但 目前还没有成就 。 _(胡桃-迷惑) 姑且记录下流程，感兴趣可以看看下列折叠。 他们的童年·某一篇章 来到下水道对话即可。 洛薇和韦吕正在寻宝，和他们一起在下水沟翻找吧（好脏啊） 具体过程就是在下图三个点位中调查即可，会随机有一个出现宝物。 之后委托就完成了，很简单的小任务。 他们的童年·好时光 来到下水道开启委托 这次是陪三位小朋友一起在灰河捉迷藏。 在结束对话后就能看见远处的奥雷勒 与奥雷勒对话后朝后方看就能看见洛薇了。 抓到洛薇后能在楼梯另一边看见韦吕。 全抓到后委托就完成了 一个简单的每日委托，难点还是在刷新上。_(砂糖-纪录) 如果有帮助就点个赞再走吧_(砂糖-加油) 郑重感谢 此贴刷到后续时，前置任务里保存在草稿箱的图片没了， 实在感谢 ﻿ @二也也 ﻿ 大佬的无私支援，真是大善人 。此附他写的本任务攻略。非常感谢大佬！ _(抱大腿) 他们的童年/时光不等人/游城记（在童年）",
    "length": 1798
}