{
    "game_id": 2,
    "post_id": "32043705",
    "f_forum_id": 43,
    "subject": "【∨3.2攻略】风元素主角攻略——最好用的入手攻略",
    "url": "https://www.miyoushe.com/ys/article/32043705",
    "created_at": 1669428514,
    "like_num": 238,
    "view_num": 8897,
    "reply_num": 39,
    "text": "UID188580524 嗨～感觉如何♪ 又是我，这期我将为大家带来3.0风主的攻略，希望对大家有帮助！ 这是上期的攻略，本期将有一些改动，由于物抗怪太多了，特殊玩法中《附冰流风伤》被规划入了常规玩法，传统的风伤流配队也将有所改变，加入了更多的搭配！ 注：身体有点不舒服，质量没达到预期，见谅 目录： 1.主角技能讲解 2.命座讲解 3.武器推荐 3.1风伤主C武器 3.2辅助武器 3.3特殊武器(物伤，火伤等) 4.圣遗物推荐 4.1风伤主C圣遗物 4.2辅助圣遗物 4.2特殊圣遗物(同上) 5.队伍搭配 5.1风伤主C队伍 5.2辅助流可选队伍 5.3特殊队伍 6.风元素主角当下情况讲解 1.主角技能讲解！ 注：以下均为10级 普通攻击：异乡铁风(空) 普攻，倍率正常，在现版本，风主打主C不论是不是物伤，普攻都最好升到8级，如果你是想更高的伤害升10级，像物伤流将来肯定会去刷到10级，你如果真爱党闭眼睛无脑10级。 如果是想主角打扩散伤害，也可以选择不升 风主如果作为一个辅助，普攻可以不升。 2.元素战技：手搓螺旋丸！ 元素战技无论主C或是辅助我都建议你升到10级满级，元素战技是风主最主要的输出方式，但是大招流，物伤流的风主可以不升满 这里记住几点彻底玩明白e技能: 1.染色不受精通影响，扩散不受攻击力影响 2.一次长e5个切割一个爆风3个扩散 3.风主染色优先级冰>火>氵>雷(背下来) 有人说风主的这个性质很好，打水使徒你当然觉得好，我告诉你，这个就是下了一个毒，扩冰打火盾打不了，火克质冰，扩火打水也一样，扩水打火对不起火优先于水。所以实战时应合理运用 4.命座——长e过程减少受到的伤害所以在高压环境有必杀的胜算时一定记住要用的长按的 5.短eCD与回血天赋CD一样长，所以有效利用这个机制可以大大提升风主生存能力 6.不要想着半e收手防吹飞，丢伤害还吃不到球 3.元素爆发：伤害也随风而去了 主C流风伤流，你可以后去升Q技能，因为Q在风伤上不差，但是由于这个元素能量不可能说无限刷大，实际上伤害不如e技能来的多，后期毕业全拉满，常识了不多说 精通流主C/副C推荐是优先Q，或者是Qe并点，因为精通流充能其实较风伤流来说是快了很多的，特殊的，物伤流可以不点，后期如果走向毕业建议8级足够，顶天了 还是总结几点 1.风主的Q聚怪能力较差，卷史莱姆有时甚至要削韧，不过3.0改版后感觉好点了？ 2.风主的Q真空期9秒算是长的，那么让这仅6秒的Q伤害达到最高的方法——将军加(双火班尼特)/(减抗加班尼特)加上命座减抗加上绝缘套，风主用绝缘有一个天生的优势就是命座加圣遗物加武器充能足够用，可以完全放心用攻击沙，也就是所谓的速切流 3.Q技能也优先冰(背下来) 4.钟离爸爸的柱子真的好用。 4.固有天赋——裂空之风 60%的风刃伤害，有人问我啊，吃不吃风伤加成啊，我测过，零圣遗物对比一个+防御风伤杯，应该吃的，但是我正常实战感觉是不吃，但是这有一点啊，他吃不吃风伤，不耽误你用什么圣遗物的，你带个精五雾切，冰伤杯都不管你，这个看环境，和主要玩什么流有关，这60%的伤害也不是大头 你不用管别的这个没啥好说的其实 讲以下几个小技巧啊 1.由于这个风刃有较高(相比而言)的削韧能力，所以，在面对中体形怪时，可以强行打断施法，对物伤流的输出也有一定的帮助 2.在面对水元素盾时，风主加重云，风主的普攻风刃的扩散可以在e技能的CD时有着不错的破盾效果 3.风刃是否受风伤加成 大家可以看看这个 https://m.bbs.mihoyo.com/ys?channel=vivo/#/article/24135515 这个是我专门录的一期，但是其实我并不很确定，因为我没有时间去很快的有一个词条差不多的攻击杯，所以我用了没有圣遗物的风主和三星风伤杯的风主，两组对照，但是由于差距太小所以我自己并不敢说定了，可是风刃受不受风伤加成并不代表我们不可以用风伤/物伤/精通杯 固有天赋2：挨打真的疼 一句话:提高了风主的生存能力，没了 再次提一下我的黑历史，我当时就是因为我一个短e卷不死回不了血，才升的e，我之前玩的物伤流 命之座讲解 这里我们挑几个命座重点说一下 你的聚怪能力从这儿才有的对吧，不用放大聚怪了 令古：请问魈先生对此有什么看法 魈：我觉得吧…… 令古：别狡辩了，这和你那四命一样，跟本没啥用 质变了！哥你快看！质变了！！！！(破音) 咳，很牛逼的命之座啊，减抗时间我也不知道多少没测过，就记减20%就行 3.主角武器选择 省流版： 详解：绿剑，有很高的暴击加成，生转攻，保下限，伤害稳定，是最好的选择之一 雾切，上限高，下限也不低，白值高，还有元素加成，猴戏伤害最高的武器，也是很多人的选择 斫峰之刃，给宵宫抽武器的应该都精二了吧，哈哈哈哈哈哈对不起没收住，这个武器加攻击力很多啊，就是双爆难叠，伤害正常，只是不太高 风鹰剑，没什么好说的物伤专用 省流版： 四星，三星，有啥用啥最好黑剑和黑岩长剑，还有那个笼钓瓶一心也可以用 辅助武器 省流版 首选苍古，因为加的太多了，辅助魈，和其他角色都挺好的 西风祭礼一起讲，为什么，因为共同点，循环快，尤其是魈队万达队只吃风主大招伤害不低，风主西风还能产球多点，如果队伍里面有班或阿贝多直接苍古给他们 (最好给班尼特，攻击加成加的比风鹰雾切还多还有下落攻击加成，给阿贝多不想要伤害外观挺好看，如果班用个高白值阿贝多用苍古魈队就赢在起跑线了就是不太可行) 回到风主，铁峰刺，我不说也明白那精通没什么用，无非是能多点扩散伤害，而天目是循环好点实际不如西风祭礼 特殊武器： 省流版 详细介绍： 1.首先说一下特殊的是什么意思啊，冰，水，火，雷附魔普攻的主角，统称特殊主角，我对其名字作了整改，用冰风主，水风主这种，好接下来讲一下武器 首选的依旧是雾切大姐大，元素加成暴伤加成高白值，所有特效全部吃满相比普通的主角也会容易不少 次选波波津和绿剑，普攻加成元素加成暴击加成，在这种特殊主角情况下比绿剑要强一些，属于大哥大。 然后是高精(3+)的黑剑，和绿剑平起平坐，精五甚至会高一些，低精不如绿剑的。 4.圣遗物推荐 1主c圣遗物 1.风伤流用2风2攻击，基本上就是每出一个主c，2元素2攻永远都是能用的（打直伤），至于为什么用追忆因为绝缘追忆都很实用，进为驻场，退也可以选绝缘速切流打主C 词条攻风暴 2.2风2宗室，宗室2件套加大招伤害，风主大招倍率不低※ 词条同1 3.四绝缘，彻底舍弃一切，追求大招伤害，如果风主能进深渊竞速赛道，绝缘是最好的选择。 词条充风暴 2.辅助圣遗物（无省流图） 元素出伤队，四苍翠 魈队，四流放 草伤反应队，四教官 切记一点，保证充能 3.特殊圣遗物 5.队伍搭配 2可进辅助的队 1.万达国际勉强可以 2.四疯守护 3.永冻队 4.绽放队伍 5.辅助魈 3特殊队 注：不是用上面三个组队，只是三个好用点的副c辅助选择 甘雨挂冰，加伤，拉怪。 绫人挂水加普攻伤害。（可以踢） 心海回血（切不可踢） 申鹤加冰伤，加普攻 必用重云 6.风主当今情况（结尾力） 从开服落寞至今 草主一出彻底被忘记了，但是他依然可以是开荒期的好主c，平民的好朋友，强度在前期足以杀穿大世界，但请记住他一定不是超模主c，不可以过于狂热风主，用风主各种比，打脸速度很快！ 好了这一期就结束了，以后我还有很多自已编写丶制图的原创攻略，期待的话就请多多为我加油吧！",
    "length": 3061
}