{
    "game_id": 2,
    "post_id": "52001676",
    "f_forum_id": 43,
    "subject": "【V4.6攻略·任务与探索】新增成就一览（含攻略）",
    "url": "https://www.miyoushe.com/ys/article/52001676",
    "created_at": 1714069159,
    "like_num": 89,
    "view_num": 3452,
    "reply_num": 6,
    "text": "UID：182314111 _(可莉-就是你啦)各位旅行者大家好! 今天带来的是4.6版本新增的 38个成就 攻略合集，大家快来查漏补缺！ 话不多说我们现在开始吧！ _(达达利亚-弱爆了！)挑战者-第九辑 _(派蒙-嘿嘿) 剧场消防演练：在魔像督军举剑释放怒焰冲击时摧毁其护盾 ①先将boss的护盾打到只剩一个 盾皮， ②等待boss释放 三个由小到大的圆盘状范围攻击 后， 举剑蓄力释放扇形攻击 时，将其护盾击破即可。 _(派蒙-嘿嘿) 未兆的封印咒缚：击败吸收半幻人后处于强化状态的水形幻人 ①先将boss打到 残血，确保能够一击毙命的程度 ， ②等待boss吸收小幻人，当 出现蓝色连线并且boss变大时 ，将其击杀即可。 _(派蒙-嘿嘿) 鲸腹中的三日夜：在不被幻形击中的情况下逃离鲸腹 ①选择最低等级的吞星之鲸副本，用 普通攻击 打满怒气值后进入鱼腹 ②使用 枫丹角色用芒/荒属性攻击 ，不被幻形打中即可 _(派蒙-嘿嘿) 吉位！：通过元素反应，使隐山猊兽分别在汇聚风元素和水元素仙力时使其陷入瘫痪 ①带上 冰系和火系角色 ②在BOSS汇集水元素力时先用 冰元素将它冻结，再用火元素融化 ③在BOSS汇集风元素力时 利用元素反应击破所有风球 _(派蒙-嘿嘿) 若你渴盼鲜血：在一次仆人挑战中，释放4次血月冲击 当仆人释放生命之契时，我们身上会出现 红色❌记号（生命之契） ，使用 治疗技能解除 ，身上会出现 红色圆圈 ，此时 重击 攻击仆人即可释放血月冲击。 反复四次 即可。 _(派蒙-嘿嘿) 白之契约者：在一次仆人挑战中，不曾在具有生命之契的情况下被她的攻击命中，并击败仆人 同理，在被生命之契标记时立马用治疗技能解除，并快速击败仆人即可。 _(达达利亚-弱爆了！) 天地万象 世界任务相关的9个成就在对应的攻略中有提到： 【V4.6攻略·任务与探索】谐律上的咏叙诗系列任务及后续 【V4.6攻略·任务与探索】迟来的归乡 【V4.6攻略·任务与探索】他的生命在那边+超越时空之空想 接下来是大世界探索的10个成就： _(派蒙-嘿嘿) 西尼阿斯：战胜地方传奇西尼阿斯 来到旧日之海地图中的 卡皮托利姆旧宫（卡皮托林山下方洞穴 ，获得 第五乐章-受判之徒 时候来过），击败西尼阿斯即可解锁成就和一个 珍贵宝箱 建议使用 火系草系配队 _(派蒙-嘿嘿) 我警惕雷穆利亚人：即使他们带着乐器 ﻿ 快速打破魔像督军的召唤物即可 _(派蒙-嘿嘿) 同样的错误：远程作战对我们有利……咦 使用 弓箭手射箭 ，或者 带攻击技能的召唤物的角色（释放召唤物之后躲远） ，在仆人半血后使用远程技能攻击仆人，她会 展开翅膀进行格挡 ， 第四次 被格挡之后解锁成就。 _(派蒙-嘿嘿) 盛宴之后：在厄月的见证下，渡越血色的盛宴 以在第二阶段仆人升空之后， 必须以闪避方式躲避 仆人的所有攻击才能解锁成就。 _(派蒙-嘿嘿) 龙蜥特急斯库拉号：第一次使用斯库拉号召唤的激流前往目标地点 在旧日之海使用斯库拉召唤激流即可 _(派蒙-嘿嘿) 吾之所向，汝为人乎：第一次停住并拾取神出鬼没的魔导书 _(派蒙-嘿嘿) 为书所爱之人：使用魔导书激活褪色古堡里的所有神秘书柜 在褪色古堡拾取8本魔导书，开启8个神秘书柜 短按 使魔导书停止，放入魔导书后， 长按 打开书柜 ①在转角台阶处，打开书柜获得 神瞳 和 精致宝箱 ②打开书柜阅读鲁杰罗的笔记-其一，打败魔像解锁 珍贵宝箱 ③打开书柜，获得 精致宝箱 ④打开书柜进入密室，获得 奇馈宝箱 ⑤打开书柜，获得 奇馈宝箱， 深入密室，还能获取 央陆双手剑原胚 ⑥打开书柜，获得 精致宝箱 和 遗落的曲谱残页其一 ⑦打开书柜，获得 精致宝箱 ⑧击打机关开启移动步道上到顶层，拾取魔导书，打开书柜，获得 神瞳 、 珍贵宝箱 和 遗落的曲谱残页其二 _(派蒙-嘿嘿) 漂泊的异乡人：使失落的曲谱重见天日 在褪色古堡中层下方的桌子边，将破碎的曲谱拼合 然后来到佩特莉可小镇与塔耶芙尔对话，交付曲谱即可 _(派蒙-嘿嘿) 根本就没藏嘛：搜集朱利亚诺遗留的四处宝藏 就在塔耶芙尔背后的钟楼上，阅读 古旧的铭刻 ，得到藏宝信息（不阅读直接去挖掘点也可以） 点位如下： 各点位具体情况如下： _(派蒙-嘿嘿) 时间的神秘形式：向钟声致敬 ﻿ 来到安提库旧港（获取 第三乐章-赫赫君王 时候来过），将这里的3个仙灵归位即可 仙灵具体情况如下： ﻿如果有帮助，还请多多点赞评论转发收藏，谢谢支持！ 更多任务攻略，快马加鞭更新ing_(娜维娅-老板的认可) ﻿ ﻿ ﻿ ﻿ ﻿ ﻿",
    "length": 1891
}