{
    "game_id": 2,
    "post_id": "45240194",
    "f_forum_id": 43,
    "subject": "【V4.2攻略·角色攻略】“孤心沙龙”芙宁娜的角色使用攻略",
    "url": "https://www.miyoushe.com/ys/article/45240194",
    "created_at": 1699412848,
    "like_num": 23080,
    "view_num": 952100,
    "reply_num": 944,
    "text": "UID：152901193 ·【前言】· 大家好，这里是姜姜！这次带来了 《芙宁娜的角色使用攻略》 。 一如既往，以下内容为自己 个人见解 ，若有错误请各位及时纠错，若有缺失，劳烦及时补充，欢迎各位热情讨论！先行五体投地大礼表示感谢！ 长文预警： 全文共计1.2万+字，快速阅览点开图片左滑即可，或者直接跳到总结！ PS： 以下内容，A=普攻；E=元素战技；Q=元素爆发；CD=冷却时间，s=秒。 =目录= 1、【角色介绍】 2、【天赋介绍】 3、【命之座介绍】 4、【武器&圣遗物推荐】 5、【阵容推荐】 6、【总结一下】 ·【角色介绍】· ✦培养材料一览 (可点击展开查看) “成为人类，就意味着隐藏秘密，经历痛苦，与孤独相伴，即便如此你也愿意吗？” 芙宁娜 ，尘世七执政之一的水神芙卡洛斯，5星水系单手剑角色，枫丹人人皆知的大明星。 通过完成日常委托、消耗体力、尘歌壶入驻、完成突发任务等方式可获取角色好感度，当芙宁娜的好感度达到10级时可在角色页面领取 专属名片纹饰——「欢宴」 。 在枫丹廷 「露泽咖啡厅」 店主 「阿鲁埃」 处可购买 「致水神」 食谱， 烹饪料理时，用芙宁娜烹饪 致水神 有概率获得 特殊料理「普茹斯蒂司」 。 作为 5星水系单手剑角色 ，主要定位是 后台增益型输出 ， E作为主要的后台输出方式，Q作为主要的全队增伤方式 。 下文会从天赋、命之座、武器、圣遗物、阵容几大板块逐一详解。 ·【天赋介绍】· ✦战斗天赋·普通攻击 -普攻- “跳跃吧，欢舞吧，是激情的探戈？还是幽美的华尔兹？” A 一共 四段 动作，常态下会造成物理伤害，解锁6命后可转换成水元素伤害。 在 没有解锁6命时不推荐升级A，解锁6命后可以考虑升级A (主生命的设定，A倍率享受攻击增益，即使6命升级A也无多大收益) 。 -重击- “独舞吧，没有观众也要华丽的谢幕” 芙宁娜的重击动作独一无二，同时也解除了重击需第一段A的限制，使用时就非常流畅。不过重击非主要的输出方式，常态下施放时会对自身周围的敌人造成物理伤害，也是解锁6命后转换成水元素伤害。 重击的 主要作用就是可自由切换芙宁娜的始基力属性：芒性与荒性 。 芒性与荒性是枫丹专属的能量机制。当两者触碰或同时存在时会产生强大的能量发生湮灭失能现象，两者具有对立性，简单理解就是 芒克荒、荒克芒 。 始基力 主要是用于大世界解谜 ，以及作战时去 应对拥有相反始基力的敌人 ，具体表现在使敌人瘫痪，目前只有发条机关类的敌人具有芒/荒能量。 具有芒性能量的敌人会有金色光芒显示，具有荒性能量的敌人会有紫色光芒显示。 通过 芙宁娜的衣着颜色和发型 来可以快速确定当前的芒荒属性，或者使用 重击时通过头上的图标 展示来确认。 当芙宁娜的始基力是芒性时，施放重击就会切换成荒性，反之同理。 重击作为芒荒切换的媒介，在实战中应用对立属性会达到不错效果，而 芙宁娜的芒荒伤害只能通过A来触发 ，且 两者单独计时，都是6s的CD ，主要应用于大世界解谜与克制拥有芒荒属性的敌人，除此之外最主要的作用还是用于切换E的召唤形态——「沙龙成员」与「众水歌者」。 芙宁娜 首次登场时，始基力默认是荒性，会有两种情况： ◆统一的环境； 比如在大世界，不管通过锚点传送去何处，只要是处于提瓦特大陆上，若切换成芒性后，则后续退场再登场都是芒性。 ◆变更的环境。 比如进入周本 (征讨领域) ，或者进入任一秘境，或者深境螺旋进入下一间，这种变更环境的方式，不管进入之前是什么属性，芙宁娜首次登场的始基力属性都会刷新成荒性。 关键字是首次！只要是处于同一环境下 (提瓦特大陆上的国家虽不同，但是也是算作同一环境) ，后续登场都会保持现有的始基力属性。 芙宁娜芒荒属性的关联： 芒性——金色——A灵息之刺——众水歌者 (治疗、场上角色回血) ； 荒性——紫色——A流涌之刃——沙龙成员 (伤害、全队角色扣血) 。 每隔6s通过A就可施放一次芒/荒属性的伤害，这两者是单独计时，相当于A一下触发芒性的灵息之刺后立马重击切换荒性再A一下也可触发流涌之刃。 ※芙宁娜的芒性伤害虽是水元素伤害，但是并不具备水附着(挂水)能力。这点和其他拥有芒荒机制的角色同理。 估计枫丹可能也只有芙宁娜一人拥有芒荒属性，应对芒荒机制的解谜或作战时确实挺省心。 ※下落攻击同理其余单手剑角色，处于半空或高空时施放A就可触发下落攻击，在实战中并不常用，非主要输出方式也没有辅助机制，可以忽略。 ✦战斗天赋·元素战技 “孤独吗？创造吧，孤独陪伴寂寞，有趣，太有趣...” “沙龙”一词最早源于意大利语单词\"Salotto\"，是法语Salon的译音，原指法国上层人物住宅中的豪华会客厅。 根据芙宁娜当前始基力属性， 荒性时施放E召唤客人——「沙龙成员」： 章鱼、海马、螃蟹上阵； 芒性时施放E召唤客人——「众水的歌者」 上阵 。 召唤成功后，施放重击切换芒荒属性时，也会切换成对应的客人。 客人在场的时间是30s，共享持续时间，而E的冷却时间是20s，可以全程覆盖。最主要的是 在持续时间内，芙宁娜可自由的在海上移动 。 没办法凝冰，但是渡海估计没人可以这么自由了，不愧是水神。 沙龙成员一共有3位客人，会优先攻击场上角色攻击的目标，场上角色不攻击时会优先攻击离角色近或者血量少的敌人，索敌机制貌似比较自由，也 会跟随场上角色移动 。 ◆这3位客人攻击造成的伤害、频率以及每次攻击都会降低队伍内所有角色的生命值的比例还有附着频率都不一样。 ◇海马 伤害低，频率快，耗血低 ·伤害倍率随E天赋等级提升而提升，是3位客人中最低的； ·大约 每隔1.6s 攻击1次； ·每次攻击固定消耗全队角色各自1.6%的生命值上限的生命值； ·对同一个敌人每隔1次攻击施加1次 弱水 附着。 ◇章鱼 伤害中，频率中，耗血中 ·伤害倍率随E天赋等级提升而提升，是3位客人中不高不低的； ·大约 每隔3.2s 攻击1次； ·每次攻击固定消耗全队角色各自2.4%的生命值上限的生命值； ·对同一个敌人每隔1次攻击施加1次 弱水 附着。 ◇螃蟹 伤害高，频率慢，耗血高 ·伤害倍率随E天赋等级提升而提升，是3位客人中最高的； ·大约 每隔4.8s 攻击1次； ·每次攻击固定消耗全队角色各自3.6%的生命值上限的生命值； ·每次攻击都能对敌人施加1次 弱水 附着。 ◆3位客人的相同点。 ◇同时存在，同时消失； ◇伤害倍率都是基于芙宁娜的生命值，都是水元素伤害，也都是弱水附着； ◇同享产球CD，持续命中敌人时，大约 每3.3s就会掉落1个水元素微 粒。 ◇每次攻击都会消耗 队伍中所有生命值＞50%的角色的生命值 ，若消耗了1/2/3/4个角色的生命值都会享受到1.1/1.2/1.3/ 1.4倍的伤害收益 ； 这个收益属于单独乘区(乘算)，与那维莱特的固有天赋·「古海孑遗的权柄」同理。最终收益就是10%/20%/30%/40%的收益，所以在阵容上收益最大的则是需要搭配能够提供治疗的角色最佳以及“单通”收益低的设定。 也正因为可以消耗全队角色生命值的机制可以为Q加速叠加气氛值。 Tips：消耗生命可能会消耗到50%以下，而非至多消耗50%。 ◇ 伤害不锁面板 ，最终伤害由实时面板进行结算。 当芙宁娜的始基力是芒性时，会邀请众水歌者上场， 歌者无法移动，无法对敌人造成伤害，也没有挂水和产球的能力 ，主要功能就是 初始大约每2s (芙宁娜角色等级60级突破解锁固有2后可达到最低1.6s) 为当前场上角色治疗1次 。 范围较大，在有效距离内会在角色身上形成彩色的水环提示。 如上图，白术进入歌者的有效治疗范围后，身上亮起了一圈彩色的水环进行提示。 只要在歌者治疗范围内的当前场上角色生命值未满时就会对其进行治疗，同级天赋下的倍率与心海E的“水母”略高，但心海牺牲暴击换来治疗加成以及突破增加治疗加成这点，使最终治疗量是比不过心海的。 再加上Q的气氛值机制，需要依靠全队角色的生命值提高或降低来获取，而 芒性的歌者治疗机制是单人 (非联机) ，荒性的3位客人消耗的是全队的生命值，在 气氛值叠加这一块，荒性沙龙成员的3位客人会更快一点 。 所以歌者基本上是用于应急治疗手段，或者用于没有群体治疗的队伍时叠加气氛值，不过操作相对来说是比较繁琐的， 常出场的还是荒性的3位客人 。不过可通过芙宁娜重击来视情况切换，这点还是挺方便的。 ✦战斗天赋·元素爆发 “狂欢吧，呐喊吧，气氛点燃就策马奔腾吧” 施放Q后会对周围的敌人造成 一次水元素伤害并施加弱水附着 ，随即全队进入 「普世欢腾」状态 (简称“Q状态”) 。 ◆Q状态的核心就是叠加「气氛值」，再通过气氛值转换成伤害加成以及受治疗加成。 ·只能通过降低或提高角色的生命值来叠加，全队角色的生命值变化都有效，不管是驻场的还是后台的，每降低或提升各自角色生命值上限1%的生命值时就会叠加1点气氛值。 ※治疗量溢出部分不会转换为气氛值。 ·气氛值的初始上限是300点。 ※解锁1命后上限提高至400点。 ·以10级Q为例，若拥有300点气氛值时，则可为全队角色提供75%的伤害加成与30%的受治疗加成。 ※伤害加成属于元素伤害乘区，与元素伤害加成是加算；受治疗加成是单独乘区，与治疗加成是乘算。 ◆快速叠加气氛值的方式： ·芙宁娜荒性时施放E召唤 沙龙成员 ，全队持续耗血； 叠加速度：慢 ·队伍搭配拥有 全队治疗机制的角色 ，如白术、琴、心海、芭芭拉、诺艾尔、早柚、瑶瑶等； 叠加速度：快 ·驻场角色拥有 自损血或自治疗的机制 ； 叠加速度：一般 · 作战“流血狗” ，或者通过“伤敌一千，自损八百”的反应如 绽放、烈绽放、燃烧 来消耗生命值； 叠加速度：慢 ·作战时 刻意受伤损失生命值 ； 叠加速度：视情况而定 ，比如一下子满血被秒就直接给100点气氛值，这种方式并不是很推荐，也别用芙宁娜试水，因为 芙宁娜一倒地Q状态就直接消失了 ·以上是0命芙宁娜着重考虑方向，最快叠加气氛值的方式就是在可以 上述为前提解锁芙宁娜的2命 。 叠加速度：超快 芙宁娜的气氛值机制与全队伤害有直接关系，快速叠加就相当于快速提高伤害能力，与夜兰的增伤大同小异，都属于递增式增伤模式，不过夜兰是以时间为单位，芙宁娜是以叠加速度为单位。 ※保证队伍每次循环都能施放Q以及快速叠加气氛值是最主要的。 ◆未看懂的“气氛沸腾”动态效果 “读懂了文字，却不懂此时的欢呼” 随着气氛值的增长，会在屏幕下方出现“粉丝们”的欢呼，如上图的3种动态效果展示，通过画面底部“粉丝们”的数量由少变多来区分。 唯一确定的是 3种动态效果都是基于气氛值的低至高循序出现，且出现最终的第3个动态效果并不代表气氛值已经叠加至上限。 不确定的是 出现动态效果的具体时间或是机制，多次测试有大胆的假设：每叠加50~80点气氛值时就会出现动态效果。 从核心的输出天赋E与核心的辅助天赋Q可以看出，芙宁娜是一位 主增伤次输出的半C半辅型角色 ，与历往的已出现的执政 (尘世七执政，目前已出5个) 来说，风神聚怪后台C、岩神护盾速切C、雷神回能驻场C、草神精通后台C、水神则是加伤后台C。 所有执政都各有机制特色，所有执政各自的擅长领域都不冲突，所有执政严格意义上的培养方向都是优先发挥自身机制其次再去培养输出能力。比如岩神优先注重生命提高护盾强度、草神注重精通提高精通数值、而风神、雷神和水神都应优先注重充能保证Q的良好循环性才能发挥好自身核心的机制。 芙宁娜的Q需求60点能量启动， 个人建议非4命芙宁娜：双水时充能保持140%~160%+；单水时建议充能保持在180%+ ，队伍可达到良好的循环性。 ✦固有天赋·固有1 固有1主要提供全队治疗机制，需驻场角色受到治疗且治疗量溢出时才能触发，稳定一点就是搭配具有治疗能力的角色。 快速叠加气氛值也是建议搭配一位治疗型角色，配合固有1，芙宁娜的队伍需求治疗型角色已定型，且拥有全队治疗机制的角色适配具完美性能。 ✦固有天赋·固有2 固有2主要是提高了E的伤害能力与治疗能力。 两者都需要 芙宁娜的生命值上限达到40000 就可享受最高28%的伤害加成——沙龙成员，是元素伤害乘区，与元素伤害加成是加算；和最低1.6s每次的治疗频率——众水的歌者。 ✦固有天赋·固有3 减少水下技能的CD。 比如「异色重甲蟹的能力」CD是2s，队伍内有芙宁娜时CD只有1.4s，可以有效的缩短使用的间隔。 ·【命之座介绍】· 施放Q可直接获得150点气氛值，10级Q时就可直接为全队提供37.5%的伤害加成，很直接，相当于就是直接性的提高了伤害下限。 气氛值也由初始的300点上限提升至400点，也直接性的提高了伤害上限。同样举例10级Q，400点气氛值刚好可以转换成100%的伤害加成。 所以 1命是对于队伍整体伤害上下限的一个提升，在不搭配治疗型角色的队伍中也有保底37.5%的伤害加成提供 。 简单理解就是1命享受增伤“保底”机制，即使队伍内没有治疗型角色，芙宁娜每次施放Q都能为队伍内的所有角色提供伤害加成，在阵容搭配的泛用性上来说就比较不错。 有1命的前置150点气氛值以及上限400点气氛值为基础，2命是在该基础上起到画龙点睛的作用，直接提高了气氛值2.5倍的叠加速度。 实测中，测试的是白术施放一次E(90级，50000生命值上限，9级E)就已经接近气氛值上限。如果单依靠芙宁娜E的耗血机制，大概需要7s的时间就可达到气氛值上限。总的来说叠加速度是相当快的。 另外还有主要的一点就是当气氛值达到上限后，溢出的气氛值将会转换成芙宁娜的生命值上限，至多转换140%，也就是 21430点生命值 (芙宁娜90级) ，上文也讲过芙宁娜的E伤不锁面板，所以对于E伤来说是有比较明显的提升。 ※相当于芙宁娜保底就有21430点生命值，这点就代表芙宁娜在圣遗物属性上的选择会出现不同，0~1命保守“生生暴”，那 2命必然“生水暴” 。 所以 2命对于芙宁娜来说是最具关键意义的一个命座 。 Q的天赋等级直接提高3级 。节约资源，快速养成的命座，对于 伤害加成数值以及受治疗加成的数值得到了提升 。 增强了核心的辅助增伤数值，相当于全队伤害上限得到提升。 E不管是召唤沙龙成员还是众水的歌者，都属于常驻状态，4命效果相当于就是 每5s就可以为芙宁娜提供4点元素能量 ，可以有效的缓解芙宁娜的回能压力。也可变相理解为芙宁娜的Q只需40点元素能量启动。 E的天赋等级直接提高3级 。节约资源，快速养成的命座，对于 E的伤害上限得到提升 。 6命短时驻场输出，施放E可获得 10s或6次水元素转换效果 ——「万众瞩目」，使芙宁娜的A、重击、下落攻击由物理伤害转换为水元素伤害 (转换机制非附魔，像班尼特、重云的附魔对其无效) ，并以自身18%的生命值上限获得伤害提升，属于加算的倍率乘区，最终伤害算法为 【(攻击力×倍率+当前生命值上限×18%)×其他乘区】 ，通过芙宁娜自身的芒荒属性会获得不同效果： ·荒性，具有伤害能力的沙龙成员在场 每1s为全队恢复芙宁娜生命值上限4%的生命值；该效果初始持续2.9s，命中敌人延长持续时间，大约是 每命中1次增加2s的持续时间 ，命中6次就是 增加12s的持续时间 。 ※荒性多用于生存压力大的环境或者队伍内未搭配治疗型的角色 ，持续治疗效果比较扎实，基本看见打出白字物理伤害后就可退场，或者省心完整打出2套A亦或者看见打出白字物理伤害后就退场。 最主要是可以担任全队治疗的位置，在阵容搭配上会变得省心起来！ ·芒性，具有治疗能力的众水歌者在场 A、重击、下落攻击额外增加芙宁娜生命值上限25%的伤害值，也就是 上述算法中把18%换成了43% ；每次命中敌人都会降低全队角色1%的生命值。 ※芒性多用于爆发伤害，记得退场时施放重击切换为荒性后再退场。 命座对于芙宁娜的伤害提升一览图，仅供参考。 如上图： 1命提升虽只有8%，但是拥有了保底增伤效果，主要提现在阵容搭配的泛用性上； 2命相对1命提升了51%，是所有命座中提升数值最高，可以说是质变命座，且在此命座生水暴一跃超越生生暴的搭配； 3命相对2命的提升虽只有6.8%，但主要是对队伍的伤害上限有整体提升； 5命相对3命提升了17.5%，基本每个角色的3级天赋伤害倍率的差距都是保持在15%~20%的区间； 6命相对5命提升了23.6%，A伤的加持使得芙宁娜的整体伤害上升，但是A伤占比依然没有超越E伤，考虑总体伤害还是会建议以E伤为主。 ※总的来说，每个命座都挺实用，但个人建议主要考虑高级的2命和6命，其次再考虑其他命座。大概意思就是原石不多捞个0命先培养，然后原石还有库存可试下手气搏一下1命和2命， 优先考虑2命再考虑专武静水流涌之辉。 ·【武器&圣遗物推荐】· ✦武器期望对比图 可以先参考一下模拟计算的武器伤害期望对比图。 ※由于圣遗物的属性不确定性会导致最终结果有所差异，所以上图给出的数据可以当作大方向考量的参考，实际考量中需根据自身圣遗物的属性情况进行合理搭配。 在模拟27词条，固定4个生命词条 (20%) ，分配暴击与暴伤词条的情况下，在 同阶武器中得出期望伤害收益的顺序： 静水流涌之辉＞磐岩结绿＞圣显之钥＞狼牙＞腐殖之剑＞船坞长剑＞灰河渡手＞天空之刃＞西风剑。 ◆ 计算时只考虑到伤害收益， 实际中芙宁娜的充能是需要注重的 ，所以部分提供回能的武器在实际应用中表现会更好一些。就比如1阶的 「狼牙」 与5阶的 「腐殖之剑」 ，差距只有甚小的3%，5阶的 「灰河渡手」 ，其差距也只有9%，在充能不够的情况下就可优先考虑提供充能的腐殖或者渡手。 不过最终还需根据自身圣遗物的属性情况来抉择，类似强化时副词条充能给的较多的情况，以及队伍绑定双水时，芙宁娜的充能有140%~160%+的情况下就可优先考虑狼牙。主要双暴类型的武器在面板成型上是有一定的便利性。 没有腐殖与渡手 (勤快点钓钓鱼) 时，有 「天空之刃」 或 「西风剑」 时也是可以去着重考虑的。 ◆「磐岩结绿」 与 「静水流涌之辉」 同级的双暴 (暴击:暴伤是1:2的比例，绿剑44.1%的暴击等同于静水88.2%的暴伤) ，加上提供生命值，是除了专武以外的不二之选，与其区别主要在于生命值%数值与E伤，所以差距并不算大。 ◆「圣显之钥」 是目前生命值给的最多的单手剑武器，精炼属性提供精通的机制对于以直伤为主的芙宁娜来说并没有特别的用处，若用于反应队时效果还不错。同理于 「船坞长剑」 ，不过船坞多了回能效果，对于芙宁娜来说可以作为4星的首选武器。 整理以上内容，个人推荐考虑以下武器： 根据 期望伤害以及适配性 ， 无专武时可直接考虑绿剑，然后圣显，接着船坞 。 以上都没有时，有腐殖就可直接带上，错过了就可去考虑狼牙、渡手，然后天空与西风剑。因芙宁娜不锁面板的机制，黎明神剑无望。 ✦圣遗物推荐 “沙”是圣遗物时之沙部位的简称；“杯”是圣遗物空之杯部位的简称；“头”是圣遗物理之冠部位的简称。 上图推荐了4种圣遗物套装搭配： ·4剧团 提供高额的E伤加成，总计可获得70%的E伤加成，属元素伤害乘区，与元素伤害加成是加算。芙宁娜的整个伤害构成基本都是以E为主打，即使被6命拉起来的A伤也远远抵不过E伤的占比。所以黄金剧团4件套是最适配芙宁娜的圣遗物套装， 建议以此为目标。 ·4逐影 主要推荐给6命的芙宁娜考虑，且建议芙宁娜作为主C驻场。逐影4件套提供的暴击率只对驻场有效，退居后台就会消失。 若只是7次A伤刷完就退场则还是建议优先考虑4剧团 。 ·4千岩 主要是作为增益位出场，芙宁娜的E可持续稳定的触发千岩4件套为全队+护盾强效与攻击加成的效果。 ·2生命+2生命，2生命+2水伤，2剧团+2水伤 ，2+2的搭配方式适用于在4剧团未成型之前用于过渡，这三种混搭方式不管哪一种，最终差距也就2%，很小，所以看哪套搭配出来的属性好就带哪套，典型的也就哪套词条好带哪套。 ※芙宁娜损失全队生命值的机制非受伤机制，所以无法触发「花海甘露之光」4件套效果！ 基本上在圣遗物的副词条不提供充能的情况下时： ·提供双暴的武器可考虑充生暴； ·提供生命的武器可考虑充水暴； ·提供充能的武器可考虑生生暴。 其实生命杯与水伤杯的抉择参照命座提升期望一图与武器期望对比一图以及圣遗物4剧团和2+2的数据对比就可看出，它们之间的差距并不大，主要是结合固有2机制， 优先去满足芙宁娜的生命值达到4万，然后充能保持上文建议：双水140%~160%+，单水180%+ 。 ·【阵容搭配】· 芙宁娜气氛值的增伤机制简单理解就是 除了剧变反应以外 (超载、超导、碎冰、感电、扩散、燃烧、超绽、绽放) ，其余所有的倍率伤害 (直伤) 以及增幅反应 (蒸发、融化、超/蔓激化) 都能享受到其增伤，所以只要不是以剧变反应为主的阵容体系，芙宁娜都可入驻提供增伤，都具有一定的可玩性，看上去泛用性还蛮高，但 由于气氛值的叠加机制，也只是表面泛用 。 因此 芙宁娜的阵容搭配思路就主要围绕气氛值来展开，0命需搭配治疗型角色来实现气氛值的稳定叠加，或者解锁1命“享低保”的方式可任意组队 。 治疗主要分为全队治疗机制和单体治疗机制 (主要是为当前场上角色提供) ，两者的主要区别就只是气氛值的叠加速度快慢。全队治疗速度快，单体治疗速度慢。 ◆草系治疗 ·白术 ，E瞬间全队治疗，Q持续单体治疗。与芙宁娜组合可稳定高效叠加气氛值，草系相关反应的阵容都可搭配[白术+芙宁娜]这个组合，泛用性高。 ·瑶瑶 ，E持续单体治疗，Q持续全队治疗，5s需驻场。正因需驻场这点，占用输出时间，会限制其泛用性，基本上现有阵容体系都不太好搭配，比如瑶瑶进驻纳行久体系可行，但把行秋替换为芙宁娜，挂水效率赶不上行秋会导致草原核的产出效率降低从而影响稳定的超绽反应伤害。 所以 草系治疗角色中，主要推荐白术。 首先能想到的就是海森的激绽队，芙宁娜后台持续挂水，而海森主精通次攻击的机制设定就挺依赖激化反应所以必绑雷系角色，4个位置恰好满足。 雷系角色中比较推荐的是雷神，可缓解全队的回能压力，主要体现出一个循环顺畅，雷神若是练度不高的情况下，出场A一套把5次回能触发就可以切人退场。没有雷神或雷神绑定第二队伍时可考虑用菲谢尔、久岐忍、八重来替换一下。 然后同是激绽体系就联想到了赛诺。 原理和海森激绽类似，只是把雷系角色搬到了驻场位置，不同的是赛诺比较依赖挂草能力强的纳西妲，没有纳西妲时可用草元素主角替代一下。 赛诺的重点是自身的回能问题，双雷基本不担心，但上图推荐的是伤害收益较高的单雷，所以建议是赛诺自身面板有140%+的充能循环较好。 最后就是妮绽放体系。 相当于就是把行秋替换成了芙宁娜，上文也提到芙宁娜无法对剧变反应实现增伤，入驻妮绽放也只是担任后台挂水以及充当后台副C，而挂水能力并不比行秋的高，然后对于白术与妮露的直伤提高并不算多，对于纳西妲还算不错。 所以芙宁娜并不是很契合妮绽放，但是有可玩性，毕竟芙宁娜自身的直伤还是能独当一面的。白术可以驻场，纳西妲自然也是可以驻场的，看个人喜好，基本是哪里亮了点哪里。 小结：芙宁娜入驻草反应体系，建议是搭配白术最佳，也基本以激绽与绽放两大体系为主。 ◆岩系治疗 ·诺艾尔 ，E护盾与持续全队治疗，需驻场处于E护盾下A或重击命中敌人触发。诺艾尔本身定义是主C，芙宁娜可入驻其岩队。 ·五郎 ，4命Q持续单体治疗。限制于命座，除了诺艾尔以外可辅助岩C一斗，芙宁娜进一斗岩队也可，但是推荐 1命可以享保底增伤时再考虑。阵容由[一斗+五郎+阿贝多+芙宁娜] 组成，凝光也是同理，这里就不作图特别推荐了。 所以主推 完美适配的诺艾尔岩队 。 五郎有6命肯定最好，没有也没问题，五郎+云堇辅助诺艾尔主要就是提供倍率乘区，简单理解就是攻击给足了，然后芙宁娜的元素伤害乘区也给足了，对于诺艾尔自身的伤害提升还是可观的。 主要问题就是诺艾尔的回能问题，用于对单压力挺大，不过诺艾尔的输出设定方向是范围对群，基本用于对群环境也没有特别大的回能压力，依靠敌人掉落的元素晶球也可以支撑，若用于对单，推荐西风大剑，回能是主要的，或者在驻场期间切换五郎E、云瑾E产球让诺艾尔回能也可以，诺艾尔Q状态期间退场其状态不会消失。 小结：岩队就诺艾尔适配性好。芙宁娜辅助凝光或者一斗建议解锁1命再考虑。 ◆风系治疗 ·琴 ，Q瞬间全队治疗以及持续单体治疗 (联机是治疗场上所有角色) ，驻场A概率全队治疗。依靠Q的治疗量足够，基本用于后台，特殊玩法如物理主C琴亦可。 早柚 ，Q瞬间全队治疗以及持续单体治疗 (联机是治疗场上所有角色) ，驻场触发扩散反应全队治疗，特殊玩法“泥头车”如[早柚+班尼特+芙宁娜+香菱]可考虑。 这里 主要推荐以[琴+芙宁娜]的组合 。 双岩魈直接把阿贝多替换成芙宁娜，魈的Q自带元素伤害加成，与芙宁娜同享一个乘区，加算，所以魈着重注意攻击力，和璞鸢+4辰砂是必备且建议首选攻击杯，4宗室与4千岩也必不可少。 琴可替换为早柚，都是治疗，琴的治疗量高，且4命有减风抗的增伤机制。搭配双风主要是为魈提供回能 (同系产球) ，不建议替换珐露珊，生存压力大，而且芙宁娜的气氛值并不好叠加，首次循环不是问题，第二次循环全队降至50%生命后无法叠加气氛值 (芙宁娜1命除外) 。 简单理解基本上是[班尼特+珐露珊]辅助，或者[琴+芙宁娜]辅助。 可变通为 [魈+班尼特+珐露珊+芙宁娜] ，三大乘区硬抬伤害，不过 气氛值叠加 单依靠班尼特的单体治疗没有琴的效率，还有就是 无盾无抗打断 的操作手感问题，可尝试，适合自己手感则最佳！ ◆雷系治疗 ·久岐忍 ，E单体治疗。 ·多莉 ，Q单体治疗。 这两者都没有全队治疗机制，部分阵容可作为替换型角色，如上文中的海森与赛诺的激绽体系，有适配位置的替换，因 单体治疗在气氛值叠加这一块的表现并不是很突出，所以这里就不单独作图特别推荐 。 ◆冰系治疗 ·七七 ，E持续单体治疗，Q挂符持续单体治疗，场上角色命中被挂符的敌人时触发，在E状态下驻场A或重击命中敌人时触发全队治疗，可用于特殊玩法，如驻场主C物理七七。 ·迪奥娜 ，Q单体治疗。 ·夏洛蒂 ，Q瞬间全队治疗以及持续单体治疗。目前比较适配的阵容可以考虑那维莱特的枫丹“国家队”—— [那维莱特+芙宁娜+夏洛蒂+琳妮特] ，冰队目前可适配莱欧斯利—— [莱欧斯利+芙宁娜+万叶+夏洛蒂] ，相对其他冰C而言，甘雨需护盾、绫华神鹤万心和神莫万猫都是成型体系，很难去替换，优菈队可考虑替换下图的米卡。单纯作为治疗与芙宁娜搭配时，大世界可随意。 ·米卡 ，Q瞬间全队治疗以及持续单体治疗 (需驻场角色A命中敌人触发) 。 米卡基本绑定物理体系 ，拥有全队治疗与芙宁娜也是适配的。 优菈自身提供的抗打断能力强，可舍弃护盾位让芙宁娜入驻，依靠米卡的全队治疗可快速叠加气氛值。 雷神持续后台挂雷，最主要是可缓解队伍的回能压力，优菈主要伤害依赖Q，没有雷神时可考虑替换为单体充能最强的雷主。不太建议优先考虑菲谢尔，全队的回能压力都会很大，若是玩罗莎莉亚和钟离的物理体系或者是雷泽时，则是可以优先考虑菲谢尔的。 ※物理流的罗莎莉亚与钟离，在芙宁娜的加持下，可优先去考虑4逐影！ ◆水系治疗 ·珊瑚宫心海 ，E持续单体治疗，Q持续全队治疗，需驻场A或重击命中敌人触发。 ·芭芭拉 ，E持续单体治疗，Q瞬间全队治疗，E状态下驻场A命中敌人触发全队治疗。 ·行秋 ，E次数单体治疗，0命至多治疗3次，1命4次，由角色受击导致雨帘剑破碎或者持续时间结束时触发。基本可以无视，行秋理论上是不能定义为治疗型角色。 这里 推荐一个心海或芭芭拉的“武装队” 。 武装队依靠感电反应连锁伤害主打对群环境，心海与芭芭拉都可驻场，都有全队治疗机制，很契合芙宁娜的气氛值叠加机制。 水雷的感电反应必绑一位雷系角色，菲谢尔与八重比较好用，北斗与丽莎也可，主要是回能压力挺大，在循环手感上不太尽欢，除此之外奢侈一点用雷神也未尝不可。 最后一个位置就推荐优先考虑风系角色，携带4翠绿触发减抗，水雷共存的原理容易触发双扩散，对于感电反应伤害或是直伤都有收益。砂糖主要提供精通，感电反应伤害占主要提升；琳妮特可提供攻击力、万叶可提供伤害加成，都是对直伤占主要提升；温迪主打一个强聚怪，对于敌人较多且分散的环境主打一个省心，另外有提供回能的机制，Q转换什么元素就给什么元素的角色提供回能。 也可考虑把风系位置替换为北斗组双水双雷纯武装，或者也可考虑替换为纳西妲，套用纳行久体系，最终可考虑替换成 [心海/芭芭拉+久岐忍+纳西妲+芙宁娜] 。 ◆火系治疗 ·班尼特 ，Q单体治疗。 气氛值叠加虽不如全队治疗 ，但依然具有可玩性，比如上文推荐过的魈珐芙班，主要看操作手感问题，其他的如绫人的纯水队也是同理。 绫人以A伤为主，在芙宁娜全队耗血的机制下， 可考虑携带4逐影 使面板更快成型，推荐带班尼特时考虑，不带班尼特时建议优先考虑4余响，乘区稀释原理。 在手法上， 不慌的情况下 可考虑在绫人首次EA退场后让芙宁娜出场重击切换众水的歌者给万叶和班尼特进行治疗拉一波生命值，然后在后续出场QE后再接一下重击切回沙龙成员： 绫人Q-芙宁娜QE-万叶QE-班尼特Q-绫人EA-芙宁娜重击-万叶E-班尼特E-绫人EAQ-芙宁娜重击QE...... 如此往复，稍微有点繁琐，但依靠班尼特也是有气氛值，但很难叠加至上限，好在有万叶可提供元素伤害加成可进行弥补，芙宁娜更多的是以后台副C入驻。 同理类似的就是拥有自耗血与自治疗机制的角色，如那维莱特、莱欧斯利、林尼、胡桃等。 0命那维莱特需要4元素队伍收益才会最佳 (参照那维莱特的固有天赋·古海孑遗的权柄的单独乘区增伤机制) ，即使拥有提供高额元素伤害加成的芙宁娜入驻，对于0命的那维莱特 有提升不过并不是很大 。再加上仅依靠那维莱特自身的治疗机制，在气氛值叠加这块也比较慢，总体来说是可行的成型体系。 1命那维莱特就只需要3元素队伍机制收益就可最佳 ，再加上其提供的抗打断机制，可告别护盾需求 (也可以带护盾的) ，配队就会变得多样化起来，比如[①那维莱特+②芙宁娜+③全队治疗+④其他元素工具人/副C]即可。 ①②绑定，③④尽量选择不占用驻场时间的角色。③可选白术、琴、早柚、夏洛蒂，④的元素类型不要与①②③相同即可，像菲谢尔、重云、罗莎莉亚、万叶、砂糖、迪希雅等等 (太多了，有后台伤害都行) 都是可以的，很自由。就 比如[那维莱特+芙宁娜+夏洛蒂+琳妮特] 这种枫丹国家队。 在气氛值叠加这一块，那维莱特每3秒自耗40%生命+自疗48%生命=88点气氛值，加上其余3位角色损失50%生命值×3=150点气氛值，相比莱欧斯利、林尼，那维莱特的适配性会更好，最终想气氛值叠加快一点还是需要一位拥有全队治疗机制的角色搭配。 另外 莱欧斯利 的阵容也不太好推荐，如果 不考虑抗打断因素 ，那么 [莱欧斯利+芙宁娜+琴/早柚+申鹤] 这个阵容可以尝试一下，或者 [莱欧斯利+芙宁娜+万叶+夏洛蒂] ，这里也就不作图特别推荐了，考虑抗打断可把琴/早柚/万叶替换为提供护盾的角色，钟离、托马、莱依拉都可。 林尼 自身机制设定是以纯火为主，三火队可获得100%的元素伤害加成，与芙宁娜提供的伤害加成同属一个乘区， 并不是很刚需 ，所以芙宁娜并不是很适配林尼。 胡桃也有自耗血与自治疗机制，不过挺建议有1命的芙宁娜时可考虑。 同理上文的绫人阵容， 胡桃也是可以去考虑4逐影的 ，不过最终收益与4魔女并不会拉开差距，主要胡桃相比绫人多了一个精通乘区，4魔女所提供的15%蒸发反应系数不参与稀释占主要作用，理论上护摩胡桃还是优先考虑4魔女，匣里胡桃可优先考虑4逐影。 因队伍内没有治疗型辅助，所以在首次循环上收益尚可，而后续循环只能依靠胡桃自身的耗血与Q的回血来拉一下增伤，所以比较推荐芙宁娜解锁1命保底150点气氛值的增伤入驻，不过仅作为副C入驻那也是可行的，毕竟练好的芙宁娜伤害并不低。 ※整体下来就回到了开头那句话： 芙宁娜的阵容搭配思路就主要围绕气氛值来展开，0命需搭配治疗型角色来实现气氛值的稳定叠加，拥有全队治疗机制的角色最佳， 推荐后台的白术、琴、早柚，驻场的心海、芭芭拉、诺艾尔，或者解锁1命“享低保”的方式可任意组队 。 ·【总结一下】· ⭐芙宁娜是一位主增伤兼顾后台输出的辅C角色，同时始基力拥有芒性与荒性机制，由重击切换，以A触发，自身的芒荒机制对应E的功能： ·芒性——众水的歌者——持续治疗场上角色。 ·荒性——沙龙成员——后台输出、全队持续耗血。 全队增伤机制主要在Q，由气氛值支持，初始300点上限，通过队伍内的角色生命值提升或降低来叠加。 天赋升级应优先升级Q其次E，不升A，6命可考虑升级。 ⭐1命保底150点气氛值(10级Q保底全队获得37.5%伤害加成)，且提高上限至400点，在阵容搭配的泛用性上有不错的作用；2命极速叠加气氛值且获得生命加成，伤害质变命座；4命提供回能缓解回能压力；6命水元素转换短时驻场，阵容搭配可随意。 ⭐优先考虑1~2命再考虑专武，无专武时绿剑、圣显之钥、船坞长剑、腐殖之剑、狼牙、灰河渡手、天空之刃、西风剑顺序考虑。 ⭐黄金剧团4件套最优选圣遗物套装，未成型时已有成型的千岩牢固4件套可考虑，都未有时可考虑2生命+2生命进行过渡。6命只要不玩主C驻场，还是优先考虑4剧团，驻场自然可考虑4逐影。 ⭐0命需搭配治疗型辅助让气氛值稳定快速叠加，拥有全队治疗机制的角色最佳，如白术、琴、早柚、诺艾尔、米卡、夏洛蒂、芭芭拉等。1命保底150气氛值的增伤，基本可任意搭配。 茶会是淑女的必修课。 ——芙宁娜 不以为然，应是勤俭持家，闭月羞花。 ·【END】· -感谢观看-",
    "length": 13818
}