{
    "game_id": 2,
    "post_id": "35242769",
    "f_forum_id": 43,
    "subject": "北斗的全武器推荐",
    "url": "https://www.miyoushe.com/ys/article/35242769",
    "created_at": 1675501021,
    "like_num": 445,
    "view_num": 27580,
    "reply_num": 84,
    "text": "北斗的全武器推荐 万叶！枫原万叶！你咋又偷偷喝酒了呢？还有旁边那个绿色的家伙，你为什么也在喝？温迪：欸嘿。 【角色分析】 北斗，雷系大剑副C。死兆星号船长，又名大姐头，是天权凝光的挚友。就是我有个问题很想请教下北斗女士：请问一下，您对于您自己钓鱼老是空军的问题有什么看法吗？北斗：这个，这个……最近凝光女士打了***，这是可以说的吗？    可以可以可以。  衣服都展开了。 算了告诉大家北斗需要的属性吧： 北斗前台输出流 ： 暴击率：⭐⭐⭐⭐⭐ 暴击伤害：⭐⭐⭐⭐⭐ 攻击力：⭐⭐⭐⭐ 元素精通：⭐⭐ 元素充能效率：⭐⭐ 生命值：⭐⭐ 防御力：⭐ 北斗后台开炮流 ： 元素充能效率：⭐⭐⭐⭐⭐ 暴击率：⭐⭐⭐⭐ 暴击伤害：⭐⭐⭐⭐ 攻击力：⭐⭐⭐ 元素精通：⭐⭐ 生命值：⭐⭐ 防御力：⭐ 这就意味着武器介绍得从两个方向来讲，果然，连攻略都展开了。 【一星武器】 训练大剑 满级（70级）  基础攻击力：185 推荐度 ：⭐ “也许是北斗用来训练船员的大剑” 啥？这把剑啊，它是我小时候训练用的剑呢。 【二星武器】 佣兵重剑 满级（70级）  基础攻击力：243 推荐度 ：⭐ “超级佣兵，合着我的防御塔没了。” 北斗：开炮！！！开炮！！！ 【三星武器】 1. 铁影阔剑 满级（90级）  基础攻击力：401  生命值：35.2% 推荐度 ：⭐ “哦。亲爱的钟离先生，要是您能拿得起这把大剑的话，哦。恕我直言，您将会变得非常强大，是的，没错，非常强大。” 北斗在实战中一般不会重击，毕竟前后摇太大了，倍率也很低。 2. 沐浴龙血的剑 满级（90级）  基础攻击力：354  元素精通：187 推荐度 ：⭐⭐ “8848钛金大剑，小牛皮剑柄，给您最好的保护。” 如果北斗在激化队伍中，该武器的副词条和北斗是肯契合北斗的。 3. 白铁大剑 满级（90级）  基础攻击力：401  防御力：43.9% 推荐度 ：⭐ “刀刃由5160钢锻造，刀背用大马钢锻造。强度和硬度都很高。” 高额的防御力加成，但是北斗对于防御词条要求不高，不需要这把武器。 4. 以理服人 满级（90级）  基础攻击力：401  攻击力：35.2% 推荐度 ：⭐⭐ “看着咋那么像狼牙棒呢” 北斗在和别国人士讲道理的时候用的武器。 5. 飞天大御剑 满级（90级）  基础攻击力：401  物理伤害加成：43.9% 推荐度 ：⭐⭐（前台） ⭐（后台） “公子：没事，不就是124s的CD嘛，问题不大。” 武器的被动加强了北斗前台普通攻击的伤害。但是对于后台北斗作用不大。 【四星武器】 1. 西风大剑 满级（90级）  基础攻击力：454  元素充能效率：61.3% 推荐度 ：⭐⭐    （前台） ⭐⭐⭐⭐（后台） “60W专用快充” 该武器高额的充能效率对于后台北斗来说是非常重要的属性，如果您的北斗还在为开不出海参而烦恼，那么请认准西风大剑，专属60W快充为您保驾护航。但是由于北斗自身伤害不低，所以该武器更适合前期或者过渡时期使用。 2. 钟剑 满级（90级）  基础攻击力：510  生命值：41.3% 推荐度 ：⭐⭐ “它出了，我傻了” 对于北斗来说，这把武器的副词条作用不是很大，但是武器的被动还是能够满足北斗的，毕竟北斗自身技能带盾，能够吃到被动。但是之于武器被动给的那么护盾嘛，看看就好了。 3. 祭礼大剑 满级（90级）  基础攻击力：565  元素充能效率：30.6% 推荐度 ：⭐⭐⭐（前台） ⭐⭐⭐⭐（后台） “您看，北斗大姐头也是小黑子” 元素充能效率加成武器。对于后台北斗而言，连续E两次还是很舒服的，就是在操作上会有些难度，毕竟很少会出现连续两次的完美弹反。如果是前台北斗，祭礼大剑的被动可以让北斗更有规律地去施放完美弹反。 4. 宗室大剑 满级（90级）  基础攻击力：565  攻击力：27.6% 推荐度 ：⭐⭐⭐（前台） ⭐⭐（后台） “宗室最强宗室四件套” 该武器对暴击率越低的角色收益越高，但是一般情况下，为了保证北斗E技能能够顺利暴击，自身的暴击率不会很低，这就导致该武器的被动作用不大。只能说武器的副词条拯救了它，起码前台北斗还能耍耍。 5. 雨裁 满级（90级）  基础攻击力：510  元素精通：165 推荐度 ：⭐⭐⭐⭐ “下雨了，再近一点靠近点快被融化” 该武器对于北斗来说，无论是前台还是后台都有很大的作用。在诸如魔王武装等队伍中，元素精通的加成提升了北斗自身反应的伤害，武器被动也符合大部分北斗队伍的元素类型。如果您有雨裁，是可以给北斗装备的。 6. 试作古华 满级（90级）  基础攻击力：565  攻击力：27.6% 推荐度 ：⭐⭐ “以理服人proplus概念旗舰版” 武器的被动为固定伤害，和直接加强北斗自身平A伤害的被动相比，显得有些鸡肋。 7. 白影剑 满级（90级）  基础攻击力：510  防御力：51.7% 推荐度 ：⭐⭐ “女仆：旅行者的剑真让人舒服啊~~~” 防御力加成对于北斗没有太大作用，毕竟有盾。至于武器被动嘛，加成不高。 8. 黑岩斩刀 满级（90级）  基础攻击力：510  暴击伤害：55.1% 推荐度 ：⭐⭐⭐⭐（前台） ⭐⭐⭐  （后台） “别的我不知道，反正借来的黑键在搓球，难道罢工啦？” 该武器有较高的暴伤加成，对于前台玩家而言，也是一把较好的武器，毕竟这样能够快速堆出好看的面板。但是对于后台玩家来说，充能问题还是有些大的。 9. 螭骨剑 满级（90级）  基础攻击力：510  暴击率：27.6% 推荐度 ：⭐⭐⭐⭐⭐ “折戟沉沙铁未销，自将磨洗认前朝。东风不予周郎便，铜雀春深锁二哈。” 螭骨剑作为四星双手剑武器的光，其强度还是不可否认的高。无论是前台还是后台，高额的暴击率带来的就是稳定的伤害，毕竟你不想让你的北斗弹反没暴击的事情被其他网友知道吧！ 10. 雪葬的星银 满级（90级）  基础攻击力：565  物理伤害加成：34.5% 推荐度 ：⭐⭐ “大剑中的忧郁蓝调” 该大剑主打物理伤害，但是北斗以雷伤居多，物伤的加成作用不大。 11. 千岩古剑 满级（90级）  基础攻击力：510  攻击力：41.3% 推荐度 ：⭐⭐⭐⭐（前台） ⭐⭐  （后台） “璃月人专用大剑” 虽然北斗常年在外，但是一直都是璃月户口啊。武器的被动还是挺香的，就是以目前北斗的配队来讲，有点难吃满被动。 12. 桂木斩长正 满级（90级）  基础攻击力：510  元素充能效率：45.9% 推荐度 ：⭐⭐    （前台） ⭐⭐⭐⭐（后台） “不是，我的海螺姑娘呢？为啥是抠脚大汉呢？” 对于后台北斗来说，该武器的被动和副词条基本上解决了充能问题，如果您有相应的原胚可以锻造一把。 13. 恶王丸 满级（90级）  基础攻击力：510  攻击力：41.3% 推荐度 ：⭐⭐⭐（前台） ⭐⭐（后台） “上次心海的内内没有换的，可以用这个武器去换哦” 目前北斗队伍中元素能量上限不是非常高，很难吃满武器被动。再加上该武器为限定四星武器，抽取和精炼成本有点大，划不来。 14. 森林王器 满级（90级）  基础攻击力：565  元素充能效率：30.6% 推荐度 ：⭐⭐（前台） ⭐⭐⭐（后台） “有点像当年精灵物语的木头怪” 如果北斗在只因化队伍中，该武器的被动还是有作用的，就是您的原胚数量支不支持的问题了。 15. 玛海菈的水色 满级（90级）  基础攻击力：510  元素精通：165 推荐度 ：⭐⭐ “不不不，我觉得应该是卢老爷的美色” 北斗对于元素精通的需求远远小于对充能或者双暴和攻击力的要求。所以不太推荐。 16. 衔珠海皇 满级（90级）  基础攻击力：454  攻击力：55.1% 推荐度 ：⭐⭐⭐ “大海中的应急食品。” 武器被动加成了元素爆发，对于后台北斗来说，确实让她后台伤害提升了很多，但是充不上能那就尴尬了。 【五星武器】 1. 天空之傲 满级（90级）  基础攻击力：674  元素充能效率：36.8% 推荐度 ：⭐⭐⭐  （前台） ⭐⭐⭐⭐（后台） “风龙的气势！‘安如磐石’” 该武器为充能武器，在后台北斗队伍中，该武器能够基本满足北斗的充能需求。但是纯粹从充能的角度来看，还是更加建议西风大剑。 2. 狼的末路 满级（90级）  基础攻击力：608  攻击力：49.6% 推荐度 ：⭐⭐⭐⭐⭐（站场） ⭐⭐⭐  （速切） “其他大剑也就图一乐，真伤害还得看我的狼末。” 该武器的攻击力加成到位，只要解决双暴问题，前台北斗就会有你意想不到的伤害。就是有可能一旁的卢老爷会有点不太高兴。累了，毁灭吧。 3. 无工之剑 满级（90级）  基础攻击力：608  攻击力：49.6% 推荐度 ：⭐⭐⭐⭐（站场） ⭐⭐（速切） “用火焰喷枪加热都不会化的芒果棒棒冰” 极端恐怖的攻击力加成，再加上北斗一命的护盾效果，使得北斗能够吃满武器被动。但是由于该武器攻击力稀释的过于严重，导致在全队极限伤害上要略小于狼末。 4. 松籁响起之时 满级（90级）  基础攻击力：741  物理伤害加成：20.7% 推荐度 ：⭐⭐⭐（站场） ⭐⭐（速切） “这屁股，哦不，这剑真好看。旅行者对着尤拉暗暗说道。” 该武器为尤拉的专武。但是北斗前台物伤占比不高，不建议专门抽取使用。 5. 赤角石溃杵（chu三声） 满级（90级）  基础攻击力：542  暴击伤害：88.2% 推荐度 ：⭐⭐⭐⭐（站场） ⭐⭐ （速切） “能打跑各种鬼怪妖精，要是长得和金箍棒那就更好了。” 此武器高额的暴伤加成能让北斗有一个非常好看的面板，但是武器的被动相对鸡肋，毕竟北斗几乎不与要防御力。 6. 枫原万叶（doge） 满级（90级）  基础攻击力：114514   元素精通：19180 你就说能不能用吧。观察天气，预防海盗，解决纠纷，清洁甲板万叶可是样样都行呢。 【结束语】 北斗作为船长，其魄力是其他船员无可比拟的。当然，选对了她会更加勇猛，带领着船员去面对更加艰险困难。这也许代表着璃月自强不息的精神吧。 北斗后台输出流更推荐充能武器，其中：西风大剑>=天空大剑>桂木斩长正>祭礼大剑>恶王丸>咸鱼大剑。北斗前台输出更推荐攻暴流武器，其中：狼末>无工大剑（一命及以上）=天空之傲>=螭骨剑（高精炼）>=千岩古剑（璃月队友数量较多）。 不知道万叶后面去哪里了，应该是去扫甲板了吧。欸嘿。",
    "length": 4268
}