{
    "game_id": 2,
    "post_id": "49197359",
    "f_forum_id": 43,
    "subject": "【V4.4攻略·角色攻略】超全面纳西妲配队大全！",
    "url": "https://www.miyoushe.com/ys/article/49197359",
    "created_at": 1707749372,
    "like_num": 1675,
    "view_num": 135684,
    "reply_num": 174,
    "text": "大家好呀，这是罐装芝士屋~ 今天给大家带来的是纳西妲的草反应队伍总结一图流，主打一个简单易懂，萌新也能快速上手，还不快收藏起来~_(闲云-自信仙鸟) 目录 一、种门原理及其配队 二、妮绽配队 三、激化队 四、燃烧甘雨 一、种门配队及其原理 1）原理解析 “种门” 最基础的配队模板就是： 纳西妲 、 行秋 、 久岐忍 和第四人，纳西妲提供持续的草元素附着，与水元素角色（行秋）触发原绽放反应产生草原核，久岐忍的元素战技可以在接触草原核后会根据久岐忍的精通稳定触发超绽放反应。 与普通的武装队类似，驾驶员多为站场进行普攻的角色，以便触发行秋元素爆发的雨帘剑进行挂水。 “种门”的阵容主旨就是保证队内至少 “1草1水1雷” ，并且配队造价非常低，最低1金即可。 在“种门”队伍的第四人的选择上有两种思路： 一是选择菲谢尔、北斗此类 后台脱手输出 ，利用纳西妲为法器角色的特点让纳西妲作为驾驶员在前台站场； 二是选择赛诺、海哥这种作为驾驶员 前台站场输出 ，纳西妲主要在后台用于挂草与精通拐。 2）角色替换 我们再看看 水 、雷元素这两个位置的角色替换。 水元素位 行秋主要用于脱手水和雨帘剑减伤，这里水元素角色可以有几个替换选项： ①夜兰。 同样可以协同挂水，也能提高站场角色造成的伤害，对应的可以补充输出。2命以下的夜兰挂水量要低于6命行秋，可配合雷、草角色提高激化率，不过由于少了行秋的雨帘剑减伤，相对应地会降低队伍的容错率，可酌情根据怪物阵容进行选择。 ②心海。 可利用心海特性普攻前台站场，也可让心海作为后台挂水治疗角色。 ③芭芭拉。 近身挂水+回复，可作为一个水元素角色的下位替代。 ④绫人。 以绫人站场造成水伤并配合自身元素爆发施加水元素附着，触发绽放反应，进而雷元素角色触发超绽放反应，提高队伍的输出伤害。 用绫人替换行秋时，队伍中第四人可选菲谢尔或者夜兰。 雷元素位 久岐忍主要用于触发超绽放和治疗。 ①雷电将军。 此处久岐忍可使用精通流的雷电将军替换，利用元素战技的脱手挂雷机制，并堆叠元素精通达到跟久岐忍类似的效果。不过该玩法只推荐2命以下的雷神，2命以上更推荐直接围绕雷电将军配队打直伤。同时在种门队中选择雷神替换久岐忍时，队内需要搭配其他具有治疗、护盾的角色。 ②北斗。 作为下位替代的话，北斗也是不错的选择，但充能要求会比较高，建议多堆叠充能保证每波能开出大。 总结一下： “种门”队伍原则上只需要确保“1草1水1雷”的队伍构成即可，角色搭配可以根据自身持有角色情况作出适当的调整，如果“种门”的 第四人是后台角色 则纳西妲站场， 第四人是前台角色 则直接第四人站场就可以了~ 那么问题来了，就算听懂原理但还是不会配队，也不知道输出手法怎么办呢？没有关系！我们喂饭喂到嘴边，抄作业就完事啦~ 这里我们直接给出几套“种门”队伍的详细模板，和队伍每个角色具体的培养条件，以及详细的玩法。 3）草神国家队 造价低、培养成本低、但使用率不低的草神国家队，可以说是萌新必练的队伍。 “种门”配队模板中的草神、行秋、久岐忍，加上第四人菲谢尔。由草神作为前台角色站场输出，第四人的选择也非常多， 具备脱手输出能力且能参与草反应 的角色即可。 这里有 两点 需要注意： ①一定要 先让久岐忍激化再切行秋 ，至于具体原因就不赘述了，感兴趣的可以去看看高等元素论~ ② 2命久岐忍 的E技能持续时间会多3秒，所以如果没有2命，可以等草神身上的雷圈消失后再A一套半再切到久岐忍循环，2命以上的话等草神身上的雷圈消失后差不多就可以直接切回久岐忍继续循环了。 4）海哥种门队 此时的纳西妲处于后台，我们需要把 精通堆到900~1000点 ，手法上只是把上述配队里最终的草神站场换成了海哥站场。 海哥的核心思路就是 保证战斗状态中尽量维持3枚琢光镜 ，重击，E、Q都可以生成，可以先E接重击获得3枚，输出2套后开大继续输出；也可以先开大获得3枚，再输出过程中配合E和重击维持琢光镜的数量。 赛诺激绽队同理，整体的输出方式也大差不差。 5）冻绽队 还有一套比较另类的“冻绽流”玩法，以优菈作为前台输出，通过冰水的冻结反应维持“草底”，可以获得更多的草原核，同时雷冰超导还能降低敌人的物理抗性，属于一个可以玩的流派。 二、妮绽配队 妮露绽放队的要求是 队伍内至少有1名水元素、1名草元素角色 ，且仅能有水、草元素角色，因此不能加入其他元素的角色。 那么妮绽队基本可以划为2种模式：“2水2草”和“3水1草”。满足条件后会生成强化版草原核“丰壤之核”，伤害更高爆炸范围更大，面对群怪时优势尤为显著。 除妮露外，剩余水元素角色可选心海、夜兰、行秋、芭芭拉等。 草元素角色可以选择纳西妲、草旅行者、艾尔海森、瑶瑶等。 妮绽放用的最多的一套就是 妮露 、 草神 、 心海 、 旅行者 的双草双水组合。因为旅行者的培养成本比较低，所以用的比较多，实际上可以换成白术，心海可以换成夜兰。 此时队伍中的妮露狂堆生命值，战斗中 推荐超过7.45W血 ，武器优先专武，其次船坞长剑，如果没有的话随便带，圣遗物选择生命值2+2的搭配，属性生生生，因为本质只是丰壤之核的触发器，所以 天赋可以都不点 ； 心海因为前台站场输出触发绽放反应，而草原核的爆炸伤害又和触发反应角色的精通有关，所以 需要大量的精通 ，可适当调整武器和圣遗物里的精通配比，如果保障生存就还是按照图里推荐的来。 3水1草的队伍整体循环和思路与以上2水2草的队伍差不多，但由于没有足量的草元素补充进行反应，所以在完成输出循环后需要 切纳西妲站场普攻 。 三、激化队 激化队分为草C激化和雷C激化。 1）草C激化 草C激化一般由神子、纳西妲、钟离跟一个草C组成，一般是提纳里和艾尔海森。 雷C激化整体也差不多，只是替换了主C。 四、燃烧甘雨 最后还有一个偏冷门一些的玩法：燃烧流甘雨。 通过火草的燃烧反应让怪物一直挂火，从而让甘雨的蓄力吃到融化，大概可以维持4~6箭，不过这个配队目前还是有一些限制，通过火草2个位置提供火附着的成本还是有些苛刻，如果 后续推出稳定挂火的新角色 ，燃烧流甘雨说不定能有新提升。 _(宵宫-请用~)本期纳西妲草反应的主要配队就介绍到这里啦~由于纳西妲实际可以在众多配队中发挥作用，这里只挑选了部分最常用的草系配队来进行讲解。 大家对本期攻略有什么问题或者建议也可以在评论区留言哦。我们下次见，拜拜~",
    "length": 2631
}