{
    "game_id": 2,
    "post_id": "43095844",
    "f_forum_id": 43,
    "subject": "新大月卡武器全面分析和选择优先级",
    "url": "https://www.miyoushe.com/ys/article/43095844",
    "created_at": 1693737886,
    "like_num": 2004,
    "view_num": 68169,
    "reply_num": 85,
    "text": "原神4.0版本新加了五把大月卡武器，本期攻略就专门来解析一下这些武器的强度以及适用的角色，给需要换取的旅行者们一个参考意见。 单手剑·狼牙 狼牙 的面板配置比较合理，90级基础攻击力为510，以及副属性27.6%的暴击率。面板属性和黑剑一致。 被动效果 有两个，都是用来加成EQ技能的。第一个是固定加成，EQ技能造成的伤害提升16%，精5效果翻倍。第二个则是需要叠加层数，E技能命中敌人时，E技能的暴击率提升2%，精5效果翻倍；Q技能命中敌人时，Q技能的暴击率提升2%，精5效果翻倍。效果至多叠加4次，持续时间为10秒，叠加层数时会同时刷新持续时间。 作为一把四星武器，狼牙给的数值在同类里绝对是顶尖的。精1满层可以给EQ技能带来16%的伤害提升效果，以及8%的暴击率；精5则是32%的伤害加成和16%的暴击率。算上副属性，这把武器带来的暴击率就有43.6%，已经接近绿剑给的暴击率了。不过问题自然也是明显的，武器加成的主要还是EQ技能，并且需要叠加层数。那对于单段伤害并且冷却时间还久的技能，就只能吃到一层被动了，显然就不太合适了。还有一个比较遗憾的点是， 狼牙的被动层数后台无法叠加 ，这也就直接断送了阿贝多对狼牙的适配性。 结合武器被动， 对狼牙适配的应该是主打EQ技能伤害的前台输出角色 ，并且EQ技能具有多段特性，或是冷却时间很短，方便叠加层数的。 适配性较高的角色，首先想到的就是 艾尔海森 。艾尔海森主打EQ技能伤害和蔓激化，并且技能都具备多段攻击的特性。在此之前，艾尔海森的适配性武器里面，三星的黎明神剑反而成了五星武器之下的守门员，四星武器没有合适的。精1的狼牙就能接近精5黎明神剑，并且没有血量上的顾虑；精5的狼牙更是可以超过部分五星武器。故狼牙完全可以替代黎明神剑，作为新的守门员。 然后就是 刻晴 了，主要还是针对速切流的激化刻晴玩法。刻晴的Q技能有8段；E技能虽然只有2段，但冷却时间仅7.5秒，多打几轮输出也能叠满狼牙的被动。更主要的还是激化流玩法重击占比不高，更适配狼牙的特性。不过四星里还有同样适合激化玩法且伤害表现不输精1五星的 匣里龙吟（精5） ，狼牙对比龙吟并没有绝对的优势。因此还在用龙吟的刻晴玩家，倒也没必要为此而换狼牙。 双手剑·聊聊棒 聊聊棒 属于是高白值低副属性的搭配了，90级基础攻击力为565，但副属性只有18.4%的暴击率。 被动效果 就一言难尽了。聊聊棒没有固有被动，全是需要条件触发的。且触发的条件是需要角色承受 元素附着 ，也就是角色需要附着相应的元素（瞬间附着过也可以触发）。承受火元素附着后是 提升角色攻击力 ；承受水、冰、雷、草元素附着后加成的是 元素伤害加成 。风和岩因为是不可附着型的元素，效果对象外。触发效果后的持续时间还挺久的，都是15秒；并且两种加成效果是可以同时存在的。 承受元素附着的方式可以大致分为两种情况。一种是角色自身或队友带来的，比如6命 班尼特 Q技能领域内的施加的火元素附着、 迪奥娜 护盾切人时短暂的冰元素附着、 北斗 长按E技能时候的短暂雷元素附着等等。这种的话，绑定队友就能带来稳定加成。第二种就得看敌人了，依靠敌人的攻击来给角色施加元素附着。当然，实战中挨揍是不可避免的，但敌人的伤害类型是会变化的。要是碰到的敌人是风岩或物理攻击，那就只能傻眼了。 所以总来看下来聊聊棒还是有点抽象的，至少现在看下来是这样的。更何况，大月卡武器里还有个同为双手剑的螭骨剑，上限媲美五星武器。 聊聊棒暂时还是不推荐换的，等以后有了合适的角色，以后再换也不迟。 法器·遗祀玉珑 遗祀玉珑 是低白值低高副属性的搭配，90级基础攻击力为454，副属性为高达36.8%的暴击率。 被动效果 给的数值很高，且触发条件不难。只需处于队伍后台超过5秒，就能提升角色生命值上限以及元素精通，精5能带来64%的生命值上限提升以及80点元素精通。装备者站场超过10秒后，加成效果消失。所以只要不是长轴站场的主C，维持该被动效果还是很简单的。 武器给的数值还是很诱人的，但比较遗憾的话目前没有完全适配该武器的角色。现有的法器角色，吃生命值的，比如 心海 和 白术 ，又不需要暴击率和精通；能用到暴击率和精通的，比如 纳西妲、烟绯和可莉 ，又不吃生命值。并且各自在四星武器里都有合适的武器了。 显然，遗祀玉珑属于是未来可期的一把武器。有完全适配的角色的话，武器强度绝对不会弱。所以我觉得吧，对于目前各类武器充足，并且大月卡不知道换什么的玩家，完全可以赌一手选择这把武器啊。 弓·烈阳之嗣 烈阳之嗣 也是一把高白值低副属性的武器，90级基础攻击力为565，副属性只有18.4%的暴击率。 被动效果 则主要是强化角色的重击伤害。角色重击命中敌人后，会先标记命中的敌人，此后装备者的重击对标记的敌人造成的伤害会得到提高，精1效果是28%，精5为56%；上限的增伤还是算比较高的。 烈阳之嗣的伤害表现要比同为大月卡武器的 苍翠猎弓 好一些，目前适配的角色有 甘雨 、 林尼 和 提纳里 等打重击伤害的角色，但被动效果触发有限制，对群的时候很容易就成白板武器了。并且四星锻造武器里面还有更为稳定的增伤武器，比如 静谧之曲 、 破魔之弓 。林尼和提纳里的技能伤害也还不错，烈阳之嗣只加成重击伤害的限制太大了。以上种种，也使得烈阳之嗣在这些角色手中的表现也算不上突出，作为月卡武器，不该只有这样的程度。 综上，烈阳之嗣的换取推荐度不高。 长柄武器·峡湾长歌 峡湾长歌 基础面板中规中矩，90级基础攻击力为510，副属性为27.6%的暴击率。 被动效果 则更是言简意赅，触发条件也是突出一个简单粗暴。只需要队伍中存在至少三种不同元素类型的角色，就能触发被动；反之，就是白板武器了。武器带来的元素精通提升，精1为120点，精5为240点，给的还是很多的。 峡湾长歌对于打蒸发、融化等增幅反应，以及激化反应的角色，提升还是很大的，甚至某些角色手中的最强四星武器了。 首先说下 胡桃 ，胡桃是蒸发覆盖率很高的火C了，元素精通对其收益很大。对于胡桃来说，峡湾长歌是其最强四星武器了；精5的峡湾长歌更是能超过一众五星武器，成为专武之下的守门员。不过同为四星的 匣里灭辰 也很适合胡桃，如果你已经有了精5匣里的话，倒也没必要特地去换峡湾长歌，毕竟想要精5，至少也要5个版本啊。 然后是 赛诺 ，赛诺正常带饰金套，再加上开启Q技能时给的100点元素精通，其实精通就已经够了；所以专武和白缨枪之外的武器带攻击沙漏伤害反而更高一点。仅考虑 超激化反应 的话，峡湾长歌的伤害表现和决斗枪差不多，都是五星武器之下的最好选择。但如果队伍中带上行秋或是夜兰，除了超激化之外，赛诺还能打出 超绽放反应 ；这种情况下元素精通的优势进一步得到提高，峡湾长歌的伤害期望就会完全超过决斗枪了。激绽玩法也是目前赛诺的主流玩法，所以毫无疑问峡湾长歌就是最适合赛诺的四星武器了。(激绽流的伤害不太好计算，所以只给了超激化玩法的武器差距) 然后就是 香菱 了。香菱是当之无愧的武器大师了，新的长柄武器一出来，适用者里面总有她的名字，想当年可是连流月针都用过的。无论是国家队，还是国家队的变形（万达国际、雷国）等，都是三元素队，能确保香菱吃到武器被动。并且这几个队伍没有额外提供元素精通加成的，因此香菱带峡湾长歌的话，伤害肯定能提升不少。不过香菱的充能需求太大，必须带个充能沙漏。让香菱带峡湾长歌的话，好处就是可以把渔获腾出来给雷神。 最后说一下换取的推荐优先级。最值得换取的是 峡湾长歌 ，强度高适用的角色多。然后是 狼牙 ，数值给的不错，可以给艾尔海森用。 遗祀玉珑 的话，看武器属性还是不错的，可以赌一手未来可期。其他两把武器的话，个人觉得目前没有换取的价值。",
    "length": 3181
}