{
    "game_id": 2,
    "post_id": "48526090",
    "f_forum_id": 43,
    "subject": "关于纳西妲主C的尝试——一个纳西妲单推人的努力",
    "url": "https://www.miyoushe.com/ys/article/48526090",
    "created_at": 1706642208,
    "like_num": 713,
    "view_num": 41819,
    "reply_num": 382,
    "text": "引子： 身为纳西妲厨，我想让纳西妲打出高额的直伤。有人会疑惑，纳西妲打出可以炸几十万的种子伤害还不够吗？ 我想说：种子的伤害关我纳西妲什么事？种子是种子，直伤是直伤，一个真正可以主C纳西妲在鄙人眼中应该可以跟那些大C一样打出高额的直伤。 现在其他角色不管C与否，都有系统的主C攻略，在此，鄙人斗胆将自己对 纳西妲主C 的理解和心得在此与诸位分享，欢迎诸君与作者一同交流纳西妲主C的经验。 愿你我在 纳西妲主C 的攀登之路上，开辟辉煌之篇章，我与诸君共勉！ 正篇 主C的纳西妲 ，想要打出 高额的直伤 ，就要注重纳西妲有着 不俗倍率的E技能 （不要跟我犟纳西妲的A，纳西妲的 A倍率普通甚至偏低 ， 不要因为某些打核爆的纳西妲就带有偏见，主C应追求 稳定的高额直伤 ） 主C纳西妲 应该 主升E ， 次升Q ， 再是A (当然，一个真爱肯定要给三皇冠，本人就给了三皇冠(*´I`*)） 对于主C纳西妲的面板要求： 主要有三： 暴击、爆伤、精通 暴击：50～60左右［80以上就没必要了］ （纳西妲自身的天赋在吃满情况下可以为其提供24暴击，故不需叠太高） 爆伤：越高越好 精通：最好保持500以上 （这里是不算吃到大招精通加成、圣遗物四件套精通加成、纳西妲4命效果的常态精通面板） 精通是纳西妲E伤害的基础 ，所以最好保持有基础的精通数值（纳西妲的攻击虽然对其伤害有一定作用，但是没有叠精通的收益高） 至于为什么不是别人说的800、1000精通，我想说 纳西妲打主C 时，可以 带一个高精通的队友 ，这样就可以给纳西妲堆更高的双爆，来达到更高的直伤 关于 主C纳西妲 的圣遗物选择： 我推荐用4沙 在 主C纳西妲 带 四色队 时四件套效果可以为其提供230的 高额精通 ，这样可以大大减轻纳西妲的圣遗物精通压力，为纳西妲 叠双爆提供帮助 ，为纳西妲打高额直伤提供保障 还有4剧团 4剧团有着 对元素战绩的高额伤害 加成，但是如果想要进一步的触发四件套效果，就需要纳西达站在后台，这和我们 站场主C纳西妲 的初衷有点违背了，但是如果你的剧团套圣遗物分数更好，那么就根据实际情况来选择 至于4草套 4草虽然有 草伤和减抗加成 ，但是4草套的 辅助性显然大于主C的能力 ，再说 主C纳西妲 可以带一个 带4草套的队友 ，这样纳西妲也可以吃到草套4件套效果 （当然，如果不考虑有队友的情况下，仅仅只是看纳西妲的单人伤害，那么还是 4草套的纳西达单人伤害最强 ） 对于 主C纳西妲 的 圣遗物词条选择 ： 头：爆伤/暴击 杯：草伤 沙：精通 副词条：爆伤、暴击、精通、大攻击、充能 （其实纳西妲并不缺充能，如果副词条有也能用，但收益没有以上的高） 关于 主C纳西妲 的武器选择 1.千夜浮梦 提供 高额精通 ， 适配性也很好 ，没什么可说的，专武对于纳西妲的 辅助性明显大于输出性 ，但是对于 主C的纳西妲 来说 过高的精通有些划不来 2.神乐之真意 对于 主C纳西妲 ，我比较推荐神乐， 不错的白值加上高额的爆伤 ，特殊效果在 纳西妲站场主C 时也能吃到，对 主C纳西妲 我是强烈推荐的 3.四风原典 四风原典可以提供 高白值和高爆击 ，对于缺少暴击的 主C纳西妲 是很不错的，但是四风原典的特殊效果 触发时间过长 需要16秒才能叠满 4.流浪乐章 再是4星神器赌狗乐章， 爆伤的加成 ， 正常的白值 ， 三个特效都适配 纳西妲，在某些欧皇手里，甚至可以超越专武，但是 只有10秒 真男人时间，还有 过长的冷却时间 硬伤。 关于 主C纳西妲 的队友 对于 0命纳西妲 可以根据以下建议结合纳西妲大招效果自行选择队友，对于 1命以及以上纳西妲 我建议带纳西妲四色队（ 纳西妲+火+水+雷 ）或者（ 纳西妲+钟离+水火雷三选二 ） 以下角色排名不分先后，以下角色分析仅为本篇鄙人一己之见，请理智观看 第一位：久岐忍 久岐忍身为 脱手奶妈加高频挂雷 ，想打高额直伤基本离不开 草雷反应 ，所以队伍里 一位雷系是必要的 （更何况纳西妲二命激化反应可以减抗），其次久岐忍是为数不多的 回血与精通挂钩 的角色，建议给 久岐忍带四草套，圣遗物全叠精通 （如果觉得奶量不够，可以带治疗头，本人90级3命850精通久岐忍，E天赋满级一下奶3000，个人认为是足够的） 然后可以带：精通雷神（远程挂雷）［狙击手纳西妲准备(„ಡωಡ„)］、八重神子（脱手挂雷、高频挂雷）、北斗（挂雷、提供护盾）、丽莎（大招挂雷、减防）、皇女（挂雷）…… 以上的雷神，八重神子，都可以跟久岐忍一样，带草套，叠精通（最好往1000精通方向努力，这样可以吃满纳西妲大招的250精通加成，为纳西妲叠精通减少压力，给纳西妲更多的空间去堆双爆） 第二位：夜兰 夜兰作为 主C纳西妲 的队友，在 提供增伤 的同时， 站场主C纳西妲 在场上进行普攻时还可以提供 高频挂水 ， 补充伤害 然后就是：行秋（挂水，增韧）、莫娜（挂水、增伤）、珊瑚宫心海（挂水、回血）…… 第三位：芙宁娜 芙宁娜作为 主C纳西妲 的队友，可以作为 脱手副C挂水，输出，还有强大的增伤 ，是一个十分完美的队友， 能奶能输出 ，如果队友里有夜兰或者其他水系角色还可以凑双水共鸣 第四位：班尼特 班尼特作为火系万精油，可以为 主C纳西妲 提供 巨额奶量 的同时给与 纳西妲主C 时 攻击力的加成 。 然后，不建议带香菱等其他火系，容易抢反应，导致纳西妲打不出激化反应 第五位：钟离 作为提瓦特大陆最有安全感的男人，钟离在提供 超厚盾量保证输出 的同时，可以 减少敌方全部抗性 ，给与 主C纳西妲 无与伦比的保护力 关于 主C纳西妲 的配队： 夜兰+芙宁娜+久岐忍+纳西妲 输出手法：纳西妲EQ，久岐忍EQ，芙宁娜EQ，夜兰QEE，纳西妲EAAA…… 这个配队十分全能，久岐忍练度足够的情况下甚至十分安逸，纳西妲的E和芙宁娜的召唤物会自动触发，纳西妲平A即可打出队伍整体伤害最大 在面对不同情况：对群/对单，可以酌情更改输出手法，比如控制挂水频率，主打激化来对群；通过更频繁的生产和触发草种子来弥补纳西妲对单伤害不足 这套阵容可对单也可对群，唯一要注意的是如果久岐忍练度不够，在纳西妲输出时注意走位和全队血量，及时切白芙补血，避免纳西妲暴毙(„ಡωಡ„) 夜兰+久岐忍+班尼特+纳西妲 输出顺序：夜兰QE,班尼特QE,久岐忍QE，纳西妲EQAAA…… 这个配队主要是增加班尼特补充奶量和提供攻击加成，作为火系角色，班尼特还可以顺便在纳西妲的队伍里为其提供天赋增伤，让纳西妲的E技能伤害提高。但是要注意敌人头上的反应，不要打成燃烧了(=ＴェＴ=) 输出手法顺序可根据战斗环境的敌人进行调整，手法仅供参考 钟离+夜兰+久岐忍+纳西妲 输出顺序：钟离EQ，夜兰QE，纳西妲EQ，久岐忍QE,纳西妲AAA…… 这套阵容为深渊主C纳西妲配队推荐，水草雷作为基本配队构架，钟离在减抗的同时给纳西妲提供无与伦比的保护，可以让纳西妲安心的输出。 以上输出手法顺序可根据战斗环境的敌人进行调整，手法仅供参考 以上配队中： 夜兰均可换行秋 久岐忍可视情况换雷神 另外：由于八重神子的索敌机制，在此不做配队讨论。当然，如果有神子也可以酌情加入队伍，完善纳西妲的激化反应 由于菲谢尔的种子触发能力较弱，不能打种子补充对单伤害，在此仅和神子一样作为 主C纳西妲 的挂雷工具人，不进行具体的配队介绍 还可以 根据自身配队需要 换入 珊瑚宫心海、白术、多莉 等保证纳西妲生存， 以防纳西妲（ 纳西妲确实血薄，请不要用纳西妲抗她承受不了的伤害 ）在站场时被秒（ᗜ ‸ ᗜ） 最后，身为纳西妲单推人，我想分享一下我与纳西妲的故事： 早在纳西妲没出之前，我就对草神心生向往，尽管那时候我不知道纳西妲是什么样子，她有什么技能，她的强度怎么样……可能，这就是缘分吧，我就是喜欢纳西妲！ 我喜欢“月亮”纳西妲， 我喜欢小吉祥草王布耶尔， 我喜欢须弥的摩柯善法大吉祥智慧…… 我见证了她从不自信的善良新生神明到执政须弥的智慧之神布耶尔 我想陪纳西妲看遍提瓦特的每一块土地、每一片天空、每一处风景…… 我想陪着纳西妲打遍提瓦特大陆，杀穿深渊，一起登顶天空岛…… 这，就是我的厨力！ 我一开始想过自己一个人当主C纳西妲的玩家，玩玩就行了，我没有发帖的勇气…… 但是，全网都没有系统的纳西妲主C攻略，这让我曾走了不少弯路，希望看过此篇的同道中人可以从鄙人劣作中获得一点灵感，一些启发，少走一些弯路…… 只要保持你的崇高，提瓦特的星空永远有你的位置！ 愿每一个厨子都能被世界温柔以待！ 最后： 无关学者的未来，无关万众的理想！ 妄识虚空，慧渡黄沙。 智慧永恒，生命长存！ PS: 本篇图片部分来源于原神游戏截图 本篇图片部分来源于米游社观测枢截图 本篇将不会谋取任何经济利益 本篇没有任何引流，引战想法 如有争议，请友善交流，愿意听取有益的建议 谢谢！",
    "length": 3652
}