{
    "game_id": 2,
    "post_id": "5123000",
    "f_forum_id": 43,
    "subject": "【关于角色培养的攻略】分清重点，少走弯路",
    "url": "https://www.miyoushe.com/ys/article/5123000",
    "created_at": 1616505937,
    "like_num": 48943,
    "view_num": 581600,
    "reply_num": 3514,
    "text": "把资源正确的投入到角色培养上，让资源得到充分的利用，可以帮助大家少走很多弯路。这算是一种比较宏观的游戏理解吧，以下是个人的一些小建议。 不同阶段对角色培养的要求是不一样的。我这边先把我所理解的4大阶段简要说明一下，后面会围绕这四大阶段来给出角色培养方面的建议。阶段划分如下图所示 前期 资源比较匮乏，资源投入基本是在主C上面。 中期 的话，开始有了主C、副C、辅助、破盾工具人的概念。这时候要开始培养 副C ，来补充主C的伤害，或是弥补主C的输出空档期。 后期 ，副C已经基本成型。我们要把培养的方向转向辅助，尤其是 增伤辅助。 我个人认为中期跟后期的分界点在于能否满星过12层（因为过完12层后，会少很多压力）。 大后期 则是群魔乱舞，各种秀伤害的时候，或是单人过12层之类的。 我们把话题转回 角色培养 。 突破 给一个角色带来的收益是相当大的，在20突破和60突破的时候会分别获得一个 突破天赋 。然后40、50、70、80突破的时候，是会有 突破属性 加成的。具体的加成数值如下面所示。（部分是个人预测的，因为这个每次加成值跟武器的某一档一样，所以很好推测） 根据这些，我这边把角色培养的要求分为三个档次。 第一档 是60突破，这个时候我们解锁了所有的天赋。 第二档 是70突破，成本会相对低些，解锁了3个突破属性。 第三档 是80突破，也就是解锁了所有的突破属性。 关于80突破之后要不要 第一时间 升90级，这也是一个比较重要的问题。其实角色每升一级带来的收益是相当低的。以迪卢克为例，80级升90级，他的基础攻击力只增加了23。然后，以100级怪物为目标，算上等级差/防御乘区的提升，总的收益也就 5.4% 左右。但是花费的培养成本是相当高的。所以对于主C来说，在80突破的时候，已经是性价比的巅峰了。 我这边是觉得，升90级可以放到 大后期 去考虑。中后期可以升个81级，证明自己突破了。或是给一个角色升个86级，这样在大世界，高等级怪物所在地就不会被提示为 高危险区。 升级所需要的成本可以参看下图 80级升90级需要170本大经验书，和68万摩拉，这够 两个角色 从70级升到80级了。 当然，角色突破的另外一个目的是提升 天赋 的 升级上限 。其中70突破之后，天赋可以升7级、8级。80突破之后，天赋可以升9、10级（排除命座带来的天赋等级提升）。 天赋 是另一个需要重点花资源的对象。天赋每升一级都会有 6%-7% 的直接收益提升，当然这只是单技能提升。不过花的资源要比角色80升90级少的多。话虽这么说，9级升10级所需要的资源还是很吓人的。尤其是 皇冠 ，开服到现在也才5个，平均一个版本一个。 天赋这边的升级档次也是分为3档。 第一档 6级，不需要 周本材料 。 第二档 7、8级，需要 一个周本材料 。 第三档 9、10级，需要 两个周本材料 。（10级单独做为一档也行） 我们可以根据 角色的定位 ，来决定他们的 天赋升级要求 。一个角色是可以 多个定位 的，下图只是稍微划分，举个例子而已 主C 的关键性技能，我们可以升9级、10级，比如胡桃的E和普攻，魈的 普通攻击。 一般的伤害性技能可以升个8级。伤害不高，但也用得到的，可以升个6级凑合着。 对于 副C 或是 增伤辅助 ，他们的关键性技能可以升8级。比如行秋的大招，班尼特的大招，钟离的大招。当然，你要升9级也是可以理解的。（除去命座加的等级） 接下来总结一下角色的 培养等级要求 主C ，得80突破， 大后期 考虑升90级。 副C ，70突破， 后期 可以考虑80突破。 辅助 ，60突破，或者有比较 重要的技能 需要升7级、8级的，可以70突破（还能白嫖一个 相遇之缘 ） 破盾工具人 ，40突破，或是50突破（白嫖一个 相遇之缘 ） 然后是 个人觉得 比较强力的几个 4星角色 。老玩家应该是都知道的，所以这边主要是说给新手玩家听的。 这6个角色练起来是绝对不亏的。所谓铁打的辅助，流水的C。所以我这边推荐的也都是些 副C ，或是 增伤型辅助 。也不是说别的角色就不强哈，仅代表个人意见。 本期分享的内容也就这些了。B站的视频链接  BV1Lf4y1t71P 这也是我 【原神机制分解】 系列视频的 第8期 。前面几期我也会慢慢搬运过来吧！想了解更多我分享的东西的话，也可以关注一下我。互相学习，互相成长。 吐槽+补充： 好好的一个角色培养的攻略贴，结果评论区全是要配队的，诶诶诶。💊💊💊 我看得到的，有时间会尽量回复一下(现在都是背着领导偷偷打字)。👌👌👌 关键是，按系列视频的进度，我的下一期攻略就是全面讲解配队知识的。应该是会让大家满意的。🔥🔥🔥",
    "length": 1926
}