{
    "game_id": 2,
    "post_id": "54485704",
    "f_forum_id": 43,
    "subject": "【幻想真境剧诗】只要你能凑够角色就能打满的——标准通关作业！",
    "url": "https://www.miyoushe.com/ys/article/54485704",
    "created_at": 1719845620,
    "like_num": 1028,
    "view_num": 12997,
    "reply_num": 136,
    "text": "UID 100499765 【V4.7版本  2024年7月1日】 不知道你们觉得这个难不难打… 我反正已经凹上速通了，现状是没法打进五分钟的。 今天打了十几个不同的号，练度都是参差不齐，有好几个甚至都是刚刚好勉强凑够角色甚至他们没戴圣遗物就直接上了。 所以，按照正确的攻略流程，“难民号”也是能拿到满星评级的。 (注：拿满奖励不需要凹星哦~) 备战阶段： 我们只考虑困难模式: 需要我们在当期 【风火雷主题】 元素角色中选择出 足够数量的【满足困难入场资格】 的角色。 这些角色一般不作练度要求，但是像 香菱、班尼特 这些常规的深境螺旋热门角色基本练度大家还是要有的。 一、开幕角色 自己养的如果比试用角色好的话，就用自己的。 正常的满星通关试用的阿蕾奇诺、克洛琳德和流浪者的基本练度都是够的。 二、待命角色 高配一点的同学，如果有小毕业雷神、胡桃、魈这些主题元素类的主C角色就直接带上，根据各自的特性运用在不同的场合→（BOSS攻坚战、精英车轮鏖战、镇石守卫战等） 低配（只能凑够角色，圣遗物稀碎、关键角色一点练度都没有等情况），最好去追一下班尼特充能和香菱的基础练度，剩下的像是风类砂糖、琳妮特、风主等最好凑个翠绿之影四件套(风4件套)没有资源强化圣遗物的话最好拉个12级+的充能沙漏和8级+的生命花确保技能循环和生存不被秒基本就够了。 雷火类通常都是副C或者挂件角色，凑一下出场，并不一定有太大实质用处，不过练度这个东西啊还是越高越好咯。 攻略流程： 1.打第一关之前先刷角色。拿到好友的高配支援角色就放在后面高压关卡用，例如精英怪鏖战、双龙蜥BOSS战。 2.如果拿到自己养的主C、副C或者挂件卡就看情况安排，开局不管拿到啥都先存好，不用动，因为我们打第一关一般情况下不会动用他们。 3.有免费的神秘收获就点一下，不过不要乱点，看清楚buff再选。一般buff比较适合开局的有直接给翻牌次数的和给判定+1的，看到那些给角色但是后续不会恢复战斗次数等有负面影响的就需要抉择一下了。 4.像我这把开局抽完角色还剩20块，buff给一个抽空货币换一个buff，就选这个了。buff最好根据自己的长线作战需求选择一些通用增伤buff或者功能buff。 5.第一关的怪基本上是【蕈兽】或者【遗迹机关】，我个人比较喜欢打遗迹机关，用试用角色的话，三波就能收。自己养的角色练度更高就会更快一些。 tip：第一关通用锁阵容流浪者、珐露珊、久岐忍、托马。其它的主C副C和挂件卡入库先不要乱用。 后面的抽角色和刷buff这里就不再提供教学了，大家根据各自随机的情况选择即可。 练度焦虑的同学可以参考一下这个顺序： 免费事件＞40费事件卡＞抽80费用角色＞抽60费用buff＞抽100费用角色。 前期优先抽角色，后期慢慢buff补强。 6.第二关，依旧是同一套阵容打。 7.第三关boss翠翎恐蕈，克洛琳德用掉一次耐力，阿蕾奇诺和抽到的关键带队大主C不用动，其它的副C辅助挂件角色随便往上顶，次数掉了没关系。 （像我这里，我要保雷神和班尼特的使用次数，就上了其它角色掉1次耐力没关系，后面赶紧补抽几个入库） 8.第四关镇石守护关，如果你抽到了风·聚怪卡，就选人形敌人，如果没有抽到聚怪就选遗迹机关怪打。用你们暂时抽到的自养主C打会比较合适，如果没有抽到话，可以用掉一次仆人·阿蕾奇诺的次数。后续看看能不能抽个好友的大主C或者角色耐力恢复事件也行。 9.第五关，这里可以用掉一次仆人的出战次数，到这里你的队伍中至少要保证一个有1-2个能打双龙蜥和冰风组曲的带队主C，如果还没有备上，后面抽角色就要抓紧一些了，少拿buff多摇角色。 （像我这里直接摆上了香班，如果你们的阵容不看合理性的话，只要伤害可以，班尼特万叶这些增伤辅助卡可以先下来换成其他的挂件摆子卡，基本上是仆人单拉第五层是通用解，除非你用上自养的主C） 10.第六关如果你的仆人还有使用次数可以上，好友那里借来的高配雷神或胡桃这里也可以考虑上。 （我借的是好友的6命魈，我打算放在第七关用，这里就把仆人最后一次使用机会用掉了。你们正常的就借高配雷神胡桃或者其他厉害些的主C就行了） 11.第七层比较关键了，看你的阵容缺不缺角色，缺的话把剩下的卡池角色抽完，或者看看能不能刷到恢复角色耐力的事件牌，在这里就要筹备好最终关的阵容了。 12.选好buff抽完角色后，看第七关的怪物卡，如果你的战力有盈余可以打高奖励费用的精英怪，如果战力比较捉急为——1带3挂件这种情况就打普通层。 13.第七层基本没有通用作业，看你阵容情况了。标准作业中，克洛琳德还有一次使用机会的…我会放在第八层打而非第七层，除非你有其它可以打七八层的主C/阵容了，那么这里可以用掉克洛琳德的最后一次机会。或者把好友的高配主C角色在这里用掉一次机会。 14.第八层标准作业是超载队克洛琳德，把你剩下的火雷角色都放上去，把握好克洛琳德的荒属性攻击时机去移除冰风组曲的冰盾，或者直接火雷炸就行。 夏沃蕾还有使用次数的话，放在这关打起来会比较轻松。 如果不带夏沃蕾其他的看你主C还剩啥了。我这里由于刷到了耐力恢复，现在能用的阵容比较多了。 【第七关的容错补差处理好，基本就是保送通关了】 我们归纳一下大致角色使用情况： 【例：班尼特2 的意思是班尼特还有2次使用机会，克洛琳德1 的意思是克洛琳德还有1次使用机会】 第一关： 流浪者2 珐露珊2 托马2 久岐忍2 第二关： 流浪者1 珐露珊1 托马1 久岐忍1 第三关： 克洛琳德2 挂件队友若干 第四关： 聚怪风优先级较高、自养主C＞阿蕾奇诺(尽可能别用)＞混搭 第五关： 阿蕾奇诺2/自养主C/好友主C  聚怪/挂件队友若干 第六关： 阿蕾奇诺1/自养主C/好友主C 挂件队友若干(最好有点增伤、后台副C能力) 第七关： 自养主C/好友主C/克洛琳德1 (刷一下耐力恢复事件) 第八关： 克洛琳德1/好友主C/自养主C tip：根据大家各自BOX练度不同，以及事件卡随机，还有抽角色随机，全流程打下来还是比较看脸的。加上“亿”点点的手法乘区，即使是“抽象配队”也是能打满星的。 毕竟我已经试过了好几个几乎就是全70/70散件/裸圣遗物武器的账号了，基本都可以满星打满。如果香菱、班尼特和枫原万叶都有好好练了一下下，即使其他风雷火角色都是稀碎状态也是可以打进9分钟的。 “还有一个很大的分歧点就是好友那个高配角色对于练度捉急的同学来说是非常重要的，这种时候就要厚着点脸皮去借一下好友大佬的高配雷神胡桃这些好用的带队主C咯~”",
    "length": 2690
}