{
    "game_id": 2,
    "post_id": "32548155",
    "f_forum_id": 43,
    "subject": "【V3.3攻略·角色攻略】流浪者入门攻略 一图总结+详解",
    "url": "https://www.miyoushe.com/ys/article/32548155",
    "created_at": 1670426042,
    "like_num": 5350,
    "view_num": 385608,
    "reply_num": 266,
    "text": "UID 100143417 作者开服全角色玩家， 点击头像 查看更多攻略。 攻略制作不易，希望小伙伴们帮忙 关注点赞~ 【 主要面向 新手玩家 ，有建议欢迎评论区留言 】 【前言】 太长不看一句话总结版 浮空机制真是秀，翻山渡海不用愁。 零命就是完全体，新手战神有理由。 二命爆发有提高，六命质变伤害够。 先A 后E 最后Q，普攻输出占大头。 除去千夜和月华，五星武器都能用。 四星流浪和匣里，都没昭心拿来凑。 配装首选用沙楼，余响追忆也能留。 过渡可用 2 + 2，风套辅助不要丢。 词条就选攻风暴，双暴属性是最优。 配队思路有两种，主C或者辅助流。 输出搭配珐露珊，副C生存不要漏。 辅助武装国家队，风套减抗拐队友。 非常适合大世界，改善体验推荐抽。 如果有萌新 词汇看不懂 可参考 【坤易小课堂】原神黑话/简称/术语的汇总介绍，全网最全版 【 仅供查看，欢迎转发，不得搬运，盗图必究 】 【目录】 【01     角色简述】 【02     抽取建议】 【03     相关反应】 【04     天赋解析】 【05     使用技巧】 【06     命座简评】 【07     武器推荐】 【08 圣遗物选择】 【09     配队建议】 【10     攻略总结】 【正文】 【01 角色简述】 官方定义 ——“流浪者是一位拥有 空中机动能力和战斗能力 的远程输出型角色。” 作者总结 ——流浪者是一位非常适合在 大世界 使用的、具有独特 浮空机制 的以 普攻 为主要输出方式的 远程 角色，其特殊的机制能够有效的改善 爬山 、 渡水 的体验，同时 较短冷却的E 、无需能量启动的输出方式使得他在大世界更为便捷，同时 0命机制完善 ，武器、圣遗物方面也有较多选择，综合 养成难度较低 ，但是需要注意受限于 风系的元素反应机制 ，想达成较高的伤害上限，需要配合尽量满命的珐露珊以及其他 辅助角色配合 。 【作为主C】 优势 ：机动性强，攻击距离远，带一定追踪能力，E启动不需要能量。 劣势 ：风系难以通过元素反应增加伤害和减抗，只能打直伤，较为依赖辅助角色。 【作为辅助】 优势 ：可以带风套在前台持续触发扩散减抗，自身也有一定伤害能力。 劣势 ：缺乏其他方面的辅助能力，用金珀/西风/讨龙等辅助向武器自身伤害损失较多。 【02 抽取建议】 【推荐抽】 1.希望改善大世界爬山体验。 2.缺乏远程或者对空输出。 3.对强度要求不是特别高。 【不推荐抽】 1.对大世界体验不是特别在意。 2.已经有非常成熟的配队。 3.对强度要求较高又无法抽满珐露珊。 【03 相关反应】 【风 X 火/雷/水/冰 = 扩散 】 扩散反应需要敌人身上已有这四种元素附着，带有风附着的攻击命中时会产生扩散反应，将原附着元素传染到周边其他敌人。 【风 X 岩/草 = 不反应 】 不直接发生反应，也不会互相消耗。 总结 ：风系的元素反应以辅助为主，缺乏直接增幅伤害的能力，且风套(翠绿之影)减抗无法作用于风系，导致 风系只能通过直接伤害的方式输出 ，在缺乏辅助的情况下表现不佳，但和流浪者一起推出的珐露珊在一定程度上提升了风系的伤害能力。对于 主C输出 的玩法，元素反应并不是优先考虑的，而是需要 搭配合适的辅助 角色；对于 偏向辅助 的玩法，流浪者可以 带风套 通过扩散反应 为其他角色提供增益 。 【04 天赋解析】 天赋升级推荐顺序 A > E > Q 【 普通攻击 · 行幡鸣弦 】 描述 ：普通攻击三段攻击，第三段有两次伤害。重击消耗50体力造成范围伤害。下落攻击通用模板 评价 ：是流浪者主要输出方式，普攻攻击距离远，重击攻击范围大， 升级收益最高 。 【 元素战技 · 羽画·风姿华歌 】 描述 ：施放后造成一次伤害并进入 浮空状态 。 （1）初始100动能，持续消耗（约每秒10点）。 （2）强化普攻和重击范围和伤害。 （3）普攻重击不消耗体力和动能。 （4）冲刺和跳跃会额外消耗动能。 动能耗尽后开始计算6秒的冷却 并落地。 评价 ：流浪者的核心技能，具有独特的浮空机制，对普攻和重击的强化是直接乘相应的倍率，升级收益比普攻要低。 【 元素爆发 · 狂言·式乐五番 】 描述 ：60能量15秒冷却，5段伤害，在E浮空状态下不管还有没有动能，释放后都会直接落地。 评价 ：普普通通的伤害技能，增加了一定的范围伤害能力，由于 释放后会落地 ，所以0命可以考虑地面释放后再开E浮空输出，或者在E浮空时动能值快耗尽时施放。 【 固有天赋 · 拾玉得花 】 描述 ：施放E时会根据接触的水/火/冰/雷元素获得对应的强化效果： 水元素：动能上限提升20点 火元素：攻击力提升30% 冰元素：暴击率提升20% 雷元素：普攻与重击命中敌人后，恢复0.8点元素能量，冷却0.2秒 零命最多获得两种强化效果 。 评价 ：接触元素的方式有三种： （1） 自己身上的附着元素 （2） 周边敌人身上的附着元素 （3） 周边的环境元素， 包括水池、冰雾花、烈焰花、电气水晶等 强化效果 冰元素伤害收益最高，火元素其次，水元素延长浮空时间，雷元素改善充能。 特效 ：触发元素效果后流浪者背后的环对应的位置会亮起： 【 固有天赋 · 梦迹一风 】 描述 ：在E浮空状态下普攻和重击命中敌人时，有16%概率（未触发+12%概率）获得效果： 一次冲刺不耗动能 ，并发射4枚风矢，分别造成35%攻击力的风元素伤害。 评价 ：提升了在浮空状态下的机动性，0.1s内至多判定1次是否产生这个效果，要利用率高建议听声音判断是否触发，省事可以不考虑是否触发用 3次平A+1次闪避进行输出循环 。 特效 ：触发时会有声音提示，屏幕会有闪烁。 【 固有天赋 · 廻色云弦 】 描述 ：突破弓与法器时，消耗的摩拉数量减少50%。 评价 ：非常实用的天赋，省钱好帮手。 【05 使用技巧】 图片里有的就不再赘述了，提一下实战中要注意的点： （1）带 沙楼套 的话需要升空后 重击一下 才能触发四件套特效，带其他套装可以全程不重击，平A按到底比较省事。 （2）施放E技能的时候是会 有一次战技伤害 的，能触发相应的效果，比如匣里日月的特效，但是升空后的普攻和被动都不会算作战技伤害。 （3）E浮空状态下重击是不消耗体力的，而且在 浮空状态下是会恢复体力的 ，所以基本落地都是满体力。 【06 命座简评】 总结 ：对于流浪者来说建议要么 0命+平民武器低投入高性价比 ，要么 2命/6命+专武高投入高伤害 ，其他命座提升幅度都不大，但是注意如果要抽满命珐露珊的话基本最少要抽到2命流浪者。 【 1命 - 初番·茂风流羽行 】 描述 ：E状态下普攻和重击攻速提升10%，被动的风矢能额外造成25%攻击力的伤害。 评价 ：提升攻速能进一步 优化手感 ，被动的伤害算是锦上添花意义不大。 【 2命 - 二番·箙岛廓白浪 】 描述 ：E状态下每消耗1点动能使Q伤害提升4%，最多提升200%。 评价 ： 消耗50点动能 即能获得最大的增伤，因为流浪者武器圣遗物一般都是只加成普攻伤害，这个命座极大的补充了元素爆发的伤害。 【 3命 - 三番·久世舞夕颜 】 描述 ：Q的技能等级提高3级。 评价 ：常规技能命座，因为流浪者伤害占比中Q并不是很高，所以提升有限。 【 4命 - 四番·花月歌浮舟 】 描述 ：放E时若触发了被动依据元素类型强化的效果，还将随机获得1种未触发的强化效果，最多获得3种强化效果。 评价 ：因为具有随机性，所以这个命座的 收益并不是非常稳定 ，而且冰和火对伤害有较为直接的提升，水和雷都是间接提升，注意必须触发强化效果才能生效，如果放E时没有接触元素这个命座也不会生效。 【 5命 - 末番·今昔渡来殿 】 描述 ：E的技能等级提高3级。 评价 ：常规技能命座，因为流浪者E是强化A倍率，所以升级收益并不高。 【 6命 - 祝言·霞幕倾松风 】 描述 ：E状态下普攻命中敌人时额外造成原本40%的伤害的普通攻击伤害；动能低于40点时，恢复4点动能，冷却0.2秒，至多触发5次。 评价 ：类似于宵宫的六命效果，等效于 每次普攻额外造成一次伤害 ，不但增加了伤害，而且还能更快的打出类似云堇的加成效果，对于伤害来说可以说是质变。动能的提升则意义不大，因为队友的buff一般难以完全覆盖，不过可以提升闪避次数增加容错。 【07 武器推荐】 武器推荐 ：根据自己的使用情况选择武器 有条件就带专武，没条件有啥带啥 【 图莱杜拉的回忆 】【 最佳武器 】 优点 ：增加普攻速度和普攻增伤，特效虽然切人会消失但是叠加很快。 缺点 ：高白值低副属性的模板，在有攻击力辅助的情况下收益会变低。 【 四风原典 】【 大世界/联机神器 】 优点 ：提供大量暴击率，联机的时候能稳定叠满，还能够增加移动速度。 缺点 ：切人效果就消失，后台也不生效，常规配队特效基本很难叠上去。 【 尘世之锁 】【 有盾推荐 】 优点 ：特效切人不消失，叠层也比较简单，增加护盾强效能提升生存能力。 缺点 ：需要绑定护盾不然加成较少，副属性和特效都加攻击很容易被稀释。 【 天空之卷 】【 通用武器 】 优点 ：常驻就能歪到还有机会精炼，特效触发简单不需要叠层。 缺点 ：攻击力副属性容易被稀释，特效是物理伤害吃不到加成。 【 流浪乐章 】【 爆发输出 】 优点 ：随机到攻击力或者元素伤害时伤害提升幅度较大。 缺点 ：冷却时间长持续输出不足，随机到精通提升不大。 【 神乐之真意 】【 大量暴伤 】 优点 ：副属性提供大量的暴伤。 缺点 ：特效基本没用当白板带。 【 匣里日月 】【 较多暴击 】 优点 ：提供较多暴击加成，元素爆发的加成基本都能吃满。 缺点 ：特效覆盖率有问题，普攻加成只能吃到放E后的6秒。 【 昭心 】【 保底武器 】 优点 ：老玩家甚至可以拿出不止一把的满精，本期武器池也有。 缺点 ：综合伤害比较一般，攻击力副属性还容易被稀释，仅做保底使用。 【08 圣遗物选择】 圣遗物首选 4沙楼 ，其他可选 4余响、4追忆 。 或者 副词条好 的 2风伤套 、 2攻击套 散搭。 如果 当辅助 靠队友打输出可以考虑 4风套减抗 。 【主属性】 攻击沙 风伤杯 双暴头 【副词条】 暴击率 = 暴击伤害 >  大攻击 > 充能 / 小攻击 / 精通 【 沙上楼阁史话 】【 综合最佳 】 优点 ：伤害上限最高的套装，除了常规的增伤外还能额外提升攻速。 缺点 ：需要重击触发四件套特效，另外新圣遗物短时间难刷出好词条。 【 来歆余响 】【 增强普攻 】 优点 ：不用重击触发特效，无脑平A即可。 缺点 ：伤害上限不如沙漏套，同秘境的辰砂套泛用性较低。 【 追忆之注连 】【 高性价比 】 优点 ：同秘境的绝缘套泛用性强，刷本性价比高，增伤幅度也很高。 缺点 ：开E会流失能量导致放大招较为困难，不适合2命及以上的情况。 【 翠绿之影 】【 扩散减抗 】 优点 ：能够增加扩散伤害，并通过减抗提升队友伤害。 缺点 ：不能减风抗，对自身的伤害没有太大提升。 散搭 ：【沙楼】【风套】【角斗】【追忆】【余响】【辰砂】 优点 ：2+2散搭组合更容易毕业。 缺点 ：上限不如完整的套装效果。 【09 配队建议】 配队思路 ：流浪者配队思路有两种： 1， 作为主C ，通过辅助角色强化自身输出。 2， 偏向辅助 ，带风套减抗来提升队友伤害。 选择哪个流派要综合自己各角色练度、圣遗物和武器情况决定。 （举例：队伍里行秋夜兰伤害爆炸，那流浪者带风套减抗对整体队伍带来的提升要比带沙楼对自己的提升要高。） 【 输出体系 】 流浪者 + 珐露珊 + 辅助 （夜兰/行秋/云堇）+ 生存 （班尼特/莱依拉/钟离） 优点 ：能够最大化流浪者自身的输出，合理搭配能够更好的吃到被动一加成。 缺点 ：对流浪者的练度要求高，珐露珊充能有压力，队伍缺乏对群输出能力。 【 武装体系 】 流浪者 + 行秋 + 北斗 + 补位 （夜兰/珐露珊/菲谢尔等） 优点 ：行秋和北斗大招能实现高霸体高减伤，四号位较为灵活可以根据各种情况调整。 缺点 ：自身伤害一般，并且非常依赖队友大招，建议多带西风来缓解充能循环的压力。 【 散兵国家队 】 流浪者 + 行秋 + 班尼特 + 香菱 优点 ：带风套在前台可以持续扩散减抗，增加队友的伤害同时自身也有一定输出。 缺点 ：队伍循环压力较大，充能实在堆不上来流浪者可考虑牺牲自身输出带西风。 【 快乐大世界 】 流浪者 + 赶路 （夜兰/早柚）+ 渡海 （莫娜/神里）+ 挖矿/采集 （钟离/雷泽/草神） 优点 ：翻山、疾跑、渡海，大世界如履平地，挖矿采集也不耽误。 缺点 ：队伍缺乏配合，伤害能力一般，不过大世界也基本够用了。 【10 攻略总结】 作者个人认为相比于输出能力，流浪者更重要的是 改善大世界体验的能力 ，同时因为E启动、普攻输出使得流浪者非常 适合新手前期使用 （突破材料没办法要努努力了），但是如果追求强度那风C一直以来的劣势难以避免，虽然同期卡池的珐露珊解决了风C的一部分问题，但 满命珐露珊的成本并不低 。综合来看个人推荐 抽个0命大世界使用 ，专武并非必要，常驻池的四风或天空都可以用。 【其他】 本文发布于 3.3版本 ，最新修订于 3.3版本 ， 请注意本攻略的时效性 。 素材：游戏截图 字体：思源黑体 封面：坤易 文案：坤易 设计：坤易",
    "length": 5504
}