{
    "game_id": 2,
    "post_id": "54449653",
    "f_forum_id": 43,
    "subject": "【V4.7攻略·其他攻略】一帖带你玩转4.7幻想真境剧诗！",
    "url": "https://www.miyoushe.com/ys/article/54449653",
    "created_at": 1719799710,
    "like_num": 2039,
    "view_num": 28773,
    "reply_num": 166,
    "text": "UID 126941175 这里是卡玛sei亚，本篇是首期 幻想真境剧诗 （以下简称“ 幻境 ”） 的 玩法讲解 。 超链图片 下面会从 角色选择 、 事件选择 、 关卡对策 3个角度来讲解本期“新深渊”~ 【角色选择】 完成前置任务 （冒险等阶≥35） 后，通过蒙德图书馆进入【 剧演准备间 】，选择一定数量的角色，体验幻境的战斗。 【 重要 】进入幻境后，所选角色的武器、圣遗物将无法中途更换，因此需要提前准备好各角色的装备配置。 一、基础要求 与【渊月螺旋 】不同的是，幻境有对角色元素种类的限制——除特邀角色外，本期只能携带 火 、 雷 、 风 这3种元素的角色： 超链图片 幻境分别为轻简、普通、困难3种模式，各模式对角色数量、等级有不同要求： 超链图片 由于困难模式无论在奖励还是玩法机制上都包含其他模式，所以 只需完成困难模式 的演出即可，本篇主要从【 困难模式 】的角度进行讲解。 二、开幕角色 选择困难模式后，首先选择 开幕角色 —— 必须选择6名 当期指定的角色。 每名开幕角色只能在自己持有和试用中选择其一，若未持有其中的角色或角色等级未达到 70级 ，则只能选择对应试用角色。 超链图片 试用角色的配置比较一般，若持有对应角色且练度不错，推荐 选择自己的 而非试用提供的。 三、待命角色 确定 【 开幕角色 】 后 ，可以 任意选择 符合每期所需元素的角色 （包括特邀角色） 。 需要再选满 12名 才能进入幻境，可以借用 1名 好友提供的角色，但其他角色只能选自己的 （且需70级） ， 没有试用哟 ！ 通关整个幻境需要完成 8场 战斗，但 每名角色 一般只能使用 2次 ，所以需要组出多支队伍，如下是 角色选择思路 ： 1. 主C 通常是 站场输出 角色，每队一般 1位 ，但在前几关中可出战角色有限，也可能出现2名主C轮流输出的情况。 推荐携带4~6名主C，开幕角色中阿蕾奇诺、克洛琳德与流浪者均为主C，实际可 再选择1~3名主C ： 超链图片 2. 生存辅助 为保证输出稳定，除非练度实在一般 （需依靠手法取胜） ，推荐保证每个队伍都搭配生存辅助（ 治疗 / 护盾 ）。 推荐携带至少4名生存辅助，开幕角色中托马、久岐忍均为生存辅助，实际可 再选择至少2名生存辅助 ： 超链图片 3. 副C或增益辅助 确定主C与生存辅助后，应再选择后台、速切输出角色（ 副C ），以及提供 输出增益 、 聚怪 等功能的辅助，值得注意的是，部分角色兼具多种功能性，选择这类角色将大幅提高战斗舒适度。 超链图片 4. 借用角色参考 部分好友的高配置角色能带来显著体验提升，可根据自身情况借用，一般借用 输出角色 ： 超链图片 【 注意 】开幕角色无法被借用。对于同一位好友，每期至多只能借用其提供的 1名 角色 （在令其离开前可无限次使用，仅消耗对应好友的1次支援次数） 。 【事件选择】 进入幻境后，将出现4个「 事件 」—— 必有1~3个战斗事件 ，其余可能为伙伴事件、增益事件或神秘收获。 同时，界面右上角将展示「 幻剧之花 」的数量——这是仅用于本次幻境挑战的特殊资源， （以下简称“ 积分 ”） ，初始有 100 积分。 积分可用于选择非战斗事件 （例如伙伴事件） ，主要通过完成战斗事件获取。 一、战斗事件 幻境一共 8关 ，每关必须 通过战斗 才可过关。如下为战斗事件相关细节： 1. 事件类型 所有关卡中，第3、6、8关为固定 首领 敌人，其余敌人不固定 （统称为“ 小怪关 ”） ，需在随机抽取到的若干战斗事件中选择一个。 小怪关的事件分为 普通 与 精英 ，后者一般更难，但基础积分奖励更加丰厚： 超链图片 完成战斗可获得对应基础积分，若在战斗中达成额外条件可再获得20积分。 【 重要 】达成指定目标时可获得「 明星挑战 」 星章 ，星章数会影响结束整场演出后得到的徽章等级，将在个人资料中展示（ 但未获取星章 并不 影响关卡奖励 ）。 2. 可出战角色 进入幻境之初，只有 6名 开幕角色为 可出战角色 ，而其他角色需通过完成战斗、选择伙伴事件等方式加入。 所有角色初始具有2点耐力值，每次战斗结束，将消耗所有出战角色各1点耐力值，并 随机使1名 待命角色加入可出战角色。所有战斗关卡 必须带满4人 。 超链图片 3. 事件锁定 确定战斗事件后，该事件将被 锁定 ，在完成前 无法重新选择 其他事件，因此需慎重选择，本篇的「 关卡对策 」部分将作进一步讲解。 二、伙伴事件 显然，仅靠战斗不足以使所有角色加入可出战角色，想要达成该目标一般需在第8关前至少 选择5次 伙伴事件。 伙伴事件包括【普通】和【盛邀】两类，前者消耗 80积分 ，但只能从事件给出的2名随机 （或指定元素属性中的随机） 角色中选择 1名 ，而后者消耗100积分，但可六选一。 超链图片 由于可出战角色数量直接决定配队灵活性，因此强烈 建议能选就选 ，仅少数情况 （练度不足以攻坚某关或角色已可通过后续战斗全部解锁时） 可能不如增益事件优先。 三、增益事件 即「 奇妙助益 」事件，选择其需消耗 60积分 ，并从默认3个奇妙助益中选择1个。 由于增益幅度不大且触发条件可能有严苛限制，一般不建议优先选择，仅作为消耗多余积分的手段，如下为可能比较有用的增益： 超链图片 四、神秘收获 此外，还可能遇到 神秘收获 事件，其无需积分，选择后需从两个随机事件中选择1个，该事件 有利有弊 、一旦选择后 无法撤销 ，所以需谨慎选择 （但若见到不选，而选其他事件后可能导致该神秘收获事件消失） ，常见事件如下： 超链图片 也存在需消耗 40积分 的 神秘收获·珍贵 事件，其中事件一般为正收益，但也可能不必要的，仍需 谨慎选择 ，常见事件如下： 超链图片 【 注意 】虽然可通过这类事件使耐力已耗尽的角色重新变为待命角色，或使角色恢复耐力，但 随机性非常强 ，很可能把不必要的角色邀请回来，因此当角色完备时， 一般不推荐 考虑。 五、其他机制 重置事件 ：界面右下角有该按钮，但整场演出默认只允许重置 2次 ，若在前几关随机不到伙伴事件则可尝试重置，但一般更推荐留积分等到下一关再选择伙伴事件，而将重置次数留给刷新战斗事件以避开特定小怪关。 声援强化 ：选择伙伴或增益事件时，将随机触发场外观众声援——返还部分积分或进一步强化增益效果，该效果一般不稳定，通常仅作为意外之喜。 【关卡对策】 确定事件选择思路后，则需了解各关卡的具体对策。此外还需注意以下两点： 1. 每关开始时角色都默认 满血 、 满能量 ，无需给后续关卡留能量，且每关都可在已出战角色中任选角色重新挑战，除第8关外的关卡，在完成挑战后仍可重打。 2. 通过第3关后，将开放「 回溯演出 」功能，该操作仅支持 1次 ，且使用后会将关卡进度重置为刚通过上一个首领关卡 （第3/6关） 时的状态，若因运气不好而在之后卡关，可尝试回溯。 一、第1关 所有战斗事件 难度都不高 ，若对练度或手法不够自信，避开有蕈兽的普通或精英事件即可。 超链图片 由于开局100积分只够选一个伙伴事件，且随机性较高，往往只能基于 6名开幕角色 配队 ，不嫌麻烦也可反复重打整场幻境 。 开幕角色中主C偏多且均为五星，而部分辅助可能需留给后续关卡 （例如托马适配阿蕾奇诺等角色） ，因此除常规配队思路外，也可尝试双主C轮流输出玩法，以先将试用五星“用掉”。 二、第2关 模式与第1关相同，难度略有提升但仍不高，不过该关卡的精英并非最难，若有一定练度则可打精英 （更推荐火伤输出） ，但需在普通事件中尽量 避开愚人众 。 超链图片 如果前两关进入战斗前都有伙伴事件，应已有9名可出战角色，此时可将部分重要角色留给后续关卡，而用相对不重要的角色出战。 三、第3关 首个首领关卡，战斗事件仅有与 翠翎恐蕈 决斗这一选择。该关卡难度仍不高，有一定 对单输出能力 即可轻松解决。 超链图片 不断用 雷元素输出 可使该首领狂暴后瘫痪，且在瘫痪后击败会有额外的20积分，但拿不到这些积分也没关系。 四、第4关 模式相比前3关有一定不同——全为 守塔 关卡，在指定时间内守护地脉镇石，使其 不被击毁 即可过关，每击败1名敌人均会使剩余时间缩短，且在时间结束前击败指定数量敌人才可获取星章。 超链图片 强烈建议避开精英 事件，其难度非常高。普通事件则有遗迹机兵、丘丘王和多种散怪情况，若缺少聚怪角色（例如温迪）则建议打前两种情况 （超载相关队伍更适合打丘丘王） ，否则散怪情况更好应对。 五、第5关 模式也与其他关卡有一定不同——需在2分钟内尽可能击败多个敌人，且过关与获取星章各有不同的 击败数量 要求 （满足过关条件即可提前结束战斗） ，因此更推荐组建对群、转火和追怪能力强的队伍。 超链图片 与第4关不同的是，该关卡的精英事件难度并不是很高，反而是普通情况中的 发条机关和镀金旅团很难应对 ，若只有这两种情况，可考虑重置事件。 六、第6关 第2个首领关卡，需与 深海龙蜥之群 决斗。龙蜥首领难以聚集、有明显位移技能，有一定对群要求，且若携带班尼特等“画地为牢”角色则对配置或手法要求较高。 超链图片 若配置或练度较低，推荐借用好友角色应战，且需注意尽量 同时击败两只龙蜥 ，以防其中一只龙蜥倒下不久后复苏。 七、第7关 模式与第1、2关相同，虽然难度明显提高，但一般不如第6、8关，且此时基本所有角色均已可出战 （或耗尽耐力） 、有一定奇妙助益、一般只剩练度最高的角色，因此压力往往已经不大了。 超链图片 若对群能力及配置不够， 避开精英事件 即可，但也需注意冰使徒 （深渊使徒·霜落） 情况需足够强的挂火能力才好应对。 八、第8关 本期幻境的终点，需与 冰风组曲·科培琉司的劫罚 决斗。这需要较强对单输出能力，且由于首领会不断刷新带有芒性的冰盾，需要有一定挂火/雷元素的能力或荒性攻击手段。此外，该敌人的伤害较高，推荐有足够生存能力。 超链图片 若配置或练度较低，推荐借用好友角色应战。由于对应抗性较高，不太推荐使用风/冰元素输出角色。 【 注意 】若需拿星章但不慎超时，需立刻重打，否则将敌人打败后会直接进入结算画面，无法重新挑战该关卡。 【玩法总结】 幻境较为考验角色的 持有数量 与 整体练度 ，且关卡与角色的抽取 随机性大 ，练度不高时也能通过反复尝试达到不错战绩，但配置或练度不足也会导致通关稳定性欠佳。 当然，整体通关稳定性与 角色选取 、 运营策略 也有很大关系，希望本篇对大家能有所帮助！ 大家也可考虑“助人为乐”：在【助演阵容】中设置自己的借用角色，为好友提供支援——总共可设置7名任意角色，但只有当期允许被借用的角色才可被好友选择。 此外，关于更多本期角色定位与战斗事件的情报，参见《 4.7配队附录幻境版 》： 【V4.7配队附录】新深渊来袭！幻想真境剧诗演出指南及附表 超链图片 封面制作： 卡玛sei亚 文案撰写： 卡玛sei亚 配图制作： 卡玛sei亚 & Asgater 排版监制： 卡玛sei亚 & Asgater",
    "length": 4535
}