{
    "game_id": 2,
    "post_id": "37200788",
    "f_forum_id": 43,
    "subject": "申鹤主c玩法（附美图分享）",
    "url": "https://www.miyoushe.com/ys/article/37200788",
    "created_at": 1679678066,
    "like_num": 327,
    "view_num": 12291,
    "reply_num": 82,
    "text": "最近申鹤终于复刻了，我一直想让鹤宝当主c用，但找了好久但都没找到详细的鹤宝的主c玩法，所以打算自己写一篇，希望能帮到喜欢申鹤的旅行者。_(米游姬-乖巧)_(米游姬-乖巧)_(米游姬-乖巧) 先来个宇宙安全法则。 免责声明： 一：本帖为厨力向玩法，强度党慎入。 二：本帖内容仅仅是个人想法，并未经过大量计算和实际测试，仅起参考作用，实际效果请以游戏体验为主。 三：有什么错误的地方可以指出，但不要喷。 下面是正文： 思路一：物理队 配队：申鹤，米卡，97忍，雷神。 申鹤 ：武器：龙脊长枪，流月针 圣遗物：二苍白二染血（暴击/爆伤头 攻击沙，物伤杯）（副词条：暴击/爆伤＞充能＞攻击力百分比＞其他） 天赋：A10 E1 Q10 米卡 ：武器：充能，生命向武器（例如：薙刀，西风长枪，黑缨枪） 圣遗物：四宗室（暴击/治疗头 充能沙 生命杯）（副词条，充能/暴击＞生命百分比＞其他） 天赋：A1，E10（攻速加25％） Q1 久岐忍： 武器：生命，精通向武器（例如：圣显之匙，铁锋刺） 圣遗物：二少女二海染，四海染（治疗头 生命杯 生命沙）（副词条：生命百分比＞精通＞其他） 天赋：A1 E10 Q1 雷神： 武器：随便 圣遗物：随便 天赋：随便 思路：双冰双雷，加暴击加充能，通过， 申鹤米卡 ，超导三重减物抗，提升伤害（超导持续时间有12秒， 申鹤 短E完全跟的上）。 97忍 ， 雷神 贴身长时间挂雷，不用担心怪脱离挂雷范围，同 97忍 兼顾生存位，提供奶量。 可换队友： 米卡→ 罗莎莉亚 （暴击拐，六命可减物抗） 迪奥娜 （盾奶合一，充电宝） 行秋 （提高手感） 97忍，雷神→ 菲谢尔 （产球多，伪贴身挂雷） 钟离 （盾辅，减抗） 多莉 （挂雷，生存位） 好处，成型快，下限高。 缺点：上限不高，不追求极致的话也就大世界图一乐的水平。 思路二：纯色队 配队： 申鹤 ， 重云 ， 迪奥娜， 万叶 。 申鹤 ：武器：充能，伤害向武器（例如：薙刀，西风长枪，护摩之杖，和璞鸢等等，优先充能，循环没问题再考虑伤害向武器） 圣遗物：二冰二攻（暴击/爆伤头 攻击沙 冰伤杯）（副词条：暴击/爆伤＞攻击百分比＞充能＞其他） 天赋：A10，E10，Q10 重云 ：武器：充能，伤害向武器（例如：天空之脊，西风大剑，狼的末路等等） 圣遗物：四宗室（暴击/爆伤头 攻击沙 冰伤杯） 天赋：A1 E1 Q10 迪奥娜 ：武器：祭礼弓 圣遗物：二少女二海染，四海染，四少女（治疗头 生命沙 生命杯）（副词条：生命百分比＞其他） 天赋：A1 E10 Q10 万叶 ：武器：精通向武器（例如：苍古，铁峰刺） 圣遗物：四风套（精通头 精通/充能沙 精通杯） 天赋：按需求点 思路：通过纯色队充能效率高，频繁的使用技能，以及 重云 的 冰元素附魔 让 申鹤 自己在技能cd时能打出 冰伤 ，最大化的利用 申鹤 的机制。 万叶 增伤，减抗，聚怪三位一体，作用巨大。 可换队友： 重云→暂无 迪奥娜→所有的冰系脱手角色都行。不过迪奥娜还额外提供生存位，盾辅位。 万叶→ 温迪，砂糖 优点：主打一个爽字，纯色队的快乐谁用谁知道。伤害也不低。 缺点：严格意义上不算是申鹤主c队，更多的还是利用了申鹤的增伤减抗机制，不过至少不是离开神鹤万心就只能放仓库里。 思路三：融化队 申鹤 ：武器：充能，伤害向武器（例如：薙刀，西风长枪，护摩之杖，和璞鸢等等，优先充能，循环没问题再考虑伤害向武器） 圣遗物：二冰二攻（暴击/爆伤头 攻击沙 冰伤杯）（副词条：暴击/爆伤＞攻击百分比＞充能＞其他） 天赋：A10，E10，Q10 重云 ：武器：充能，伤害向武器（例如：天空之脊，西风大剑，狼的末路等等） 圣遗物：四宗室（暴击/爆伤头 攻击沙 冰伤杯） 天赋：A1 E1 Q10 香菱 ：武器：薙刀，鱼叉，西风长枪（充能一定要够！！！！） 圣遗物：4绝缘（暴击/爆伤头 火伤杯 充能沙）（副词条：暴击/爆伤＞充能＞攻击＞其他） 天赋：A1 E1～10 Q1～10 班尼特（一命） ：武器：风鹰剑，腐殖之剑，西风剑，原木刀（保证充能的前提下选择高白值武器） 圣遗物：4宗室（治疗头，生命杯，充能沙；副词条：生命≥充能＞暴击［带西风剑］） 天赋：A1 E1 Q10 思路：通过 重云 的冰属性附魔， 香菱 挂火， 班尼特 的增伤， 申鹤 可以打出多段的融化伤害。【但是 班尼特 六命开大后的 火元素附魔 优先级比 重云 E技能的 冰元素附魔 高 ，因此，六命班尼特就放弃吧！】 替换队友： 重云→暂无 香菱→暂无 班尼特→ 迪希雅 ：生存位（附：由于 香菱 自身的 元素爆发 需要 80 点能量 且 香菱 自身充能无法满足，因此需要其他 火元素 角色帮忙产球，而 班尼特 回血、增伤、充电宝三位一体，算是最优解，迪希雅我没抽到，所以没有测试过，只是个人猜想。 ） 优点：算是三个玩法中上限最高的。 缺点：充能缺口大，养成成本高。 写在最后： 我一开始认识申鹤只是觉得申鹤好帅，之后就一点一点的慢慢了解，感觉她好可怜又很孤独，那时我就决定一定要陪她一起旅行，让她不在孤单。感谢鹤宝能给我这个机会，让我能一直陪在她身边。_(米游姬 感谢)_(米游姬 感谢)_(米游姬 感谢)（抽到时候没攒够抽，抽到80抽的时候小保底歪了提纳里，还好后面10抽又出了，当时心情就复杂，又惊喜又害怕😨，鹤宝真坏_(偶像姬-大声bb)_(偶像姬-大声bb)_(米游姬-哼)_(米游姬-哼)） 最后的最后：找了一些美图来分享 最后的最后的最后：都看到这里了，给个赞在走呗_(米游姬-求求你啦)_(米游姬-期待)_(米游姬-点赞)_(米游姬-打call)_(米游姬-撒花) 最后的最后最后的最后： 我：鹤宝真棒∽∽ 鹤宝：夫君真行∽∽∽ _(米游姬 抛心心)_(米游姬 抛心心)_(米游姬 抛心心)_(米游姬 抛心心)_(米游姬 抛心心)_(米游姬 抛心心)_(米游姬 抛心心)_(米游姬 抛心心)_(米游姬 抛心心)_(米游姬 抛心心)_(米游姬 抛心心)_(米游姬 抛心心)_(米游姬 抛心心)_(米游姬 抛心心)_(米游姬 抛心心)",
    "length": 2527
}