{
    "game_id": 2,
    "post_id": "33212491",
    "f_forum_id": 43,
    "subject": "神里绫人配队推荐",
    "url": "https://www.miyoushe.com/ys/article/33212491",
    "created_at": 1671843113,
    "like_num": 1731,
    "view_num": 184270,
    "reply_num": 499,
    "text": "神里绫人即将和雷电将军一起复刻，恰巧有空整理了一下相关配队，配队均是最大化角色的功能性，保证定位不重复，让深境螺旋中的选择更加丰富。 配队使用的角色除非有特殊说明，否则均为0命，配队顺序不代表排名。 神里绫人配队 配队1：绫人、万叶、夜兰、班尼特 绫人当前版本上限最高的配队，无论对单还是对群均有不错的表现，唯一的缺点是抗打断能力比较差。 输出流程： 神里绫人Q——万叶EAQ——夜兰EQ——班尼特Q——神里绫人E 配队2：绫人、万叶、坎蒂丝、班尼特 坎蒂丝虽然后台伤害不如夜兰，但是增伤稳定以及水附魔可以让绫人站场时间稍微长一点，延长输出轴让循环更加流畅，可以作为夜兰的下位选择。群怪环境可以把万叶替换为温迪，循环更好，增伤稀释相对少一些。 输出流程： 神里绫人Q——万叶EAQ——坎蒂丝EQ——班尼特Q——神里绫人E 配队3：绫人、万叶、行秋、班尼特 行秋相比夜兰和坎蒂丝虽然少了增伤，但是能提高绫人的抗打断能力，充能效果更好。 输出流程： 神里绫人Q——万叶EAQ——班尼特Q——行秋QE——神里绫人E 配队4：绫人、钟离、夜兰、云堇 神里绫人双岩配队，队伍输出偏向对单，舒适性较高。其中夜兰同样可以替换为坎蒂丝和行秋，行秋命座的减水抗以及天赋的减伤回复在这个配队还算不错。 输出流程： 钟离长E——神里绫人Q——云堇EQ——夜兰EQ——神里绫人E 配队5：绫人、琴、坎蒂丝、云堇 如果没有万叶、班尼特、钟离或者其他队伍需要使用的情况下这个配队算得上是不错的选择，队伍输出偏向对单，减抗、回复、增伤、攻击加成都有，如果琴团长有2命以及6命效果更佳。 输出流程： 神里绫人Q——琴EQ——坎蒂丝EQ——云堇EQ——神里绫人E 配队6：绫人、万叶、芭芭拉、云堇 如果没有班尼特，在需要回复以及先手挂水的情况下芭芭拉是个不错的选择，武器可以选择讨龙，2命的15%水伤加成以及双水共鸣对绫人都是不错的提升。 输出流程： 神里绫人Q——万叶EAQ——云堇EQ——芭芭拉E——神里绫人E 配队7：绫人、托马、坎蒂丝、班尼特 神里绫人双火配队，队伍输出偏向对单，托马可以提供一定的抗打断能力，如果有6命不但可以减轻自身的充能压力还可以给绫人提供15%的普攻增伤。 输出流程： 神里绫人Q——托马EQ——坎蒂丝EQ——班尼特Q——神里绫人E 配队8：绫人、迪奥娜、坎蒂丝、云堇 在没有班尼特的情况下，迪奥娜能同时提供护盾和回复，双水共鸣也能增加护盾值。坎蒂丝如果替换为行秋，搭配行秋的减伤效果，迪奥娜的护盾值更高。 输出流程： 神里绫人Q——迪奥娜长E——坎蒂丝EQ——云堇EQ——神里绫人E 配队9：绫人、迪奥娜、罗莎莉亚、云堇 神里绫人双冰配队，双冰共鸣以及罗莎莉亚提供大幅的暴击率加成，不过增伤较少，可以作为备选方案。 输出流程： 神里绫人Q——迪奥娜长E——罗莎莉亚EQ——云堇EQ——神里绫人E 配队10：绫人、莱依拉、罗莎莉亚、班尼特 神里绫人双冰配队，护盾角色为莱依拉，为了保证伤害的情况下回复角色尽量选择班尼特，如果实在没有选择芭芭拉也行，武器选择讨龙即可。班尼特可以给罗莎莉亚提供一定的攻击加成，勉强提升一些后台伤害。 输出流程： 神里绫人Q——莱依拉EQ——班尼特Q——罗莎莉亚EQ——神里绫人E 配队11：绫人、甘雨、罗莎莉亚、班尼特 神里绫人双冰配队，绫人搭配甘雨能大范围冻结，对群有一定的效果。 输出流程： 神里绫人Q——班尼特Q——甘雨EQ——罗莎莉亚EQ——神里绫人E 配队12：绫人、甘雨、温迪、莫娜 绫人搭配传统的莫甘温阵容能最大化对群能力，莫娜武器选择试作金珀回复即可。 输出流程： 神里绫人Q——甘雨EQ——温迪QE——莫娜QE——神里绫人E 配队13：绫人、甘雨、温迪、心海 如果觉得莫娜容错率太低，可以选择心海，武器选择讨龙。 输出流程： 神里绫人Q——甘雨EQ——温迪QE——心海E——神里绫人E 配队14：绫人、菲谢尔、行秋、班尼特 神里绫人触发配队，利用绫人站场触发菲谢尔和行秋的后台伤害，队伍输出偏向对单。 输出流程： 神里绫人Q——班尼特Q——行秋QE——菲谢尔E——神里绫人E 配队15：绫人、北斗、行秋、班尼特 相比菲谢尔，北斗可以补充一定的对群能力，减伤更多，但是充能要求较高。 输出流程： 神里绫人Q——班尼特Q——行秋QE——北斗EQ——神里绫人E 配队16：绫人、万叶、久岐忍、纳西妲 神里绫人超绽放配队，万叶可以提升绫人自身伤害以及辅助挂水，对单对群均有不错的表现。 万叶位置可以根据自身情况或者环境进行调整，钟离、温迪、夜兰、行秋、心海、砂糖、菲谢尔等不会影响超绽放输出的角色都可以作为选择对象。 输出流程： 神里绫人Q——万叶EAQ——纳西妲长EQ——久岐忍E——神里绫人E 配队17：绫人、菲谢尔、纳西妲、班尼特 草元素反应配队，班尼特可以适当选择一些精通词条，6命效果更佳，可以让绫人元素战技结束之后附魔火元素触发烈绽放以及燃烧反应。 队伍对元素爆发依赖度不高，大世界体验相对不错。 输出流程： 绫人Q——纳西妲长EQ——班尼特Q——菲谢尔E——绫人E 配队18：绫人、夜兰、香菱、班尼特 绫人双水双火配队，夜兰可以替换为行秋，机动性与伤害降低，抗打断能力与充能效率提高。 班尼特有6命的情况下神里绫人可以升级一下普攻天赋，元素战技结束后能继续附魔火元素触发蒸发反应。 输出流程： 绫人Q——夜兰EQ——班尼特Q——香菱QE——绫人E 以上就是本次神里绫人的配队推荐了，输出流程仅供参考。",
    "length": 2276
}