{
    "game_id": 2,
    "post_id": "22233831",
    "f_forum_id": 43,
    "subject": "执望三千里及两个隐藏宝箱成就（含晶化骨髓位置及背后故事）",
    "url": "https://www.miyoushe.com/ys/article/22233831",
    "created_at": 1652321927,
    "like_num": 121,
    "view_num": 2951,
    "reply_num": 11,
    "text": "原神2.6版本持续延期中，今天依旧是帮大家查漏补缺。本期继续给大家带来稻妻另一个世界任务及隐藏后续，来看看你是否做 完 了呢？ 1.执望三千里前置 这个任务相信大部分人都做了，不过为了攻略的完整性这里同样列出了任务流程，没做过的旅行者可以看看。 如果已经完成过，也可以直接跳到后面看后续 这里建议来到蛇神之首山上的传送点，往西南方向偏下方飞，来到上图感叹号的位置找到长次接取任务 对话完之后需要交12个 晶化骨髓， 要完成整个任务至少需要 36 个 晶化骨髓 ，大家尽量一次性收集完。如果没有的话，下面也给大家列出了 36个 晶化骨髓 的位置（如果不够应该是没找全，注意多找一下） 锄头表明位置 蛇神之首区域（27个） 藤兜砦西边（8个） 还有一个在长次旁边，如下图 找完后到长次那交付 晶化骨髓 继续对话，取得长次所说的“财宝”，结果根据任务指引到指定位置却挖出了 苹果 ？_(米游姬-疑问) 气愤的我们想回去找长次对质，休息到第二天上午11-14点与长次对话，这里调整游戏时间即可； 与长次对话可知那是他所有的财宝了，旅行者与派蒙劝他从善，他似乎认识到错了？又请求我们的帮助，继续为他找 晶化骨髓 来换钱 ； 再次交付12个 晶化骨髓 给长次，对完话后前往长次的家 继续对话我们需要学习并制作 渡来禽肉 需要先交付2个面粉、4个禽肉、2个鸟蛋，从长次那获得制作料理的食谱 然后在右手边的炉子烹饪一份 渡来禽肉 ，需要面粉*2、堇瓜*3、禽肉*4、鸟蛋*2，做完后找长次了解他的故事及烦恼 对话完后调查神龛，在附近的雷樱枝条拿到雷种子进入若雷结界里，可与神龛互动也可以靠近直接回去和长次对话以继续任务 回去和长次对话之后即可完成这一阶段的任务 2.后续任务及两个宝箱位置 等到 现实时间第二天 ，我们再次来到长次家门口找到长次和他对话，可知他还需要12个 晶化骨髓 交完之后，下面是后续对话，可知到长次后续的活动轨迹： 踏鞴砂、鸣神岛 ，也是我们后续找长次的位置提示 一系列对话完之后，长次就已经不在家门口了，这时候我们打开地图，先沿下图路线来到四叶草标注位置 可以找到长次和一个 精致宝箱 ，和长次对话后，长次会再次消失，我们先拿上宝箱（ 注意：如果没在长次家门口找到长次，可以直接来这里，如果还是没有去下一个点找以防漏宝箱 ） 然后我们再打开地图，还是沿下图红色箭头指引来到四叶草位置，就能看到长次和一个 珍贵宝箱 和长次对话，可知他依然在找母亲，真希望他能平安找到啊_(米游姬-求求你啦) 对话完之后整个执望三千里任务完成并且出现一个成就 三千里的起点 3.下面是一些故事背景推测 因为和之前的药师故事是一个大背景下的，从和长次的对话也可以知晓这点，而且如果故事分开讲就会有断片的感觉，所以之前的故事也会一起讲，下面用红字突出长次的故事 绯木村之前是个平静的山村直到有一天被一种名为祟神病的业障侵袭，感染祟神病的人精神会崩溃身体状况也是每况愈下，而且常常会在耳边听到莫名的低语声，随着时间推移村中的病患愈来愈多，去世的人更是不计其数。 村中的医生为了救治病人不幸感染祟神病，而后医生在祟神病折磨下精神崩溃被村长关了起来，最终死在了地牢中。医生的学徒保本继承医生的遗志寻找能够治疗病症的药草。村长目睹村子惨状而郁郁寡欢最终将希望寄托于神龛祈求但是接近神龛也意味着村长最后的理性消磨，在如此高压的环境中村长也变得疯狂起来。 幕府战争一直在持续着，很多难民逃到这个村子又补充了点人力但也为祟神病增加了新的感染者。有一日幕府军的一支小队来到了村子边上寻找逃兵，派了部队中能力超群的左未门的进村子询问，左卫门撞见了发疯了的村长被活祭了。小队见左卫门未归又派了一个叫松田的进村，结果也被村长活祭了。接连两人失踪小队坐不住了一起来到了村子，小队认为村子里藏匿了逃兵所以才导致之前去的二人袅无音讯。飞来横祸让被疾病缠身的村民怒不可遏最终决定和小队火拼双方死伤无数，小队进了村子后也感染了祟神病，感受到村中异样的氛围小队中一个善用文笔的人感到不适便独自逃到了小岛上，最终这人在祟神病的摧残下凄惨地死去，并将绝笔留在了海岛的一处焦岩之上。而在村中的小队也一个个病死了黑血流淌成了一条小河。 经过这次事件，村子里就剩下了长次母子和村长三人。而且长次的母亲和长次并未感染崇神病，村长发疯了就用之前病逝的人的遗产吸引来往的人在异人龛进行活祭并且已经成功了很多次。因为村子的疾病的消息传出，绯木村渐渐无人往来，最终村长将活祭的目标放到了长次母亲身上，长次母亲害怕被活祭于是求海盗将其带到须弥留下长次一人在村子里。（但是根据六神龛描述长次母亲并未离开稻妻，至于生死尚未可知）长次为了去须弥寻找母亲就缠住了旅行者帮他赚钱最终得以离开稻妻从至冬路线前往须弥。",
    "length": 1966
}