{
    "game_id": 2,
    "post_id": "43113435",
    "f_forum_id": 43,
    "subject": "【V4.0攻略·角色攻略】钟离全面解析︱机制/养成/四大流派",
    "url": "https://www.miyoushe.com/ys/article/43113435",
    "created_at": 1693794575,
    "like_num": 7405,
    "view_num": 503142,
    "reply_num": 610,
    "text": "UID：100559319 这里是阿斯盖特，本期是往生堂的神秘客卿、拥有着诸多称号的——岩王帝君「 钟离 」的角色攻略！本期将从 技能机制 再到 盾辅 、 武神 、 共鸣 流等诸多玩法进行详细讲解！ “旅程总有一天会迎来终点，不必匆忙。” 【简析&一图流】 「 钟离 」自登场以来便一直是大家关注的角色之一，时至今日依旧是许多玩家在大世界探索、秘境挑战中经常考虑选择的角色。其优秀的技能机制使得老爷子可以加入诸多队伍，同时也衍生出许多玩法。 如果你还没有钟离，那么还请不要犹豫！由磐岩铸成的护盾将永远守护着璃月！ *文字太长不想看？先看看「一图流培养」吧！ 【角色培养材料图表】 ▶天赋加点 ① 普通攻击/重击 （ A / Z ）：站场 武神流 玩法升级（8+），其他玩法可不升级。 ② 元素战技 （ E ）： 核心技能 ，优先升级（8+），通过升级等级提高护盾吸收量。 ③ 元素爆发 （ Q ）： 共鸣流 、 大招爆发流 选择升级（8+），如果不打伤害就可不升级。 （为优化阅读体验，技能机制解析放在 折叠内容 中） 【1】普通攻击/重击（A/Z） ① 在普攻打出第5段的踢枪动作时，可利用 跳跃/冲刺 取消后摇，踢枪攻击依旧可以造成伤害。 ② 普攻本身的倍率一般，主要通过 固有天赋2 （炊金馔玉） 来提高普攻/重击造成的伤害。 ◆钟离帅气的普攻踢枪动作与特殊的重击突进无不展示着其武神身份，对于想要体验武神流玩法 （下方将会介绍） 的旅行者，可考虑升级。 【2】元素战技（E） ① 创造的岩脊在命中敌人时造成 强岩 元素伤害 （2元素量） ，长按战技时的范围岩伤、岩脊与岩造物的共鸣攻击均为 弱岩 元素 （1元素量） 。 ② 岩脊 或后续 共鸣攻击 命中敌人将产出 0-1颗岩元素微粒 ，冷却时间约1.5秒。 *所有的岩脊、岩造物的共鸣攻击 共享产球冷却时间 ，岩造物再多也 不会加速 岩元素微粒的产出！ ③ 岩脊 每2秒 与岩造物产生一次共鸣，每个岩造物都将 独立造成1次岩元素伤害 。 可在大世界BOSS「 黄金王兽 」所产生的“ 兽境犬首 ”附近点按战技利用岩脊破除。 ④ 场上 至多存在4个岩造物 ，其中 岩主 元素爆发所产生的「 岩嶂 」属于岩造物、可以被共鸣，但不计入岩造物的数量。 其他岩造物还有：荒泷一斗的「阿丑」、凝光的璇玑屏、阿贝多的阳华、岩主的荒星。 ⑥ 拥有岩盾的敌人还有岩盾丘丘人/丘丘暴徒、岩盔丘丘王、愚人众·岩使游击兵；可创造岩造物的敌人有无相之岩的 岩固件 、岩丘丘萨满的 岩柱 。 ◆钟离的 核心技能 ，护盾持续时间长、盾量高，对于萌新或不想走位的旅行者来说可谓究极安逸，护盾存在期间的 稳定全元素/物理20%减抗 也使得老爷子可以加入诸多队伍，岩脊的共鸣效果也为钟离开辟了共鸣流玩法。 （非常值得拥有！绝对不亏！） 【3】元素爆发（Q） ① 降下的巨大星岩造成 超强岩 元素伤害 （4元素量） 。 ② 非BOSS类敌人可被该技能“ 石化 ”，处于石化期间的敌人攻击动作将会“暂停”，在石化结束后将继续攻击动作。 ③ 可通过“卡肉”机制延长石化的控制时间。 ◆该技能的控制效果可观，甚至在部分环境下优于相似的冻结效果 （部分非BOSS敌人免疫冻结或具有较高的冻结抵抗） 。元素爆发也是 大招核弹 / 副C爆发 的主要技能，如果打算体验大招玩法则可升级该技能，并且选择输出型装备。 【4】固有天赋 ① 固有天赋1 ：触发后直接提高处于玉嶂护盾庇护下角色的护盾强效， 切人不会消失 。 ② 固有天赋2 ：该天赋的存在使得钟离提高生命上限不仅可以提高护盾量，还可提高技能伤害，使钟离的武神流、共鸣流等玩法伤害更高。 【套装选择讲解】 ▶盾辅玩法 ◆各搭配下 盾量 对比 【1】不同武器时护盾量对比 【2】不同套装搭配时护盾量对比 ① 千岩牢固 4件：搭配 攻击模组 角色、搭配纯色队。 ② 教官 4件：搭配 反应队 ，尤其队内 提高精通手段较少 的队伍 （缺少精通拐：纳西妲/砂糖等） 。 ③ 悠古的磐岩 4件：配合火/水/雷/冰元素主C， 如赛诺激化队、甘雨冰伤/融化队、林尼纯火队等 。 ④ 生命2+2：过渡使用，提高盾量最终需考虑千岩4件。 ▶共鸣流/大招副C ① 宗室 2/ 攻击 2/ 磐岩 2：提高岩元素伤害即可，也可考虑宗室4件 （提高全队攻击力） 辅助队友。 ② 大招流玩法选择「 绝缘之旗印4件 」时，可将元素充能效率堆叠至150%以上。 ▶武神流 ① 玩什么流派武神就选什么元素加成的套装， 如冰武神就选冰伤加成 。 ② 4件套主要选择 提高 钟离 普攻 伤害的套装， 如角斗士、逆飞、余响、追忆等 。 ◆关于「 深林的记忆 4件」 利用钟离开盾、岩脊命中敌人后降低敌人草抗，提高队伍草伤。当前已经登场多名草元素后台角色，不推荐专门给钟离使用这套圣遗物——其一是岩脊的位置固定、面对多动症敌人不能保证稳定命中；其二是岩脊容易被摧毁，导致减草抗无法续航。 【词条与面板讲解】 ① 护盾辅助 的生命值保持在5.2W以上，4星圣遗物可在4.4W以上 （只需要叠生命值） 。 ② 武神流 / 共鸣流 / 大招副C玩法 的暴击率推荐在60%以上，暴击伤害推荐在120%以上，生命上限推荐在3.2W以上 （优先双暴、其次攻击、最后生命） 。 ③ 携带「 西风长枪 」时 （暴击额外产球供全队回能） ，理之冠、副词条可优先选择暴击率。 ◆当前版本钟离的主要玩法就是护盾辅助，优先选择能够提高钟离护盾量、功能性的武器。岩伤/武神流等玩法更推荐真爱党选择。 ◆ 大招爆发流 玩法时武器 伤害期望 对比 ① 护盾辅助 ：优先 西风长枪 （额外产球优化队伍循环）、 黑缨枪 （提高护盾量） ② 岩伤副C/共鸣流 ：优选护摩之杖、决斗之枪、千岩长枪等双暴类武器提高元素爆发、战技共鸣地岩伤。 *护盾辅助玩法也可同时体验大招岩伤玩法，只需选择堆叠攻击、双暴和岩伤即可。 ③ 武神流玩法 ：优选护摩之杖、和璞鸢、贯虹之槊、决斗之枪、千岩长枪、白缨枪等武器站场普攻输出 （ 火武神 也可选峡湾长歌、匣里灭辰等） 。 ④ 不推荐 专门为了钟离锻造「公义的酬报」这把武器——其一是生命值提升不如黑缨枪，性价比较低；其二是钟离自身能量启动要求较低（仅40点），并不刚需该武器回能 （6命时可考虑） 。 ▶命之座介绍 ▶命座讲解 【1命】共鸣流的关键命座，加速共鸣频率，两根岩脊可分别对同一岩造物产生共鸣。 【 2命 】十分适合联机 （2命钟离别踢.jpg） ；高压挑战中利用大招重新获取护盾，减少出现护盾提前破碎、战技还在冷却的情况。 *解锁2命后，在单岩队伍中，钟离可适当堆叠元素充能效率保证大招循环（140-160%）。 【4命】增强范围伤害和控制效果，面对可控敌人时效果不错。 【6命】解锁该命座之后可解放队内治疗位换上其他辅助/副C。但对 需要控制血量的角色 而言则不太友好 （如 胡桃 ） ，搭配这类角色时需谨慎考虑该命座的解锁！ ◆简单总结： 0命机制完整、体验相当不错，共鸣可点1命，2命联机不踢，4命增强效果，6命谨慎选择。 (点击上方 折叠内容 查看命座介绍与解析) 钟离的流派玩法较多，但当前主要以盾辅玩法为主，下文将分别会讲解钟离的 盾辅 、 武神 、 共鸣 / 大招爆发 等玩法的内容。不同的玩法也会有不同的装备选择，将会在各玩法中进行介绍。 【一、护盾辅助】 ▶玩法介绍 钟离的 主要玩法 ，利用自身护盾/减抗效果保障队伍容错率的同时提高我方角色造成的伤害。主要 堆叠生命值 提高护盾量即可。 ▶队伍搭配 （为了优化阅读体验，已经内容放置于 折叠 中） 【1】 胡桃 蒸发队·胡行钟夜 ① 当前胡桃蒸发队的主要搭配——行秋与夜兰互相“ 充电 ” 降低充能压力 ，夜兰通过固有天赋提高胡桃造成的伤害，钟离利用护盾提高阵容容错率以及降低敌人元素抗性。 ② 双水共鸣 同时提高 胡桃、夜兰和钟离的技能效果。 ③ 在胡桃队伍中，经常缺少先手挂火能力，钟离在选择磐岩4件时更多是拾取的 水结晶 ，提高队内行秋、夜兰等水元素角色的伤害 ④ 使用 千岩4件 可提高护盾量，使用 教官4件 可提高火C蒸发伤害 （教官效果仅8秒，可考虑火C输出前钟离利用技能触发结晶反应） 。 ◆简单总结 ：磐岩难提火增伤，千岩提高护盾量，教官持续时间短、需在火C前施放。 ⑥ 前期没有夜兰或夜兰在其他队伍时，可用 阿贝多 、 凝光 （试作金珀+教官4件） 暂替；可将行秋替换为 莫娜 ，进一步提高胡桃的爆发伤害。 【2】 宵宫 蒸发队·宵夜钟云 ① 夜兰 稳定 队敌人施加 水附着 ，使宵宫触发蒸发反应；利用固有天赋2 提高宵宫造成的伤害 。 ② 钟离与云堇组成 双岩共鸣 ，提高队伍造成的伤害。云堇利用大招提高宵宫的 普攻基础倍率 数值，钟离利用护盾提高阵容容错率以及降低敌人元素抗性。 ③ 在宵宫队伍中，若想配合磐岩4件拾取火结晶，需宵宫前置施放元素爆发或蓄力射箭命中敌人 （前者需要宵宫使用余响/后者拖沓时间） 。 ◆ 简单总结 ：磐岩难提火增伤，千岩提高护盾量，教官持续时间短、需在火C前施放。 ④ 当前 宵宫 优先考虑选择来歆余响4件，其次是追忆之注连4件。 ⑤ 云堇也可与 班尼特 替换。 【3】融化流 甘雨 ·甘香钟班 ① 在该阵容中，班尼特、香菱 优先堆叠元素充能效率 保证技能循环——香菱可优先考虑 西风长枪 （香菱在该阵容的第一任务是挂火，配合甘雨触发融化反应） 。 ② 灵活使用融甘的 大小循环 ——如 深渊最后收尾 时，想保留香菱的元素爆发至下一层，可以考虑香菱只施放元素战技利用锅巴挂火，此时甘雨则不需要施放元素爆发。 ③ 在该阵容中， 钟离 优先考虑悠古的 磐岩4件 、 教官4 件这两种圣遗物套装搭配。 ④ 对于追求更高伤害的玩家，可以选择将钟离替换为 枫原万叶 ，通过先手扩冰，再搭配班尼特元素爆发染火使甘雨的融化伤害进一步提高 （但该变阵需要注意躲避敌人的攻击） 。 ⑤ 更为追求对单的“甘鹤万班”玩法 （ 申鹤 推荐1命） ，利用万叶大招的 扩冰 染火 手法施加火附着，把握万叶大招火附着的频率配合甘雨触发融化。 【4】 双草 激化· 提 纳钟八 ① 提纳里与纳西妲组成 双草共鸣 ，提高全队元素精通，从而提高队伍的激化反应伤害。 ② 提纳里拥有较短的速切爆发能力，配合 八重神子 的后台雷伤可以迅速打出高额伤害； 纳西妲 施放大招后可 提高场上角色的元素精通 ，进一步提高队伍的激化伤害。 ③ 存箭手法 可以提高提纳里的爆发伤害，爆发6次重击伤害。 【5】 双草 激化· 海 纳钟八 ▶艾尔海森的 6剑雨 手法 （需满能量） ◆ 施放元素爆发、2轮普攻输出4段接冲刺、施放元素战技、2轮普攻输出4段接冲刺、普攻-重击输出1次、2轮普攻输出4段接冲刺 ◆简化版： Q-4A闪-4A闪-E-4A闪-4A闪-AZ-4A闪-4A 【6】 双雷 激化· 刻皇 钟妲 ① 刻晴激化队利用自身速切优势组成“双雷+减抗+草治疗”的阵容。钟离多用于高压环境，提高生存能力或搭配赛诺的长轴激化玩法。 ② 刻晴激化队 搭配钟离时 ，草元素角色可 优先考虑纳西妲 。 ③ 菲谢尔可与 九条裟罗 替换，提高刻晴的爆发伤害； 菲谢尔 优先选择「 黄金剧团 」4件提高元素战技造成的伤害。 ④ 如雷4件 是刻晴的优选装备，其减CD的功能性可以增加战技的施放次数，该套装下的基础输出手法是 “EEAQAEE后接2-3次AZ输出” 。 ⑤ 当前 赛诺激化 更推荐高命体验， 低命赛诺 多选择搭配“纳行久”的超激绽玩法。 【7】 火伤 输出·林万钟班 ① 林尼 自身的输出需要前置叠加「 隐具余数 」来进一步提高元素战技的爆发伤害，可以考虑在林尼 施放2-3次重击 后 切至枫原万叶 重新触发火扩散降低敌人火抗）。 「隐具余数」的持续时间较长，持续时间内林尼离场不会清除。 ② “万叶+钟离”的减抗/增伤效果对林尼提升较大 （可以弥补缺少1层天赋的损失） ，此时钟离优先考虑 磐岩 4件、 千岩 4件。 ③ 当没有枫原万叶或万叶在另一队伍时，可以考虑选择用 琳妮特 暂替 （天赋提高全队攻击、荒性角色） 。 【8】 风伤 输出· 散 珐钟班 ① 优先 保障珐露珊的元素充能效率 （命座越高越好/ 6命 最关键） ， 非6命 时需要珐露珊选择“施放战技后打出1次蓄力箭命中敌人然后施放元素爆发”，解锁 6命后 可直接“EQ”。 ② 班尼特 可与 云堇 、 夜兰 等角色互相替换 （如果想体验流浪者的最强输出形态，可直接考虑散珐云班，但需要注意躲避敌人攻击） 。 【9】 风伤 输出· 魈 珐钟班 ① 魈在输出时可以考虑 “ 下落攻击后接1段普攻 ” 的输出方式 （较易打出） ，从而增加输出效率。 ② 优先 保障珐露珊的元素充能效率 （命座越高越好/ 6命 最关键） ， 非6命 时需要珐露珊选择“施放战技后打出1次蓄力箭命中敌人然后施放元素爆发”，解锁 6命后 可直接“EQ”。 ③ 班尼特 可与 夜兰 替换。 ④ 魈主要依靠施放元素爆发进行输出，可 适当堆叠 30%左右的元素充能效率。 【10】 水伤 输出· 夜行 钟万 ① 该阵容更多推荐 1命以上夜兰 选择，由夜兰直接站场输出； 行秋 利用元素战技 产球充电 ，且雨帘剑也具有一定伤害； 万叶 通过技能 触发水扩散 提高队伍水伤 （当前版本下，除夜兰4命外，没有其他生命增益效果的辅助角色，所以第四人选择钟离降低敌人水抗） 。 ② 夜兰解锁6命后可将行秋替换为 莫娜 ，提高6命「 破局矢 」的爆发伤害。 【11】 水伤 输出· 绫人 双水 ① 云堇 利用元素爆发提高绫人的 普攻基础倍率数值 ，需要注意 提高元素充能效率 ； 钟离 利用战技产生的玉嶂护盾 降低敌人的水元素抗性 ； 夜兰 利用元素爆发持续造成后台水伤，并且 提高神里绫人造成的伤害 。 ② 双水共鸣 可以同时提高神里绫人、夜兰和钟离的相关技能强度，利用率较高。 ③ 云堇也可替换为 班尼特 、 枫原万叶 等角色。 【12】 岩伤 输出·一五钟阿 ① 钟离的玉嶂护盾可以 降低敌人的岩抗 ，岩伤角色搭配钟离可进一步提高伤害。 ② 五郎利用元素战技提高队内岩元素伤害和防御力 （在该阵容中，钟离可考虑提高造成的伤害担任爆发副C） ； 阿贝多 利用元素战技可于后台造成岩元素伤害，并且通过战技命中敌人 产生岩元素微粒 为荒泷一斗充能、优化大招循环。 ③ 诺艾尔岩伤队 也可选择钟离降低敌人岩抗。 【13】 物 雷 爆发· 优 雷 修钟 ① 在队伍整体爆发输出上要逊色于“优雷修班”，但较班尼特而言不会限制行动范围，面对“多动症”敌人时更加灵活 （班尼特在另一队时可考虑） 。 ② 罗莎莉亚 主要堆叠 暴击率 、 元素充能效率 以提高队伍的输出效率、进一步优化循环，同时 6命 可降低敌人物抗，进一步提高优菈的物理输出。 ③ 队伍最终的伤害是 优菈 、 雷电将军 两人的爆发伤害，优菈为主要站场角色，可优先培养优菈，再进一步提高雷电将军的配置。 ◆以上是钟离的常见队伍搭配，除这些外还有诸如四神队、三神一帝等玩法对配置要求较高或者使用人数较少。钟离利用自身优秀的护盾/减抗机制可以加入诸多队伍保障队伍的输出，是前期开荒的优秀人选之一。 【 更多配队 示例】 ◆以下配队的使用人数较少，且部分配队的原理与上述队伍类似，这一就不再一一详述，可以查看笔者的相关对应角色贴了解详细内容 ① 纳行久 第四人：纳西妲+行秋+久岐忍+钟离 ② 雷夜钟纳 ：雷电将军+夜兰+钟离+纳西妲 ③ 四神/三神一帝玩法 ：纳西妲+雷电将军+钟离+温迪/枫原万叶 ④ 赛诺 激化队 ：赛诺+菲谢尔+钟离+纳西妲 ⑤ 宵宫 纯火队 ：宵宫+枫原万叶+钟离+班尼特 ⑥ 诺艾尔 岩伤队 ：诺艾尔+五郎+阿贝多+钟离 …… ——水神登场后，钟离：我们五个“人”（划掉，神.jpg）中，要有人退出四神队了.jpg 【二、武神玩法】 ▶玩法介绍 当前能够为队友 提供元素附魔 的角色有 重云 （战技） 、 班尼特 （6命） 、 坎蒂丝 （大招） ，这样是当前武神流元素玩法的必须选择角色，此外还有搭配雷、冰元素角色的 物理流 玩法 （流月针依旧经典~） 。 钟离的普攻具有多段攻击，且固有天赋2 （金炊馔玉） 的存在使得生命值也能提高钟离的普攻伤害。在搭配云堇后钟离的普攻伤害还可以进一步提升。主要采用5A一循环进行输出，其中有“ 5A+冲刺 ”、“ 5A+重击 ”等手法 （A代表普攻） 。 ▶队伍搭配 （为了优化阅读体验，已将内容放于 折叠 中） 【1】 冰 武神· 冰 枪 ① 该队伍的核心是 重云战技的冰元素附魔 （2命更佳） ，使钟离可打出冰伤。 ② 申鹤6命体验最佳 （冰伤普攻不再消耗冰翎） ，但0命依旧可以利用元素战技 （冰伤基础倍率提升） 、元素爆发 （降低敌人冰抗/物抗） 来提高钟离的伤害，推荐将申鹤的 充能效率提高至180%以上 。 ③ 云堇与钟离组成 双岩共鸣 ，同时云堇的大招进一步提高钟离的普攻伤害，满命还可提高普攻攻速，推荐将云堇的充能效率提升至200%以上 （可选喜多院十文字、西风长枪等） 。 ④ 云堇可替换为 枫原万叶 （增伤/风套减抗） 、 夜兰 （协同水伤/增伤） 。 ⑤ 参考输出手法 ：钟离E （长按） 、申鹤EQ、重云QE、云堇EQ、钟离5A普攻循环3次 【2】 炎 武神· 火 枪 ① 该玩法需要 班尼特解锁6命 ，施放大招提供火元素附魔。 ② 队内选择 夜兰 、 行秋 这两名角色之一挂水，配合火附魔的钟离打出蒸发反应。 ③ 该队伍的云堇、班尼特、夜兰/行秋都需要注意堆叠充能效率，保证队伍循环。 ④ 参考输出顺序 ：钟离E （长按） 、夜兰EQ、班尼特EQ、云堇QE、钟离5A普攻循环3次 【3】武神· 物理 流 ① 米卡 利用技能提高钟离的物伤加成、普攻攻速，并且在6命时提升物理暴伤加成；可替换为 罗莎莉亚 ，其可以提供额外暴击率，6命时还可降低敌人物抗。 ② 菲谢尔 照旧选择雷伤输出装备，该版本可优先选择「 黄金剧团 」4件。 ③ 参考输出手法 ：钟离E （长按） 、菲谢尔E、米卡QE、云堇QE、钟离5A普攻循环4次 【4】 水 武神· 水 枪 ①若选择与 夜兰 组成 双水共鸣 ，其生命值上限替身对钟离、夜兰和坎蒂丝均有收益。 ②注意 坎蒂丝 的 充能效率堆叠 保障大招循环，单水推荐在240%以上、双水推荐在210%左右。 ③ 参考输出顺序 ：钟离E （长按） 、夜兰EQ、云堇QE、坎蒂丝EQ、钟离5A普攻循环3次 ◆重云、班尼特的附魔需要在技能范围内才可生效，一定程度上限制了输出，在面对“多动症”的敌人时，可能会出现离角色较远的尴尬情景，水枪、物伤流则没有范围限制。武神流玩法在当前版本 （V4.0） 更多属于一种 娱乐拓展玩法 ，更多面向钟离真爱党玩家选择 （6命申鹤的冰武神的伤害还是很可观的） 。 【三、共鸣流&岩伤副C】 利用 岩脊 与其他 岩造物 产生共鸣的机制，持续造成共鸣岩伤，彻底解放双手。但在当前版本中，由于攻击欲望强、攻击频率高、具有位移等效果的敌人存在，该玩法更多属于 娱乐拓展玩法 。 【队伍搭配】 ① 共鸣流玩法中，钟离的 1命 较为关键，额外的岩脊可以 提高共鸣频率 。 ② 岩主通过元素爆发所创造的 岩嶂 视为岩造物、可被岩脊共鸣，但 不计入岩造物数量 。 ③ 在该玩法中，攻击的收益略高于生命，可根据副词条选择沙漏的主词条 （ 高精练护摩之杖 优选生命沙漏） 。 ④ 第四人可以考虑选择提高钟离共鸣伤害的 班尼特 （岩脊具有锁面板效果） ，也可考虑选择 凝光 提供爆发伤害。 *「 一五钟阿 」阵容属于一种共鸣伤害占比较少的岩伤玩法，在该队伍中，钟离可适当堆叠双暴、攻击来提高各造物产生的共鸣伤害。 （点击上方查看 共鸣流 和 核弹玩法 介绍） 【写在最后】 当前版本中，钟离的玩法还是 以护盾辅助为主 ，利用老爷子安逸的护盾和减抗效果提高队伍生存能力、伤害，而武神流、共鸣流等伤害玩法更偏向真爱党玩家选择。 ◆ 武器方面 ：盾辅优选西风长枪、黑缨枪；输出玩法优选护摩之杖、决斗之枪等提高伤害的双暴武器。 ◆ 圣遗物方面 ：盾辅可选千岩/磐岩/教官4件，也可选择生命2+2过渡；武神流优选角斗/追忆/逆飞/余响4件，或对应属性伤害2件+攻击2件/逐影2件；共鸣流&岩伤副C可选择磐岩/宗室/攻击2件提高岩元素伤害。 ◆ 词条方面 ：盾辅玩法主要堆叠生命值、提高护盾量；输出玩法照旧堆叠双暴、攻击、生命等。 ◆ 命座方面 ： 0命机制完整、体验相当不错，共鸣可点1命，2命联机不踢，4命增强效果，6命谨慎选择。 以上就是本期钟离全方位讲解的全部内容了，我们下期再见！_(米游姬入欧) 图片： Asgater 文本： Asgater 数据： Asgater 监督&校正： Asgater",
    "length": 8592
}