{
    "game_id": 2,
    "post_id": "50582831",
    "f_forum_id": 43,
    "subject": "不要卡等级！龙王+种门，秒天秒地！深渊配队。新人教程3",
    "url": "https://www.miyoushe.com/ys/article/50582831",
    "created_at": 1711120752,
    "like_num": 103,
    "view_num": 10511,
    "reply_num": 24,
    "text": "加入种门保平安！遇事不决上种门！ 加入种门，实现配队自由！ 三年之期已到，恭迎龙王回归！ 翻译 各种深渊环境，一般都可以上一队种门，几乎无视一切护盾、一切环境。 不知配啥队就无脑种门，种门草水雷火各种冷门角色都能用。 4.1版本开始，那维莱特最牛。 先说深渊12层配队： 1草主61级/草神90级+行秋81级+久岐忍/雷神90级+柯莱61级/瑶瑶71级。 2那维莱特81+菲谢尔61-81，+钟离、万叶砂糖扩散90，或者+水神、奶妈。 多1级证明你突破了，免得别人帮你看角色害怕你没突破。11层可少10级。 新人深渊11层速成配队 2队，龙王队。 那维莱特79级+菲谢尔49级+其他。 那维莱特其他配队看我另一个教程。 要是龙王充能不够130%，队友可用流放者4。 1队，种门队。 打火机90级+挂草挂水工具人40-69级。 工具人越低级，越要生命词条。 种门和龙王，成本超低，摆烂之光！ 种门队优先，理由看完我新人教程3。 新人过任务，种门比龙王舒服，因为不用背破盾机制，草盾很少见，木盾丘丘人血少，可以说玩种门就无脑冲。 武器本是水怪，大世界也经常有水怪。 水法师控制是最讨厌的控制。 新号一定要玩种门，节约资源后面培养深渊第二队。 而且前期不升其他角色，后面会抽到更好的。 我开始就是升了一堆的角色，低级世界刷一堆人突破材料，还把五星圣遗物当狗粮，可以说浪费了40个脆弱树脂，唉…… 所以说想速成的还是要多看教程。 种门入门配队，无条件，人人都有。 草主41级+芭芭拉41+丽莎59-79级+柯莱41。 一般是开局用。 操作有点麻烦，但是也比养其他角色好了，速成。 种门入门: 操作手法:草水雷，草。 双草一个教官套，一个草套。 先草后水，生成草原核，俗称种子。 最后雷或者火，俗称打火机。 推荐雷，超绽放自动追踪很舒服。 打火机就是主C。 打火机理论上谁都可以，要求就是能打到草种子，雷火越快启动越好。 打火机+水。 配队目的是尽量一个前台，一个后台。 不推荐水和打火机都是前台，操作麻烦。 当然你没有后台也没办法。 种门打火机优先 久岐忍>雷神>烟绯>丽莎>班尼特>雷泽>托马>迪卢克。 手残党推荐久岐忍、烟绯。 久岐忍一个圈出去，四面八方中午都引爆，很舒服。 用烟绯点火也方便，但是要盾或奶。 打不中种子的先搜教程看别人的手法。 怎么搜？ 举例：种门丽莎操作，烟绯烈绽放，就能搜到视频。 没有行秋久岐忍怎么办？ 抽卡。 所有角色突破20级、40或50级可以领蓝球抽卡，抽完试试。 没抽到久岐忍的，丽莎升49-69级过渡就行。 我就是丽莎升79才知道可以领蓝球，才有久岐忍，然后又要重刷突破材料一周。 没开层岩巨渊，久岐忍不能突破怎么办？ 最好问问有没低级世界开了的。 靠自己的： 久岐忍+1或2队友都带教官套。 草主还是堆充能，流放者2+学士2。 先将就着用，虽然刮痧，但是操作容易。 自己搜丽莎种门手法、种门丽莎手法。 丽莎升69级过渡，等久岐忍抽出来再换。 丽莎突破加精通，所以伤害容易提高， 缺点：操作麻烦。 要让种子在你和怪物之间，或者你跟怪物贴近，然后你A或者E才容易碰到种子。 其他配队： 超激绽： 草水雷雷。 举例： 草主/草神+行秋/芭芭拉/心海/水神 +丽莎/久岐忍+菲谢尔/雷神。 超绽放+激化反应。 超绽放为主，激化反应补一点伤害。 因为有时候丽莎和奥兹点不到草原核，所以有时是激化反应。 单草主充能250%以上。 没有久岐忍就靠水系回血。 砂糖种门。 草主+行秋+久岐忍+砂糖。 草主+芭芭拉+雷+砂糖。芭芭拉回血。 没有久岐忍、雷神？ 自己搜砂糖种门。 原理： 带丽莎或皇女，但是很难碰到草原核。 所以带个风系，堆精通和充能，扩散雷。 再次强调：加入种门，实现配队自由！ 种门非常自由，大多数角色都可以加入种门，自己多搜搜各种各样的种门低配。 新人要不要卡等级？卡等级有什么坏处？ 为什么不要卡等级？ 因为低级世界掉落物太垃圾，浪费树脂和游戏时间。 具体分析看我后面的教程，树脂篇。 40体boss世界8才达到100%掉五星圣遗物，如果怕世界8太难打的，可以在54级时降低到世界6，以免55级自动到8。 我也卡过45级，后来发现没必要，可以先突破，实在不行再降低世界等级，因为47级可以领主角命座，先领点等级奖励。 为什么有人想卡等级？ 因为刮痧打不过，我前面十几天玩冰冻，也卡过35级几天。 后来看到不止一个群友推荐种门，试了一下，真的是秒天秒地秒空气。 我是31天51级，而且前面十几天还是玩永冻的，后面才研究种门。 如果你一开局就玩种门，就比我轻松了。 我从完全不懂开始，每天玩5-10小时，一个月就50级了，有的人玩了一个月还发帖说不卡等级打不过。 萌新要不要卡等级？ 真的不需要了，因为有种门秒天秒地秒空气，草反应叫做种门。 到了10级过完新手教程，搜索如何去须弥，跟视频就可以去须弥七天神像换草属性主角。 那些需要卡等级的帖子教程，基本就两种： 看日期基本都是须弥版本之前的，或者看角色图都是不玩种门的。 新人遇到这几种计较难打的，你换种门就发现很简单： 遗迹守护者，几个在一起。 遗迹猎者上天，玩超绽放可以自动追踪。 遗迹重机，超绽放很容易打瘫痪。 多个愚人众在一起。 多个深渊法师， 天遒谷，水法师+冰丘丘人弓箭手。 用草秒了水法师，就不会被水泡控制。 其他属性挂上了也没啥大碍。 40体boss难打怎么办？ 确保你玩的是官方，设置直接加入，就频繁有大佬进来了。 45级以内系统会经常给你置顶，所以前期进来的大佬尽量加好友，不然后面不好喊人。 面板要求，萌新小毕业 首先新人要知道： 主词条全对是12层满星要求，所以差一个圣遗物也能用，先11层满星，12层能过。 也就是一队差一个就刷第二队，不要强刷沙杯头全对。 新人速成一定要玩种门队+龙王队，为什么？ 因为成本最低： 老玩家大多数一年左右深渊才满星，新玩家35-80天满星，可见旧版配队成本有多高。 圣遗物成本最低（非常重要）： 两个队都是刷一个人圣遗物，就能轻松打深渊，手法差也可以11层。 种门刷草套、龙王刷猎人套，一个副本两套圣遗物都很好用。 打突破材料还会掉乐园套。 龙王吃生命词条，生命和防御词条是最容易出的。 其他配队新人最好别碰，一般要刷完主C圣遗物，还要刷辅助甚至盾的。 其他本大多数只有一套好用，副产物又一般用不上，只能三合一，可以说理论上多花3-5倍树脂。 我自己正好是2个月刷好久岐忍+散兵两个人圣遗物主词条。 龙王是一周树脂+6个月亮。 队友成本最低： 种门队+龙王队，开创新体系，可以不抢队友。 其他热门配队，老是互相抢队友。 抽了龙王无脑喷，抽了胡桃没队友。 没有龙王的，玩烟绯或者丽莎，看我其他教程。 抽卡推荐 那维莱特>草神>万叶，抽完这三个，深渊配队就没啥烦恼了。 三人复刻一定别错过，一年内别退坑，至少三周登录一次看看卡池。 龙王复刻一定要补1命，因为后面大世界锄地打精英怪一个重击就死了，你用别的队伍，要浪费时间切人。 班尼特4秒一E，就是手短，但是90级保值，很多配队用得上，不会亏。 新人为什么一定要玩种门？ 1血条消失术，永不刮痧，不怕护盾。 大世界几乎所有怪物，两个种子能消失大半血条。 枫丹很多怪物都是水元素，用草打得快，一个版本一般都是一年，玩草你起码舒服一年。 前期草反应伤害可以轻松达到其他队伍的3-10倍。因为其他反应要养的角色多，圣遗物难配。 种门不怕护盾，大力出奇迹，反正木盾非常少，有的也血少。 新号任务多，大世界怪物各种护盾都有。 用别的主C，碰上同元素护盾就打不过了，老是要换角色破盾，要背什么盾用什么破是多少倍。 2培养资源少，避免升错角色。 一般都要玩元素反应，伤害才够，反应伤害看后手角色，后手元素不残留。 新人用其他角色乱搭配，打着打着你就不知哪个是后手了，那么你就要所有角色都培养。 但是新号资源不够。 新人可以看一下我 《50级内圣遗物，不看后悔。新人教程5》 前期： 其他配队，要四个角色圣遗物，可能你35级才勉强凑到值得强化的三四星圣遗物。 种门，丽莎突破加精通，队友用教官套加精通。 种门一般可以100%保证打火机是后手，所以只需要培养一个主C做打火机， 超烈绽放伤害，只跟打火机等级和精通有关。 只强化打火机的圣遗物就行，只要主词条是精通的，不管什么套都给打火机。 挂草挂水的有40-60级，可以用到冒险50级，完全没有压力。 50级突破就有点压力了，我就是三个角色所有圣遗物不强化，血量太低了，容易死。 3对群特攻。 探索大世界需要肝很久的。 从稻妻到须弥怪物分散，不玩草要一个个追，打起来要很多时间。 怪物分布经常是一个精英怪带着几个小怪，我只需要追着大怪炸种子，不知不觉小怪就跟着死了，很方便 下面是各种各样的种门配队，有人不想看那么多字。 新人要明白一个常识: 在米游社或者B输入关键词，就能找到你要打原神教程。 你想用什么打火机，就输入关键词: 打火机名字+超绽放/烈绽放/种门。 先看配队再看手法。 熟练一个配队，主要是有几个难点: 1主流配队，下位替代。 2打什么元素反应，靠什么词条打伤害，明白了才懂选武器圣遗物。 3操作手法。 萌新之友： 1-35级过渡用：龙王队、烈绽放、丽莎超绽放等。 因为新人可以直接去枫丹，突破龙王。 但是久岐忍必须等你肝完稻妻+层岩巨渊魔神任务。 龙王种门队 深渊： 草主+行秋+久岐忍+那维莱特/香菱/安柏。 草主充能250%以上，就可以单草，否则都要双草，不然容易缺草。 带龙王大世界方便，带香菱安柏是破盾工具人，带别的同理。 45级内大世界种门可以考虑那维莱特挂水，因为： 前期行秋挂水充能不够，祭礼剑和五星充能沙都没。 非要用行秋挂水的，学士2+流放者2+三四星充能沙，多用行秋吃球。 45级后还是行秋舒服。 20-45级用： 那维莱特+草主+柯莱+久岐忍。 手法： 久岐忍E，草主QE，龙王重击挂水，柯莱QE。 旧版种门手法顺序一般是草水雷，但是龙王重击转圈时间久，所以雷草水。 如果没有Q，也是要用草水雷，手法： 草主E，龙王E，久岐忍E，科莱E，龙王普攻一次，草主QE，龙王重击转圈，柯莱QE。 其他种门配队，搜这些名字就行: 配队操作比较麻烦，但是也能玩: 冻绽放。 菲谢尔种门。 班尼特烈绽放。 烟绯烈绽放。 托马烈绽放。 迪卢克烈绽放。 原绽放：草+水。 就是不要打火机，不断产种子就行。 3.0版本流行芭芭拉，据说后来芭芭拉被削了。 如果我没看错教程，原绽放两倍伤害，超烈绽放三倍伤害。 觉得你的打火机不好操作的，就玩原绽放，就是水+草，不要雷火。 水和草角色都堆精通，因为要看后手角色等级精通，而你不知什么时候谁后手。 丽莎种门可以丽莎和挂水的都堆精通，这样就算丽莎打不中草原核，也可以靠挂水的精通打点伤害。皇女一样。 烈绽放缺点主要有二: 满屏火，伤眼睛。 容易火底， 火底就是你看到怪物头上只有火，没有草元素， 这样你挂水不能产种子，而是蒸发了。 所以烈绽放需要讲究手法。多看看别人的视频教程就行。 激化反应：双草+双雷。 毕业版叫做提八激化。 一般不算进种门里面，因为不产草原核。 其他打火机操作麻烦，有的人不想用。 那不要水了，不要草原核，只有草雷激化反应。 双雷激化，手法就是草雷草雷。 因为其他角色挂雷慢，做不了打火机，所以只能用两个雷，用了双雷双草，就没法用水产草原核了。 激化反应缺点： 要元素精通，要暴击率，四个角色都要，那么就没有节约资源的优势了，跟其他元素反应对比没啥优势。 这样圣遗物不好搞。 还是种门只需要培养一个打火机比较速成。 挂水为什么用行秋？ 久岐忍开E掉30%血，然后给站场角色回血。 一般手残党要久岐忍站场，除非你挂水用芭芭拉或者珊瑚宫心海。 技术党久岐忍血就是不到30%的，但是有时失误就重开了。 行秋抗打断，不需要闪避，普攻发射雨帘剑。 行秋是弱水，持续长，雨帘剑抗打断，E减伤。 用久岐忍站场，无脑普攻发射雨帘剑就行。 尽量站近点，不然雨帘剑容易打空。 芭芭拉站场 普攻产种+给久岐忍回血，珊瑚宫心海同理。 芭芭拉远程不用追太紧，打群怪产种子更多，但是容易被打飞，需要操作手法。 4.2还有水神。 为什么不推荐夜兰？看着挂水范围更大。 因为她弱水，持续短，增伤不增种子伤。 心海挂水哪有行秋厉害啊，2秒一跳，固定范围，画地为牢。 心海150+充能，基本上可以维持水母一直存在。  E 10秒，大招在继10秒，这时候e的cd又好了。 新人种门标准配队（无草神）: 久岐忍90级+行秋69-89级+草主61+柯莱61。 多1级证明你突破了。 武器： 铁蜂刺+祭礼剑+灰河渡手>原木刀+祭礼弓或西风弓。 武器有五星就用五星，知道要堆什么词条就行。 圣遗物： 久： 饰金套，精精精。全堆精通。 没有套装的，只要主词条是精通就上。 没有五星精通的，教官2件+精通2件。 只有久岐忍对主词条有要求，后面的随便，充能够就行，有好的再换上去，可能多几百伤害。 久岐忍这些打火机，可以缺一件精通圣遗物，能过深渊的，满星以后再说。 意思是： 主词条是精通的圣遗物，有两个就刷第二队的，齐头并进。 无数人精通杯都是打突破材料偶然掉的，前期不要强刷。 因为精通主词条掉率最低，杯子还有各种元素伤害，大大降低了出货率。 行秋圣遗物： 低命全堆充能。 充能沙+流放者2+绝缘2或学士2。 行秋低命座无祭礼280%充能，就是绝缘2+流放者2件+充能沙。 6命充能200%就可以换攻击沙，手机玩家还是220%以上好。 因为新人祭礼剑没精炼3，几乎不触发。 绝缘本是毒本，不用给行秋强刷主词条，随便戴就行。 （跟我一样手机玩家、网络不稳定的、不想暂停吃球、不想失败重开的，就这样堆充能。喜欢暂停吃球的差不多就行。） 行秋圣遗物该换了！深渊被秒的注意 行秋后期圣遗物换二水+二水，二水+二宗或二绝缘。有水伤杯不换也可以。 我之前的新人教程3说行秋充能够了就行。现在要换了。 新人行秋优先保充能，高命座或者充能够了后，尽量加水伤，E技能水伤可以换减伤。 老玩家草行久一般不带奶，死了就重开，为了节约时间最好堆减伤。 4.1版本起深渊怪物伤害太高了，所以尽量减伤，否则草行久可能失误一次就被秒了，我是手机玩家，网络一卡就可能没了。 草主： 草套，堆充能，其他随意。 单草主，要250%充能，双草看手法，不用那么多。 充能灰河渡手（钓鱼武器）比原木刀（锻造武器）多很多。 这里草主250%就是草神下位替代。 没250的要尽量草主站场（充能更快），导致久岐忍不能站场回血，需要速切，失误了就会暴毙。 第四人： 双草戴教官套。 用别的角色自己搜她们圣遗物。 柯莱： 教官套，堆充能+生命。 平时带柯莱双草共鸣。有其他草就用别的。 深渊第四人举例： 带香菱、安柏破盾（4.1深渊千年麒麟）， 龙王等帮补伤害。 后期种门: 草神：搜索草行久。 妮露：搜妮绽放手法。 自己看配队、手法、圣遗物等。 挂草工具人分析 挂草： 有草神的，单草就够。 新人一般是没有草神的，所以只说双草配队。 草主。 草主记得升6命。 草主我是推荐必带的，因为莲灯+水范围超大。 我一般追着大怪打，丘丘人这种小怪不知不觉就死了，不需要种子打到，只要在草主圈内就死了。 宝箱怪经常是一个牛头人+几个丘丘人，须弥死域更是十几个怪， 如果你玩冰冻、超载等，一个个追，那你花的时间是我种门的几倍！ 柯莱 大招范围小，怪物容易出圈，所以有其他草角色的，就自己搜她们教程手法。 瑶瑶最好，有奶，防止暴毙。 提纳里 大世界挂草比柯莱舒服，范围大，能量少。 前期还是当工具人。 后期才玩提纳里激化，成本很高。 提醒： 香菱、柯莱是打深境螺旋拿的。 前面你一队角色升40级，带着我教程说的《50级内圣遗物》就可以去打了。 突破40是为了领蓝球抽卡。 不用突破50级，要节约资源后面培养主C。",
    "length": 6501
}