{
    "game_id": 2,
    "post_id": "55493441",
    "f_forum_id": 43,
    "subject": "【V4.8攻略·任务与探索】森林与公主｜希穆兰卡任务2",
    "url": "https://www.miyoushe.com/ys/article/55493441",
    "created_at": 1721627852,
    "like_num": 689,
    "view_num": 7788,
    "reply_num": 20,
    "text": "【希穆兰卡·任务】森林与公主（含对话彩蛋）｜希穆兰卡任务2 超链图片 UID 198613530 哈喽大家好啊，这里是风语。 本期给大家带来的是4.8版本限时地图希穆兰卡的世界任务- 「森林与公主」 的任务攻略。 ▌任务接取 ◆来到赐福森林北部的树屋顶部，靠近后自动接取任务。 超链图片 1、与西梅公主对话 ◆接取任务后，跟随任务指引前往树屋东北方向的半山腰平台上，与在这里的西梅公主对话。 超链图片 2、接受西梅公主的试炼 ◆完成与西梅公主对话后， 与西梅公主进行交互，完成穿越花环挑战 。 超链图片 挑战完成流程 2.1、花环1挑战 ◆与西梅公主交互，调整自身位置， 使西梅公主穿过所有花环并抵达花朵 。 超链图片 ◆西梅公主穿过花环后会出现新的三个花环，点击右下角普攻按键，将西梅公主拉回来。 超链图片 2.2、花环2挑战 ◆完成第一轮花环挑战后，利用强化跳跃，前往第二处挑战。 超链图片 ◆调整自身位置，使西梅公主穿过花环即可。 超链图片 ◆穿过花环以后，利用强化跳跃前往西梅公主附近。 超链图片 ◆来到西梅公主附近，将西梅公主拉回来。 超链图片 2.3、花环3挑战 ◆利用强化跳跃，前往第三处挑战位置。 超链图片 ◆首先，放飞西梅公主触碰“气气花”后，即可 激活“气气花”形成风场。 超链图片 ◆控制西梅公主，使其穿过花环。 超链图片 ◆换过花环后，前往山腰处的平台上。 超链图片 ◆调整自身位置，将西梅公主拉回来。 超链图片 3、与西梅公主对话 ◆完成穿越花环挑战后，靠近山腰平台上的西梅公主，与之对话。 超链图片 ◆对话完成后，记得 开启此处的传送锚点 。后续任务会用到。 超链图片 4、和西梅公主一起挑战试炼 ◆来到赐福森林北部的凹陷处，靠近西梅公主后自动进入对话。 超链图片 第一轮试炼完整流程 4.1、花环1挑战 ◆调整西梅公主位置，使其穿过所有花环。 超链图片 ◆来到新出现的花环位置，将西梅公主拉回来。 超链图片 4.2、花环2挑战 ◆调整西梅公主飞行路线，激活图示的“气气花”的风场。 超链图片 ◆控制西梅公主，穿过花环。 超链图片 ◆来到风场尽头，将西梅公主拉回来。 超链图片 第二轮试炼完整流程 4.2.2、花环1挑战 ◆等待花环排列成一条直线后，控制西梅公主穿越所有花环。 超链图片 4.2.2、花环2挑战 ◆前往第二轮挑战位置。激活下图所示的“气气花”，形成风场。 超链图片 ◆使西梅公主穿越三个花环 超链图片 ◆来到风场尽头，将西梅公主拉回来。 超链图片 4.2.3、花环3挑战 ◆第三轮挑战 只需要击败出现的怪物 。击败怪物后，西梅公主会自动完成挑战。 超链图片 5、触摸「圣物」 ◆完成挑战后，来到深坑中央，靠近西梅公主后自动进入对话。 超链图片 6、任务完成 ◆完成与西梅公主的对话后，即可完成任务，并 获得珍贵的宝箱 。 超链图片 对话彩蛋（任务完成顺序会影响对话） 1、先完成森林与公主的对话 超链图片 剧情对话（图片版） 超链图片 剧情对话（文字版） 西梅： ···不用担心，我自然会处理。 主角： 我会帮忙的/有什么事，尽管叫我。 西梅： 感谢您、守护者殿下。我的确需要您的助力。 西梅： 但在那之前，我还需要整理一下线索。 西梅： 过段时间，请您来王国见我。到时候···我们一同去寻找，整个王国的未来。 2、先完成荷叶与冠军的对话 超链图片 剧情对话（图片版） 超链图片 超链图片 超链图片 超链图片 超链图片 超链图片 超链图片 超链图片 剧情对话（文字版） 西梅： …不用担心。我自然会处理。 主角： 等等，说到选拔出的守护者…/雨歌塘那边正在选拔冠军… 派蒙： 你是说那个跳得超高的福罗贝尔？ 派蒙： 对啊！他们之所以举办那场比赛，就是为了选拔前来拯救公主的冠军… 派蒙： 虽然…西梅公主殿下好像不太用拯救。但如果想要找到能通过试炼的超厉害冠军，那边就正好有啊！ 派蒙： 不如说，那边有好多好多「冠军候选」！ 主角： 等等，比赛就是「试炼」。 / 冠军就是「守护者」。 西梅： 竟然有这么巧的事？这可真是… 西梅： 虽然「跳远」和我们的试炼不太一样，但按照你们的描述，他们也的确是选拔出了最强者，以履行自己的使命。 西梅： …看来，有必要去雨歌塘那边看看，感谢您的消息。 萨博兰： 等等！公主殿下，那边可都是纸蛙啊，和我们都不是一种…呃… 西梅： 那又如何。「守护者」最重要的是其内心，而非外表。 西梅： 两位大臣，你们在王国继续留守吧。我亲自去一趟雨歌塘。 西梅： 守护者阁下，希望雨歌塘的那位「冠军」如您一样勇敢无畏，身手高强。 派蒙： 这个…至少身手高强绝对没错啦… 主角： 就是，勇敢无畏… / 有些…有待商榷… 西梅： 哦？您这么一说，那位「冠军」难不成…是一位怯懦的强者? 西梅： 哈哈哈！那我更得亲自去见见他了！ 西梅： 那么这件事就定下了。唔，去雨歌塘的话…最好带点礼物过去呢… 本文到这里就结束了，感谢大家的阅读。 这里是风语，让我们下期再见。",
    "length": 2060
}