{
    "game_id": 2,
    "post_id": "30631425",
    "f_forum_id": 43,
    "subject": "莲光落舞筵#妮露#养成攻略",
    "url": "https://www.miyoushe.com/ys/article/30631425",
    "created_at": 1666539342,
    "like_num": 314,
    "view_num": 3926,
    "reply_num": 16,
    "text": "哈喽友友们大家好，本期给大家带来一期妮露的养成攻略！ 妮露的0命定位就是： 水草绽放拐 ！那么如果作为站场C的话，元素技能全是基于生命来计算伤害只吃：生命加成，双暴，减抗，元素增伤。通常妮露最广泛的玩法就是 绑定水草反应。 二水二草这样子体系的一个阵容。在绑定2水2草情况下妮露可以将 草原核 转化为 丰穰之核 。 这边说一下丰穰之核的伤害精通基于谁！ 丰穰之核：由妮露只携带水草角色所产生的草原核。那么这个丰囊之核的爆炸伤害是基于创造者的精通！ 这边举个例子：草主先挂草，妮露后挂水，那么产出的丰穰之核的爆炸伤害是基于妮露精通。 如果说是妮露先挂水，草主在挂草，产出的草原核的伤害就是基于草主的精通。 这边的手法建议是：先挂草，在挂水！1单位的草＝2单位的水，用水来消耗草，这样可以稳定产出草原核！如果先上水，在上草很有可能损失0.5单位的草！而且产出的草原核爆炸伤害也是基于草系角色！ 那么接下来来看看小W的妮露吧！ 那么小W的这只妮露偏向于直接伤害输出，带了水伤杯，正常的绽放玩法。是带3个生命主词条的！ 这边说一下为啥带了水伤，因为水伤杯词条比较不错所以选择了它。 圣遗物携带的是：二千岩＋二饰金 时之沙：生命沙漏 空之杯：生命杯，水伤杯（受益妮露技能直接伤害） 理之冠：生命冠，暴击/暴伤冠（受益妮露技能直接伤害） 副词条选择：生命/暴击/暴伤 /精通（当妮露自身挂水产出草原核时可以吃此收益，或触发蒸发等元素反应） 下面展示一下圣遗物仅供参考！ 下面来介绍一下妮露的技能： 技能加点：如果打直接的技能伤害加点为：元素爆发＝元素战技＞普通攻击（不要加点也行）如果是打水草反应，丰穰之核伤害，技能全不加点也行！ 普通攻击 普通攻击不管是玩直接输出还是绽放反应都和普通攻击没关系。没有伤害普通攻击直接跳过。XP和真爱党，随意。 元素战技 元素战技会分为2种形态：剑舞步和旋舞步 剑舞步：按完元素战技后平A属于剑舞步伤害此 伤害属于元素战技伤害（优点伤害会更高范围比旋舞步小） 旋舞步：按完元素战技，继续按元素战技 此伤害也属于元素战技伤害（优点范围广，伤害比剑舞步低） 水月/水轮伤害：就是元素战技后的持续普攻伤害。 可以发射出去远一点是水月 近一点是水轮 那么这种状态叫翩转状态，在元素战技进入冷却后，还能持续8秒。 祷月：持续时间8秒，在这个期间你可以，按元素战技，或者按普通攻击，都可以叠层。叠满三层在按普通攻击会进入 翩转 。如果三层后按元素战技形成 净天水环 。 下面这个标记就是祷月标志 净天水环：持续12秒。就是三层祷月后按元素战技形成！可以后台挂水。 元素战技，技能冷却18秒！（从开始按元素战技第一下就开始计算冷却时间） 元素爆发 妮露的元素爆发伤害：伤害也是基于生命的，一个是技能伤害一个是标记伤害！ 技能伤害：是这一段 标记伤害：就是这个小花标记会炸开，有一段伤害， 固有天赋 这边强调一下：想草原核变成丰穰之核。必须完成妮露三段舞步，持续30秒这种状态。 这边说一下元素战技手法：可以连续按4下元素战技，也可以按1下元素战技，A2下，在按元素战技。或者元素战技后AAA（但是没有水环，缺少一挂水圈）。 因为这个固有天赋：绑定了水草队，这样子才能触发丰囊之核，增加100精通。因为妮露没有治疗能力所以必须带个水系奶妈，所以现在版本就出以下2个水草阵容！ 这边丰囊之核伤害就不说了，大家精通都不一样，伤害也各有不同，一般都是 芭芭拉或者心海的精通制造的丰穰之核 。现在配合妮露的奶妈都要叠点精通了。 直接输出的阵容我推荐：妮露站场输出。 有香菱（后台挂火打蒸发）夜兰（后台输出增伤）钟离（护盾减抗）妮露（剑舞步输出大招输出） 基于生命超出的3万部分。提升丰穰之核伤害。同时也绑定了水草绽放。玩直接伤害，这些天赋都很难用到了。 会跳舞会煮饭！牛 命座解析 1命 提升元素战技后普攻伤害，提升后台挂水时间。 2命 玩水草绽放的2命妮露就是完整体。 3命 提升元素爆发三级 4命 增强回能效率，提升大招伤害。 5命 元素战技提升三级 6命 提升暴击暴伤！让直接水伤更高！ 那么以上就是本期的所有内容，感谢观看。 感谢观看 _(米游姬-点赞)",
    "length": 1730
}