{
    "game_id": 2,
    "post_id": "44720045",
    "f_forum_id": 43,
    "subject": "【V4.1攻略·角色攻略】公爵「莱欧斯利」武器及队伍推荐",
    "url": "https://www.miyoushe.com/ys/article/44720045",
    "created_at": 1697884007,
    "like_num": 177,
    "view_num": 28154,
    "reply_num": 122,
    "text": "UID:203224791 大家好，这里是清心！ 书接上回，上次为大家解析了 公爵「莱欧斯利」 的天赋和命座，本次将针对莱欧斯利的武器及队伍进行探讨，欢迎大家来讨论。 首先先奉上上回天赋和命座帖子链接： 【V4.1攻略·角色攻略】「莱欧斯利」天赋与命座解析 【武器推荐】 我们知道，莱欧斯利是一名靠普通攻击、重击来获取主要输出手段的角色，是一名冰系法师主C，作为枫丹体系的新角色，又以烧血来获得元素增伤，那么以普通攻击、重击为特色化输出武器，武器副词条优选暴击、暴击伤害，次选攻击力加成，武器被动优选有重击加成、元素伤害加成，次选攻击力加成，那么我们来看看，哪些武器符合莱欧斯利吧。 1.   金流监督 入选理由： 专武自不必过多解释，高额攻击力白值，高贵暴击率副词条，被动提升攻击力加成，生命值变动时，普攻及重击提供伤害加成，最多叠3层BUFF，满层BUFF下，提升攻击速度， 无外乎这把武器非常契合莱欧斯利。 2.   图莱杜拉的回忆 入选理由： 作为散兵的专武，这把武器也十分契合莱欧斯利，和专武一样的攻击力白值，对应的高贵暴伤副词条，提升普攻速度，同时通过释放元素战技和释放普攻，层层增加普攻伤害加成，这么看， 这把武器应该算是莱欧斯利专武下的首选。 3.   四风原典 入选理由： 高贵33点暴击率加成，莱欧斯利需要经常站场，那么四风原典通过站场时间来获得额外元素伤害加成无外乎比较契合莱欧斯利的输出环境。 4.   天空之卷 入选理由： 莱欧斯利和枫丹体系的那维莱特有一点不同，攻击力加成同样对莱欧斯利非常重要， 那么天空之卷的高额攻击力白值和副词套攻击力加成就为莱欧斯利的有效词条， 同时，被动提升元素伤害加成，普攻时一半概率增加以攻击力为百分比的额外伤害，均可有效提升莱欧斯利的伤害。 5.   万世流涌大典 入选理由： 作为前序角色「那维莱特」的专武，这把武器拥有高贵的88点暴伤，但攻击力白值较低，莱欧斯利还是需要有高额攻击力来获得普攻输出上限的，被动生命值加成较为没用，仅体现在莱欧斯利固有天赋一：以生命值上限百分比回血稍有作用，生命值变动时，提升重击伤害，最多叠加3层，满层BUFF提供能量恢复，可以有效让莱欧斯利开出元素爆发。 6.   流浪乐章 入选理由： 赌狗乐章受到赌徒们的喜爱，55点高贵暴击伤害已经是四星武器中无可比拟的存在，510攻击力白值在四星武器中，中规中矩，在融化队中，赌狗乐章的三种状态对莱欧斯利均有有效的提升，但缺点也很明显，每次获得BUFF，BUFF结束后，冷却需要20秒。 7.   纯水流华 入选理由： 565点攻击力白值、攻击力加成副词条有效提升莱欧斯利的输出，被动通过释放元素战技来获取元素伤害加成为优秀伤害词条，同时以生命值上限作为标记点，清除标记点姜辉获得元素伤害加成，进一步提升莱欧斯利的输出能力，作为一把锻造武器， 这把武器较为契合莱欧斯利。 8.   无垠蔚蓝之歌 入选理由： 作为一把本期活动武器，四星武器里有较高攻击力白值，同时元素充能也能解决一部分莱欧斯利充能压力，普通攻击和重击伤害通过攻击敌人层层叠加，最多可叠加三次， 十分契合莱欧斯利的攻击输出方式。 9.   遗祀玉珑 入选理由： 高贵36点暴击率使得莱欧斯利双暴面板容易毕业， 但较低的攻击白值并不利于以普攻、重击为伤害特色的莱欧斯利，该武器被动，在后台时提升生命值上限，对莱欧斯利没有什么提升，作为一把月卡武器，获取还需充值， 该武器不做太多推荐。 10.  匣里日月 入选理由： 作为一把早已进月卡池的月卡武器，提 供优秀暴击率加成使得莱欧斯利面板容易毕业， 同时通过普攻命中后提升莱欧斯利的元素爆发伤害加成、通过莱欧斯利元素爆发命中后提供普攻加成， 比较契合莱欧斯利。 11.  嘟嘟可故事集 入选理由： 作为一把早期绝版武器，这把武器最初最适合的是可莉，目前来看，这把武器提供高额攻击力加成被动，弥补了攻击力白值低的缺点，同时通过普攻加强重击伤害、重击加强普攻伤害， 十分契合莱欧斯利。 12.  忍冬之果 入选理由： 外观毕业。 同时副词条提供高额攻击力加成为有效词条，因为莱欧斯利为冰系角色， 武器的被动描述也较为适配莱欧斯利。 武器推荐总结： 总体来说，适合莱欧斯利的武器有很多，我仅根据我个人推荐，对武器适配度进行了个排名，排名如下（以下默认五星为精1、四星为精5）： 金流监督＞图莱杜拉的回忆≥流浪乐章＞四风原典=天空之卷＞尘世之锁≥纯水流华＞匣里日月＞万世流涌大典＞嘟嘟可故事集＞忍冬之果 同时大家也可以把自己心目中莱欧斯利除专武之外的武器进行投票。 【队伍推荐】 由于莱欧斯利也是冰系主C，且攻击力加成对莱欧斯利很重要，我认为，对于莱欧斯利，可参考 「神里绫华」 的配队思路。 队伍一：莱鹤万班（增伤融化流） 队伍二：莱鹤万心（增伤冰冻流） 队伍二：莱莫万猫（护盾冰冻流） 最后看完还请大家对自己的想法进行留言，如有不足希望多多指出，感谢大家观看！",
    "length": 2052
}