{
    "game_id": 2,
    "post_id": "43541074",
    "f_forum_id": 43,
    "subject": "枫丹奇馈宝箱全收集",
    "url": "https://www.miyoushe.com/ys/article/43541074",
    "created_at": 1695067568,
    "like_num": 882,
    "view_num": 17826,
    "reply_num": 67,
    "text": "各位旅行者你们好，这里是「二也」 _(偶像姬_WINK) 枫丹奇馈宝箱全收集 本篇内容 介绍枫丹 25 个奇馈宝箱全收集 ； 任务触发 完成任务限制即可 等级限制 冒险等阶达到40级 任务限制 完成任务 「古老的颜色」、「水仙的安」、「水色潮痕」 「世界任务」古老的颜色合集 「世界任务」水仙的安合集 水色潮痕 地图标记的相关攻略如下： 枫丹飞行器挑战宝箱全收集 枫丹7个侦测晶体宝箱 枫丹56个限时挑战 枫丹16个芒荒机关宝箱 神秘的书页全收集（揭示之书3个宝箱） 任务用时/任务奖励 30分钟/根据自身宝箱情况而异； 任务流程 枫丹 25 个奇馈宝箱地图指引 V4.0奇馈宝箱目录与 上图位置 对应 奇馈宝箱1-6 奇馈宝箱 1 ：飞行器1 ※tip：与华丽宝箱合集中 华丽宝箱 10 相关 传送 枫丹廷区 西北方向 锚点，往 地图的西南方向 走 ▶拾取 荒性能量块 ，攻击 船舵 ； 发生异常情况 2 次 ：进入风场前往 飞行器顶部 ，射击所有风史莱姆 等待飞行器抵达 沫芒宫顶部 ，获得 精致宝箱4 ▶获得 水神瞳1 ， 华丽宝箱 10 ； （此处精致宝箱4，其实是奇馈宝箱） 奇馈宝箱 2 击败营地丘丘人和丘丘游侠 奇馈宝箱 3-4 奇馈宝箱 3 ：魔物镇守宝箱； 奇馈宝箱 4 ：魔物镇守宝箱； 奇馈宝箱 5 ：限时挑战6 传送 枫丹廷区 西方向 锚点 ▶往 地图的南方向 飞 ，进入 湍流 ，前往 城墙上 ； ▶在120秒内收集35个水之微粒； 奇馈宝箱 6 ：跟随光标4 传送 安眠处 西南方向 水下 锚点 ▶往 地图的东南方向 游，前往 石柱平台上 ； 靠近水泡传送后返回，获得奇馈的宝箱 奇馈宝箱7-9 奇馈宝箱 7 ：芒荒机关3 按图中指引，转变中继桩至均衡态 奇馈宝箱 8-9 ：侦测晶体 传送 茉洁站 锚点，往 地图的东南方向 走 ▶前往 水边 ，按图中 数字顺序 ，移动侦测晶体1-3； （需要跑快点，快速移动3个侦测晶体） 往 地图的东南方向 走，前往 丘丘人 位置 挖掘 ▶攻击水琥珀后等待即可； 往 地图的西南方向 走，前往 史莱姆 位置 ▶利用 风系角色扩散 ，激活侦测晶体1-3； （可站宝箱位置等待丘丘萨满技能来激活） 往 地图的东北方向 走，前往 激活 水元素方碑 观看动画后即可获得宝箱 奇馈宝箱10 奇馈宝箱 10 ： 神秘的书页·其六 传送 自然哲学学院 东北方向 锚点，往 地图的东南方向 走 ▶进入传送阵，前往上层机关； 往 地图的东南方向 走，交互机关 ▶进入密室，获得奇馈宝箱； ▶跳起来 调查 书架，获得 「神秘的书页·其六」 ； 奇馈宝箱11-15 奇馈宝箱 11-12 ：芒荒机关5 奇馈宝箱 11 ：魔物镇守宝箱； 奇馈宝箱 12 ：芒荒机关宝箱； ▶ 按图中指引，转变中继桩至均衡态； 奇馈宝箱 13 ：飞行器8 传送 秋分山西侧 锚点，往 地图的东南方向 走 ▶拾取 荒性能量块 ，攻击 船舵 ； ▶ 荒芒能量供应失衡 2 次 ； ▶飞行器抵达山顶，前往 凝水板 上获得； 奇馈宝箱 14-15 奇馈宝箱 14 ：露天宝箱； 奇馈宝箱 15 ：露天宝箱； 奇馈宝箱16-21 奇馈宝箱 16 ：飞行器7 传送 苍晶区 东南方向 锚点，往 地图的西南方向 走 ▶拾取 荒性能量块 ，攻击船舵； ▶抵达飞行路径终点，进入 侧面的加速圈 ； 奇馈宝箱 17 ：飞行器6 传送 苍晶区 神像 ，往 地图的东方向 走 ▶拾取 荒性能量块 ，攻击船舵； ▶抵达飞行路径终点，击败 丘丘游侠 ； 奇馈宝箱 18 ：飞行器5 传送 厄里纳斯 南方向 山顶 锚点，进入湍流 ▶拾取 芒性能量块 ，攻击船舵； 飞行器抵达山顶，获得 奇馈宝箱 ，出现 凝水板 ▶前往 凝水板 上获得 水神瞳 ； 奇馈宝箱 19 ：侦测晶体2 传送 厄里那斯 南方向 锚点，往 地图的东北方向 飞 ▶进入 山坡上树下 ，拾取3个 水种子 ； 出现水环后，跟随侦测晶体移动即可 奇馈宝箱 20 ：侦测晶体1 传送 厄里那斯 西北方向 锚点，往 地图的东北方向 飞 ▶进入 山坡上湍流 ，拾取 水种子 ； ▶返回 山坡上湍流 ，机会3个侦测晶体； 可以先激活上面的1个，再激活下面的2个 奇馈宝箱 21 ：飞行器3 传送 厄里纳斯 西北方向 锚点，往 地图的西南方向 走 ▶拾取 荒性能量块 ，攻击 船舵 ； ▶ 发生异常情况 1 次 ， 荒芒能量供应失衡 1 次 ； 奇馈宝箱22-25 奇馈宝箱 22 ：漂浮的风史莱姆 传送 海沫村 东北方向 锚点，前往 「 寂寞的地方 」 ▶往 地图的西北方向 走，前往 石柱背面 ； ▶按图中指引，射击3个风史莱姆； 奇馈宝箱 23 ：沉浮球 传送 苍晶区 神像 ，前往 水下通道 ▶获得异色重甲蟹能力，按图中解谜步骤； 水流把沉浮球推到圆环装置中即可 奇馈宝箱 24 ：棱晶 传送 「特别温暖 的地方 」 南方向 锚点 ▶往 地图的东北方向 走，按图中解谜步骤； 奇馈宝箱 25 ：棱晶 传送 「很明亮 的地方 」 北方向 锚点 ▶往 地图的西南方向 走，按图中解谜步骤； 枫丹隐藏任务合集 枫丹隐藏任务合集 枫丹宝箱水神瞳合集 枫丹宝箱水神瞳合集 如果觉得不错可点个 关注 ，敬请期待更多内容 更新 ！ 如果有任务 问题 ，可以 私信 我，感谢旅行者们支持！",
    "length": 2214
}