{
    "game_id": 2,
    "post_id": "22147448",
    "f_forum_id": 43,
    "subject": "【七七角色指南】不卜庐采药姑娘的快速入门手册",
    "url": "https://www.miyoushe.com/ys/article/22147448",
    "created_at": 1652196008,
    "like_num": 132489,
    "view_num": 634349,
    "reply_num": 2902,
    "text": "哈喽，大家好，这里是水寒啊！本期为 七七 的一个简单攻略，作为一个让大家又爱又恨的角色，估计大家多少都有一只或是好多只了吧！ （本篇仅考虑常规的奶妈七七的玩法，攻略从简，但该讲的内容会尽量说明白，以后的老角色攻略我也想采用此形式。因为欠了太多角色攻略了，得找机会慢慢填坑） 一.角色基本出装 推荐的出装和天赋加点情况如下 二.角色解读 七七是目前最强的奶妈角色，全身上下都是治疗手段。所以要了解七七的玩法，读懂其治疗手段即可。七七的治疗依赖自身攻击力，治疗方式共计有4种 （下述的治疗计算依据：七七80突破；武器天空之刃；圣遗物充攻治；9级EQ） 1.元素战技寒冰鬼差的持续治疗量 施放E技能之后，七七召唤 寒冰鬼差 ，会先对自身造成一次治疗，随后每隔5秒对场上角色造成一次治疗。技能持续时间15秒，冷却时间30秒。所以一次E技能共计是对自己治疗一次，以及对场上角色治疗3次。该治疗效果是锁面板的，仅以七七施放E技能时的攻击力为依据。 9级E技能单次治疗量约6430，所以该治疗方式总治疗量为25720 2.元素战技持续期间的命中治疗量 E技能持续期间，七七的普攻和重击命中敌人时，可以为全队回复生命值。该治疗方式没有什么内置CD，普攻或重击的每段伤害 命中敌人 （没造成伤害也行）就可触发治疗。七七普攻的第三或四段这样有两段伤害的，即可触发两次。 每次命中都是相同的治疗量，9级E技能单次命中约972点治疗量。七七打完一整套普攻（2.5秒，7段伤害）即可对每个角色造成6804的治疗量。因为是群体治疗，所以治疗效率也是比较高的。 3.元素爆发的度恶真符的治疗量 七七大招可以给周围敌人上标记符，处于标记的敌人受到伤害时，会为造成伤害的角色恢复生命值。需要注意的是， 后台角色无法触发该治疗效果 。大招施加的度恶真符持续时间为15秒，大招的冷却时间为20秒。天赋描述里虽然说的是要造成伤害才能触发治疗，不过其实只要命中敌人就行。但也不是每次命中敌人、或是命中多个敌人都可以产生治疗，两次治疗之间会有个1秒的内置CD；且因为角色的攻击有间隔性，所以一般情况下的触发频率差不多是1.5秒一次，15秒持续时间可以触发个11次左右。（注：大招会先给标记符，然后才造成伤害，所以七七大招的伤害是可以触发该治疗效果的） 9级Q技能单次命中的治疗量约为8294点，故大招总治疗量约为91234点。 4.普攻或重击的度恶真符的治疗量 七七60突破之后，普攻和重击命中敌人时，有50%的几率为敌人添加一枚度恶真符，持续6秒，且该效果30秒只能触发一次。触发概率还是很大的，一般2-3次普攻就能触发。在E技能和Q技能的空窗期，可以选择普攻打出符用以治疗。 该方式的治疗量同上述大招给的标记的治疗量。6秒时间差不多可以治疗5次，总治疗量约41470 七七 E技能不会产出元素微粒 ，大招真空期虽然短，但需要80点元素能量，这也是七七目前最大的问题点。不过七七作为奶妈还是很优秀的，治疗量方面完全没有问题，单靠E技能和突破天赋的治疗量其实就已经足够。不过大招充能的漏洞很大，圣遗物沙漏位置建议带 元素充能效率 。 三.受治疗加成 七七20级突破天赋为处于E技能召唤的鬼差状态下的角色触发元素反应时， 受治疗加成 提升20% 该受治疗加成是体现在当前站场角色的面板属性里的。在治疗量的计算上，受治疗加成和治疗加成之间是 加算关系 。即 七七造成的治疗量=(七七的攻击力*百分比+常量)*(1+七七的治疗加成+受治疗角色的受治疗加成) 四.核心命座 1命【寒苦回向】 效果 ：E技能的鬼差命中被度恶真符标记的敌人时，为七七恢复2点元素能量。 E技能持续期间内，鬼差会发起9次攻击，每次攻击最多为七七恢复2点能量，因此最多是可以给七七恢复18点元素能量的。此外，七七普攻和重击还能打出标记符，6秒时间内也可以为七七恢复大概8点元素能量。综上，1命效果还是可以带来很高的回能效果的，不过前提是EQ技能要一起使用。 6命【起死回骸】 效果 ：施放大招时，会复活附近所有倒下的角色，并将其生命值恢复至50%，该效果15分钟只能触发一次。 七七的6命相当于一个复活甲，极大的增加了队伍的容错能力。芭芭拉的6命是无条件满血复活一个倒下的角色（芭芭拉需要处于后台，好像也是有条件的）；七七则是需要施放大招，但能将所有倒下的队友恢复至半血。 五.总结分析 作为一个辅助型角色，我们自然希望其能给队伍带来的功能性越高越好。考虑到 治疗能力、保护能力、破盾能力、适应环境能力（debuff）、增伤能力、产球能力（元素微粒） 等等，所以具备多功能性的班尼特、迪奥娜和琴是当前主流的奶妈角色；心海凭借着后台的范围挂水能力，在永冻队表现同样不错。而七七的问题点就是只能作为纯奶妈，无法提供增伤能力；且自身无法提供元素微粒，反而要靠他人的元素微粒；后面有了 海染套 之后，才增加了部分输出能力，但终究没有改变本质。 总的来说，七七很适合玩家的前中期，但后期的出场机会并不高。养一只七七肯定是要的，小僵尸那么可爱。不过命座什么的，还是希望大家少歪的。 觉得攻略有帮助的可以点个赞支持一下。",
    "length": 2115
}