{
    "game_id": 2,
    "post_id": "19020701",
    "f_forum_id": 43,
    "subject": "【V2.5攻略】#角色攻略#雷神阵容搭配攻略其一——【雷国】",
    "url": "https://www.miyoushe.com/ys/article/19020701",
    "created_at": 1647304240,
    "like_num": 186442,
    "view_num": 1217368,
    "reply_num": 3943,
    "text": "UID：152901193 ·【前言】· 旅行者们，大家好吖！这里是O丶Ha丶Yo，之前雷电将军 （简称“雷神”） 的使用攻略已写过，本次主要围绕雷神的阵容搭配提笔挥洒热血。 1、【雷国】：雷神+行秋+香菱+班尼特 目录 ①．角色功能与培养建议； ②．阵容优劣势； ③．手法建议； ④．阵容演变； ⑤．实战视频展示； ⑥．阵容总结。 以下阵容搭配待码字··· 2、【雷九】：雷神+九条+万叶+班尼特 3、【优雷】：优菈+雷神+钟离+班尼特 4、【雷达】：公子+雷神+香菱+班尼特 5、【神班】：雷神+风神+岩神+班尼特 本来是计划以上提及的阵容融合为一篇，何曾会想到越写越热血，【雷国】这个阵容就搞出了接近5千+字，而一篇帖子的字数上限是1万字，所以不得不准备分开成几篇，见谅。 本次先推出【雷国】的阵容搭配解析，后续阵容搭配慢慢更新，感谢支持。 PS：以下内容， “A”=普通攻击； “E”=元素战技； “Q”=元素爆发； “X命”=命之座第X层，如1命=命之座第1层； “产球”=E命中敌人掉落元素微粒。 『雷神』 主要功能： 1、提供 全队角色Q的伤害加成 （提供的加成与E等级有关）； 2、提供 全队角色能量回复， 保证队伍的循环能力（提供的回复量与Q等级和自身元素充能效率有关）； 3、驻场主力输出（主要输出方式是施放Q后的「梦想一心」状态，进行持续的普攻或者重击）。 武器与圣遗物建议： 雷神建议作为主力输出培养，是该阵容里驻场时间最久的角色，可定义为主C。 核心属性是暴击率和暴击伤害 （简称“双暴”） 与 元素充能效率 （简称“充能”） ， 在选择武器时，建议优先选择副属性是充能的武器。 圣遗物 绑定绝缘之旗印4件套 （4绝缘） 。时之沙的主词条绑定充能效率属性；至于 空之杯的主词条 ，有攻击力和雷元素伤害加成这两种属性供选择，这两者之间的抉择，取决于它们之间的副词条， 哪个副词条好用哪个即可 ；理之冠根据自身面板来决定携带暴击率属性还是暴击伤害属性。 等级与天赋升级建议： 雷神的角色突破属性是充能效率，建议雷神至少80级突破，资源充足的情况下建议90级。 雷神的核心天赋是E和Q，主要升级E和Q即可，A非主要输出方式也并没有辅助机制，SO （这是英文，翻译成中文是“所以”的意思） ，以有限资源进行有效利用为前提， A并不建议升级 。而 E和Q都建议升至9级 ，E提供的全队角色Q伤害加成这一机制，升至9级可达到上限，10级就没有特别大的必要。而Q为主要的输出天赋，资源充足的情况下可考虑升至10级，独有的愿力层数可提高自身的输出能力，而积攒愿力层数的机制升级Q至10级可达到此类加成的上限 （只是提供的加成可达到上限，并非愿力层数直接达到上限，勿错解） 。 PS：资源充足的意思是该阵容里的其余角色的练度都差不多的时候有剩余的资源，如果其余角色都还没开始练，不建议强花资源砸一个角色身上，应合理分配才是最佳。 『班尼特』 主要功能： 核心机制是施放Q后形成的「鼓舞领域」 （简称“Q领域”） ，处于 Q领域内的角色可以获得攻击力以及持续治疗效果 。 该阵容里的香菱与雷神，因主要考虑自身的双暴与充能，使得攻击力会成为“短板”，而班尼特在该阵容里会起到 关键性的作用：弥补香菱与雷神的攻击力不足的问题 。加上Q领域可提供持续治疗能力，是该阵容续航的关键，即使持久战，也无所畏惧，所以班尼特在该阵容里是刚需角色。 关键命之座： 1命和5命。其中 1命最为关键 ，5命只是可以提高Q的等级，养成方面，以及实用性方面都不错的命座，但是相对来说，1命更具有核心价值。 武器与圣遗物建议： 班尼特考虑 基础攻击力高或者充能武器即可 ，在雷神的回能机制加持下，班尼特并不会有太大的回能压力，但是在其余队伍里，班尼特应当优先考虑充能效率的武器。 圣遗物 建议绑定4宗 ，为全队提供攻击力加成。时之沙的主词条建议绑定充能效率属性，空之杯的主词条绑定生命值属性，理之冠的主词条可选择生命值或者治疗加成。 等级与天赋升级建议： 班尼特的角色突破属性是元素充能效率，前期可70级突破进行过渡，后期建议80级突破。 班尼特 只需升级Q即可 ，A无辅助机制，而E最主要的功能是可用来破盾与提供元素微粒的作用，与等级无关，所以可以选择不升级。 “基于自身的基础攻击力以一定比例提供攻击力加成”，这个比例与Q等级相关，同时治疗量与Q等级也息息相关，所以前期培养，Q建议提升至7级或者8级，后期班尼特的角色等级80级突破后可直接升至9级，根据个人情况与习惯，在资源充足时亦可直接升至10级。 『香菱』 主要功能： 后台持续挂火，也是主要的后台输出。 核心输出方式是施放Q召唤的「旋火轮」 。 香菱的Q有锁面板的机制，这是非常舒心的机制。但是启动Q需要高额的80点元素能量，而角色突破属性是元素精通，所以不得不首要考虑自身的回能问题， 充能与双暴便是香菱最优先的属性 ，从而会使得攻击力这一属性会成为香菱的“短板”。 但是因为香菱 Q锁面板这一机制，使得香菱会比较依赖班尼特 ，与之搭配可产生「双火共鸣」，获得25%的攻击力加成，并且班尼特提供攻击力的机制，又使得香菱攻击力这一“短板”得到弥补，所以 只需切记香菱施放Q时一定要站在班尼特的Q领域内即可 。 关键命之座： 4命是香菱最关键的命座 。旋火轮持续拾间延长4秒，大概就是多了4次伤害。解锁了4命后，可成为该阵容的手法里，作为切换角色的温馨提示 （意思就是当解锁4命后，香菱施放Q召唤的旋火轮结束就可以切换角色，下文手法建议会详解） 。 其余命之座，1命锅巴（E）命中敌人会减少敌人的火元素抗性，也变相的可以提高Q的伤害能力，也是比较不错的提升；3命简单直接的提高了Q天赋的等级，也是直观的伤害提升。其余命座无需在意。 武器与圣遗物建议： 优先考虑充能武器 ，例如「薙草之稻光」、「天空之脊」、「渔获」、「西风长枪」等等，若 依靠圣遗物，使香菱面板的充能可以达到200%+，亦可考虑 「护摩之杖」、「决斗之枪」、「断浪长鳍」等等 以输出为主类型的武器 。 圣遗物 建议优先选择4绝缘 ，也可2魔女+2乐团，或者4魔女。但个人认为，香菱的时之沙主词条需绑定充能，选择4绝缘可以完美的发挥充能这一属性，可以把充能以一定比例转换为Q的伤害加成，挺实用的圣遗物套装，所以，为香菱佩戴一套4绝缘应在所不辞。 时之沙的主词条绑定元素充能效率；空之杯的主词条绑定火元素伤害加成；理之冠的主词条根据自身的面板决定暴击率或者暴击伤害。 等级与天赋升级建议： 前期建议70级突破，后期建议80级突破。 优先升级Q即可，前期快速养成建议暂时不升E，只升Q至7级或者8级即可。后期资源充足的情况下建议EQ都升至9级，先Q后E。 『行秋』 主要功能： 后台持续挂水，也是主要的后台输出之一。 前期可节约养成时间，主要作为挂水工具人即可，到后期建议可培养为副C 。 行秋施放Q后的剑雨需要驻场角色进行普攻才会触发，可以完美契合驻场雷神依靠普攻进行输出的机制，可持续触发行秋的剑雨，可做到持续挂水，与雷神产生感电反应伤害，与香菱产生蒸发反应从而提高香菱的输出能力 （基本是香菱在触发蒸发反应） 。行秋的后台挂水能力当之无愧的稳定高效，所以行秋在该阵容里可以发挥不错的作用。 所以，行秋最主要的职责就是无缝接Q，前期培养只需注重回能，后期再培养成副C。 关键命之座： 2命和6命是行秋最关键的命座 。2命延长Q持续时间3秒钟，6命提供回能效果，减缓自身的回能压力。 武器与圣遗物建议： 优先考虑充能效率的武器，最佳适配的武器是祭礼剑。 没有祭礼剑的时候，可选择西风剑过渡。 若解锁了6命，可考虑携带磐岩结绿。 圣遗物 可选择4绝缘，也可2沉沦+2宗室，建议选择4绝缘，可有效利用充能这一属性 （充能转化为Q的伤害加成） 。 时之沙的主词条选择分为几种情况： 1、携带1-3阶祭礼剑，在该阵容里建议选择充能，避免祭礼剑未触发精炼特效； 2、携带4-5阶祭礼剑，在该阵容里可选择攻击力，精炼特效触发相对稳定； 3、携带磐岩结绿，已解锁6命，绑定充能。 空之杯的主词条绑定水元素伤害加成；理之冠的主词条根据自身的面板决定暴击率或者暴击伤害。 等级与天赋升级建议： 前期建议60级突破，后期建议80级突破。 前期若作为挂水工具人可选择不升级天赋 ，后期资源充足的情况下建议EQ都升至9级，先Q后E或者QE并点。 【优势】 1、位于「稻妻八酝岛」的圣遗物秘境「椛染之庭」（俗称“绝缘/追忆本”），可以养活该阵容的所有角色，成型快，这是其一； 班尼特虽需4宗，大可通过多出来的圣遗物进行还圣获得。不过前期并不建议还圣，前期培养建议圣遗物等级强化上去后再考虑进行还圣。 2、该阵容无特殊操作手法，只需注意出场顺序即可，简单易上手，这是其二； 3、角色之间可做到完美配合，互相弥补，适配性好，这是其三； 雷神能弥补队伍的回能问题，班尼特能够弥补香菱和雷神的攻击力，香菱是火系角色，提高伤害能力需靠蒸发来提高输出能力，而行秋后台挂水一流，所以香菱与行秋配合后台输出可持续打出蒸发反应从而可以达到配合无间的状态。 4、大部分环境都吃得开，泛用性高，这是其四； 5、雷神不管几命都可上手，门槛低，这是其五； 6、大致总结就是 循环能力，续航能力，输出能力都不错的阵容 。 【阵容劣势】 该阵容唯一不好的缺点可能就是“抢角色”，可能会限制第二队的阵容搭配。 如果第二队是永冻队或者岩队或者“武装队”，基本上是不会产生角色冲突，可以“错峰”该阵容里的角色，这是比较完美的。 但若是第二队以胡桃、公子、融化流甘雨等等为主，可能就会有点头疼，胡桃需要行秋，公子需要班尼特和香菱，融化流的甘雨也需要班尼特和香菱。只能说 雷国队里的所有角色都挺泛用，既是优点其实也是缺点。 ①．雷神出场 雷神的E可提供全队角色Q伤害加成，以及可触发协同攻击的机制 （只要是队伍内的角色命中敌人造成伤害就能触发） ，所以雷神应优先出场施放E。 ②．行秋出场 接着 行秋的出场顺序可分两种情况 ， 一是携带祭礼剑 ，在雷神施放E后出场使出QEE的手法； 二是携带磐岩结绿 ，在雷神施放E后出场只使用Q，可接一下A，但不施放E，E在香菱施放Q后行秋再次出场施放E。 ③．班尼特出场 然后班尼特出场， 建议使用QE的手法 ，EQ的话班尼特吃自己所产的球，而班尼特的回能压力并不大，所以使用QE的手法。 ④．香菱出场 当班尼特施放E命中敌人掉落火元素微粒时，这里比较关键，手速建议拉快一点，切换香菱出场QE，基本能够吃到班尼特的产球，可缓解香菱的回能压力 。切换香菱出场后施放Q可接一下A触发一下行秋的剑雨，然后施放E退场。 若是携带磐岩结绿的行秋，切换班尼特和香菱出场时，尽量不要接A，保证敌人身上有火附着，这样可使行秋触发蒸发反应。在香菱施放E后召唤了锅巴，就切行秋出场施放E即可。 ⑤．雷神出场 最后切雷神驻场QEA···。 雷神出场后可先Q后E，也可先E后Q，根据当时环境来定，若敌人相处较远，担心Q范围不够，可以先E然后拉点距离再Q，接着 可选择持续A，也可选择A+重击的手法 ，回能效果一致，伤害方面A+重击要高一些，但差距不会太大。个人比较喜欢一直平A，毕竟可以一直压制敌人，总之就是喜欢哪种手法都可以，根据自己的习惯选择即可。 若是香菱解锁了4命，旋火轮持续时间延长可作为雷神退场的指示，正常情况下正常手速无耽搁的情况，雷神Q状态结束，香菱Q召唤的旋火轮的持续时间还未结束，这时雷神不建议退场，即使行秋Q已准备完毕，E的冷却时间还未完成，所以 等香菱旋火轮结束后雷神再施放E退场 ，接着就享受队伍循环无缝衔接带来的舒适感。 阵容的演变，只是可以解放某些角色。 而 雷国的演变，基本是为了解放行秋 ，毕竟第二队多用胡行钟体系的旅行者们，行秋是必然要拱手而让，毕竟胡桃没有行秋，就像没有翅膀的小鸟，很难起飞。 这也正如香菱和班尼特的关系，所以 香菱基本让出去，很难找到归宿 ，也基本上有香菱的阵容，都会有班尼特，但是 雷神也很需要班尼特，所以班尼特是无法替换出去的 。 仅个人认为，能进驻雷国队的角色目前比较合适的是枫原万叶、八重神子、砂糖这三位 （九条裟罗随也可，但需求6命的九条，且放在了后续的【雷九】阵容里进行详解，所以这里就没有推荐九条裟罗） 。 因个人非技术控，所以录制视频的手法比较拉跨，但也中规中矩。且个人非强度党，所以面板也比较拉跨。 视频展示主要是为了表达雷国这一阵容的循环性与输出能力，都是挺不错的，即使没有手法，只需要注意出场顺序即可。 对于0命的雷神而言，雷国确实是不错的选择。 ⭐雷国这个阵容总的来说比较亲民，拥有持续输出强、阵容循环稳定、上手难度低、泛用性广的优点，且不管是几命的雷神，都挺适用于该阵容，雷国可以说是目前比较热门的阵容之一。而雷国队的角色，不管培养哪一个，都是属于养了不亏型的。 ⭐雷神主要负责全队的回能以及驻场输出；班尼特主要解决雷神与香菱的攻击力问题以及全队的续航；香菱主要负责后台输出，与行秋配合可持续触发蒸发反应从而提高自身的输出能力。该阵容里的每位角色之间都是配合无间的默契，所以该阵容几乎是比较完美的设定。 ·【后言】· 雷神的阵容搭配攻略之——【雷国】已介绍完毕，若觉得内容有用或者有趣不妨点个赞关注一下，您的支持就是OHY的动力，尽量提高效率做好下一篇阵容攻略。感谢支持与厚爱！ ·【END】· -感谢观看-",
    "length": 5519
}