{
    "game_id": 2,
    "post_id": "54449832",
    "f_forum_id": 43,
    "subject": "【V4.7配队附录】新深渊来袭！幻想真境剧诗演出指南及附表",
    "url": "https://www.miyoushe.com/ys/article/54449832",
    "created_at": 1719800030,
    "like_num": 1682,
    "view_num": 31329,
    "reply_num": 216,
    "text": "超链图片 本篇为 V4.7 的版本配队附录，提供当前版本 幻想真境剧诗 的困难模式 敌人情报 与 通关思路 ，并附 可在本期出战角色的 主流定位 一览表 。 本期为 幻境版配队附录 的首次更新，均为新增内容，若需了解基础规则与打法可参考 《一帖带你玩转4.7幻想真境剧诗》 ： 【V4.7攻略·其他攻略】一帖带你玩转4.7幻想真境剧诗！ 数据支持与定位依据（恒常配队学）： 【V4.7攻略·其他攻略】恒常配队学3.0 这里是卡玛sei亚，一个 想要在提瓦特的世界中探索世界之理的 普通人。 内容说明 1. 幻想真境剧诗困难模式分析 仅针对在 当前版本刷新 的幻想真境剧诗 困难模式 。先给出开幕角色及 敌人情报 ，后分析各 关卡对策 （分为小怪事件选择思路与首领攻坚思路），并给出可用 参考配队 。 2. 附表 共4张图表，均为 角色定位一览表 ，前3张收录本期限定的3种不同元素属性角色的定位，第4张收录本期特邀角色的定位。附表将角色简述定位与 机制 、根据环境限制条件推荐 主流玩法 或使用建议。 如下为定义解释： 天赋简称 ： A 为普通攻击、重击、下落攻击的总称， E 为元素战技， Q 为元素爆发， 普攻 仅为普通攻击的简称， 下落 仅为下落攻击的简称。 主C ：站场时间较长且作为主要伤害来源的角色。（严谨定义应为 站场C ，偶尔也双主C接力站场队伍，此时也可称为接力C） 副C ：站场时间较短，且伤害能力优先于辅助能力的角色。（严谨定义应为 后台C ） 辅助 ：功能性优先于伤害能力的角色，一般都不会有较长站场时间。习惯将辅助分为增益辅助（伤害拐）与其他辅助（提供与伤害无直接关联的生存能力、抗打断能力等）。 一、困难模式分析 1. 开幕角色 本期幻想真境剧诗指定元素分别为 火 、 雷 、 风 。开幕角色及试用配置如下： 超链图片 特邀角色分别为 莱欧斯利 、 希格雯 、 白术 与 艾尔海森 ，具体定位详见附表。 2. 敌人情报 本期幻想真境剧诗困难模式各战斗事件的敌人 （与元素地脉debuff） 分布如下： 超链图片 *在小怪关中，一般只会出现其中1~3个战斗事件，在无适合自身可出战阵容的情况时，可考虑刷新事件。 3. 小怪事件选择思路 多数小怪关考验队伍的对群、转火与追怪能力 （尤其是第4、5关） ，由于有角色限制，即使本期能带 风 系聚怪，整体上也 不建议挑战会刻意远离角色的敌人 分布较多的环境，一般避开这些即可。 ① 第1关 ：整体上都不难，即使用试用角色或者开幕接力队伍也都不难应对，若对练度或手法不够自信，避开情况5（蕈兽）或精英即可。 ② 第2关 ：难度略有提升但仍不高，攻坚能力强且以火系为主时精英难度低于情况5（冰萤术士），若练度有限则避开这两种情况即可。此外，有较多芒荒攻击手段可优先打情况4（隙境原体）。 ③ 第4关 ： 强烈建议避开精英 ，其难度非常高。普通事件则有遗迹机兵、丘丘王和多种散怪情况，若缺少聚怪角色（如 温迪 ）则建议打前两种情况 （超载相关队伍更适合打丘丘王） ，否则情况3~5更好应对。 ④ 第5关 ：需尽量避开情况4（发条机关）和情况5（镀金旅团），其聚怪难度很大，容易拖时间，甚至难于精英。情况1（遗迹机兵）最好打，如果有较强生存能力也可打情况2~3。 ⑤ 第7关 ：若对群能力及配置不够，避开精英即可，有足够强挂火能力可打情况4（冰使徒），此外需注意若携带有起跳能力的角色（如枫原万叶）打情况5时，需要在遗迹猎者施放攻击动作时再起跳，否则会导致其飞天，增加难度。 4. 首领攻坚思路 本期幻境第3、6、8关的首领分别为 翠翎恐蕈 、 深海龙蜥之群 与 冰风组曲·科培琉司的劫罚 ，如下是具体攻坚思路： ① 翠翎恐蕈 ：其受到一定 雷 / 火 元素攻击后会发生状态变化（遇 火 枯焦、遇 雷 活化），枯焦会生成 浮游草蕈兽 干扰索敌（可在其生成前摧毁孢子），活化则会狂暴而放出高伤技能，但会在之后瘫痪。可能需根据情况调整操作，尽量 在瘫痪后击败 其以获取额外的20积分，但拿不到也没关系。此外，其具有较高 草抗 （80%） ，不建议用艾尔海森打。 ② 深海龙蜥之群 ：共2只龙蜥首领，其难以聚集、有明显位移技能，且需注意尽量 同时击败两只龙蜥 ，以防其中一只龙蜥倒下不久后复苏。推荐携带对群能力强的角色，此外还需注意若携带班尼特等“画地为牢”角色则需调整好操作，避免其在生成领域后起跳到距离很远的位置。若配置或练度较低，推荐借用好友角色应战。 ③ 冰风组曲·科培琉司的劫罚 ：其在演出开始时即进入高潮，分3个乐段在乐段开始时开启 冻盾 （ 8 元素量）且造成较高生存压力，该护盾 用1次 荒性 攻击即可直接破除，而累计使用3次 荒性 攻击则可提前结束高潮 。若不使用 荒性 攻击，则需利用元素反应破盾，推荐 队伍中持有一定元素量的 火 系角色（如 班尼特 ） ，能高频附着的 雷 系角色也可用。此外， 其具有较高 风抗 / 冰抗 （70%） ，不建议用对应元素的输出角色打。 若配置或练度较低，推荐借用好友角色应战。 5. 可用参考配队 超链图片 *由于非开幕角色的获取具随机性，且不同队伍有不同优势环境，也会因为使用者的练度差异产生差距，实战还需随机应变，并注意核心输出位的合理分配—— 将自己的强势角色留给靠后的高难关卡 ，而在前期用掉较为弱势的角色并尽可能选择伙伴事件总没错。 二、附表 1. 火系 定位一览表 超链图片 2. 雷系 定位一览表 超链图片 3. 风系 定位一览表 超链图片 4. 特邀角色 定位一览表 超链图片 此外，关于有团队收益的武器与圣遗物套装，参见 深渊版配队附录 中的第4张附表。 【V4.7配队附录】圣骸兽回归！深境螺旋12层参考配队及附表 超链图片 创作声明 1. 本篇作者为 卡玛sei亚 （天空岛，uid：126941175），首发于米游社； 2. 本篇于2024年7月1日发布（当前版本为4.7），正文最近更新日期为2024年7月1日（当前版本为4.7）； 3. 禁止除作者本人及「原神观测枢」以外的账号转载本篇至站外，而站内转载则需取得授权； 4. 本篇中的配图与描述有部分要素版权属于米哈游。 超链图片",
    "length": 2560
}