{
    "game_id": 2,
    "post_id": "19804204",
    "f_forum_id": 43,
    "subject": "【V2.6攻略】#角色攻略#「风色诗人·温迪」从萌新到进阶",
    "url": "https://www.miyoushe.com/ys/article/19804204",
    "created_at": 1648731949,
    "like_num": 3534,
    "view_num": 56959,
    "reply_num": 153,
    "text": "【派蒙喵喵屋】x【原神冒险团】联合出品 设计：流曳，文案：皮纳特、霂暮 ▌ 目录 前言&角色展望 阵容搭配&输出手法 武器推荐&期望值对比 圣遗物图鉴&圣遗物对比 角色天赋&天赋加点选择 命之座&核心命座 突破材料&天赋材料 角色名片&特色料理 ▌ 前言&角色展望 温迪作为最先实装的七神，开服时凭借优秀的聚怪辅助控制能力成为表现最为优秀的角色之一。不过随着版本更替，许多不吃聚怪的敌人以及万叶这个有着更好增伤能力的角色出现，温迪不再是不可或缺的角色。但温迪对于中小体型吃聚怪的敌人依然是很好的对策角色，队伍里急缺聚怪角色的可以培养温迪。 温迪考据点这里 _(温迪-期待) 风系里类似位置的角色是万叶和砂糖，万叶凭借优秀的机制和增伤比温迪更加吃香；砂糖聚怪能力不如温迪，如果实在没有聚怪角色可以用砂糖过渡，但 砂糖真正的价值是其能够给全队提升元素精通。 ▌P1 阵容搭配&输出手法 主流阵容推荐 【温莫甘娜】温迪（聚怪）+莫娜（挂水）+甘雨（主C）+迪奥娜（治疗） 十分经典好用的永冻体系，温迪的聚怪帮助甘雨打满伤害，莫娜长时间上水提供的冻结从而保证甘雨的蓄力射击环境。迪奥娜用来凑双冰共鸣和保证队伍续航。 配队思路① 温迪凭借其优秀的聚怪控制减抗染色的特性，在各种需要聚怪的队伍中都有很好的应用。其中最为经典的配队就是温莫甘娜队，甘雨的大招伤害效果和大招范围内敌人的数量和站位有关，温迪的聚怪能够帮助甘雨大招伤害打满，莫娜的挂水能够把一些无法被温迪聚怪牵引的敌人给冻结方便后续输出，迪奥娜用来凑双冰和提供护盾及治疗，是十分经典的对群阵容组合。 配队思路② 双风带狗，天下我有。双风是从开服时就很火的百搭组合。最为经典的组合就是温迪加琴配合任意主C。双风的元素充能回转很快，这种情况下温迪可以少堆一些元素充能，多堆一些输出向词条提升一些输出。温迪和琴速切互相充能，频繁释放E和Q技能，提供了优秀的输出环境，十分百搭。如果围绕特定主C的经典配队缺胳膊少腿，双风组合是不错的过渡思路。 ▌P2 武器推荐&期望值对比 ① 终末磋叹之诗 是当前环境温迪的最优搭配，温迪的技能能够迅速叠满终末技能效果，让终末给全队提供攻击力和精通加成，对于队伍增益很大，同时帮助温迪充能确保队伍循环，是十分合适的选择。 ② 天空之翼 高贵的暴击弓，携带天空弓的温迪有着很好的输出表现，如果想要让温迪在输出上有所表现可以携带。 ③ 绝弦 在1.6版本剧变反应加强后，精通流有了更多应用。绝弦在四星武器中是比较适合温迪的伤害向武器。 ④ 西风猎弓 西风猎弓对于帮助充能有着很好的效果，但是携带西风弓时圣遗物要注意堆叠暴击率以便触发技能效果帮助队伍充能循环。 ▌P3 圣遗物图鉴&圣遗物对比 温迪圣遗物选择： 翠绿4件套是温迪的标准套装，加风伤和减抗效果对于温迪来说十分实用。如果想要温迪打更高一些的输出，可以考虑携带翠绿2+宗室2，但是在当今环境下并不推荐，温迪提供增伤让主C角色打输出性价比更高。如果温迪在物理队伍中充当辅助的话，物理队不需要元素减抗，温迪可以考虑携带宗室4件套。对于刚进入游戏不久的萌新来说，可以携带教官或者流放者套过渡。 圣遗物主副词缀： 温迪目前有两种常见流派，一种是惯例的暴击流，一种是精通流。暴击流就是常规配装形式，精通流是1.6版本剧变反应加强后兴起的流派，典型代表是绝弦加三个主词条全精通，主要思路就是温迪打扩散伤害。 暴击流 主词条： 攻击/充能沙、风伤杯、暴击/暴伤头 副词条： 双爆＞充能＞精通＞百分比攻击力 精通流 主词条： 精通沙、精通杯、精通头 副词条： 精通＞双爆＞充能＞百分比攻击力 ▌P4 角色天赋&天赋加点选择 【普通攻击：神代射术】 要是依靠元素战技和元素爆发，普通攻击一般在实战中并无应用。1命后温迪蓄力能射三箭，但除了射箭活动外应用不多。 【元素战技·高天之歌】 十分重要而且实用的技能，分为点按和长按两种，两种方式都提供3个风元素微粒；点按冷却cd为6s、长按冷却cd为15s，虽然长按的伤害倍率更高，但是温迪往往需要靠E技能充能，实战中一般都是采取点按E，2命以上的温迪追求极致减抗时也有长按E的打法。此外点按E的后摇我们可以利用跳跃/闪避/大招来取消。 长按E还能召唤一个风场，在大世界探索中十分实用。 【元素爆发·风神之诗】 温迪的大招有很强大的聚怪作用，大招还能接触其他元素染色造成持续的风元素和对应元素的伤害，在场上有多种元素的敌人时效果十分显著。温迪大招可造成的伤害可以分成三种类型：温迪大招自身的风属性伤害，大招经过元素转化造成的元素附加伤害，风元素扩散伤害。 其中风元素共造成约18次伤害；转换元素附加伤害共造成约13次伤害（不吃温迪自身的元素精通）越早染色越好；扩散伤害是反应伤害，受限于被聚集的敌人数量，伤害次数波动较大。 在实战中往往是温迪先E后Q，然后趁敌人聚集时切换其他角色进行输出/染色，是非常重要而且实用的技能。 被动天赋 【绪风之拥】 在大世界探索和个别副本中（面对遗迹狩猎者）非常有用的天赋。 【暴风之眼】 非常实用的天赋，温迪突破自带充能效率加上这个天赋让队伍的充能循环更加顺畅。 【恒风飞行】 减少飞行体力消耗，和安柏的减少飞行体力的效果一致，两者不能互相叠加。安柏开局就送，这个天赋的价值被削弱不少。 ▌P5 命之座&核心命座 1命·弦发的苍风 在之前风花节的百发百中射箭活动中十分好用，但在其他实战环境中基本无用，不建议大家为了射箭特意抽1命。 2命·眷恋的冷风 让温迪不凭借装备有了降抗能力，降低风抗和物抗十分有用，如果打算抽温迪命之座建议抽2命，不抽的话0命也完全够用。 3命·千风的诗篇 提升大招等级，对于温迪这种主要依靠技能和大招的角色来说比较实用。 4命·自由的凌风 在实战中温迪触发这个效果十分容易，可以认为25%风元素伤害加成能够常驻。 5命·高天的协奏 提升元素战技等级，对于温迪这种主要依靠技能和大招的角色来说比较实用。 6命·抗争的暴风 2命和6命联动，让温迪的减抗效果十分惊人，进一步提升了队伍的整体输出能力。氪佬体验十分快乐。 ▌P6 角色培养材料 温迪材料收集路线点这里 _(鼓掌) ▌P7 角色名片&角色料理 【V2.6攻略】#角色攻略#「温迪」一图流版全面攻略 ▌ 总结 温迪虽然没有开服那么强势了，但是温迪凭借其优秀的聚怪能力在各种队伍中都十分百搭，如果队伍因为缺乏聚怪而困扰的小伙伴可以抽取温迪。",
    "length": 2651
}