{
    "game_id": 2,
    "post_id": "52745430",
    "f_forum_id": 43,
    "subject": "【V4.6攻略·角色攻略】流浪者散兵材料突破天赋命座武器配队",
    "url": "https://www.miyoushe.com/ys/article/52745430",
    "created_at": 1715402580,
    "like_num": 1439,
    "view_num": 34594,
    "reply_num": 81,
    "text": "UID：269112192 超链图片 「流浪者·散兵」 5星风系法器 驻场主C，目前唯一 空战 角色。 主要输出方式：在施放 E 技能 浮空 的有限时间内，依靠加强后的 普攻 或 重击 ，持续对敌方造成风元素伤害。浮空期间，凭消耗「 空居力 」可在空中进行 移动 、 冲刺 闪避或抬升 高度 ，大世界锄地开图非常好用。 以当前环境来看，散兵与其他T0主C相比竞争力略显不足，刚需满命珐露珊和自身高命座。当然如果不在意深渊强度的话，无论是独具另类的角色人设，还是帅气的玩法机制，都能展现出散兵特有的魅力。 超链图片 天赋加点推荐 ： 普通攻击A＞元素战技E＞元素爆发Q ； 10-9-9；10-9-10（二命后10级Q优先于E） ·普通攻击-A ：释放风刃造成风元素伤害（分3段攻击，第3段为两段伤害），风刃具有 索敌 效果。 普攻是散兵的主要输出天赋，建议优先拉满给皇冠 ·元素战技-E ： 释放后，对周围造成风元素伤害并本体 浮空 浮空期间的效果： ① 加强 普攻 和 重击 造成的伤害与范围（ 重击 将 不消耗 体力），无法进行下落攻击； ② 每1秒消耗10点「空居力」以 维持 悬浮状态，消耗完将自然落地，基础空居力为100点； ③ 进行 跳跃 时，加快消耗「空居力」抬升浮空 高度 ； ④ 进行 冲刺 或 闪避 （无敌帧）时，加快消耗「空居力」以维持快速移动或闪避（无敌帧）。 注： 浮空期间即使被敌方击飞也不会落地，只能按E提前结束浮空状态，并自然落地； 飞过山丘的时候记得松开方向键，只按冲刺即可，不然会拖慢飞行速度 ·元素爆发-Q ： 释放后，快速造成5段风元素范围伤害；如果在 浮空 期间释放，结束后会自然 落地 。 2命之前，一般用在E技能输出结束时收尾，或使用E技能之前释放； 2命之后，在E技能状态下，空居力低于一半时释放，以最大化Q的伤害 超链图片 固有天赋一「拾玉得花」 E技能释放时，如果接触了 火 ＞ 水 ＞ 雷 ＞ 冰 元素（染色优先级），则 按此优先顺序染色 ，根据元素类型获得以下 强化 效果： 效果生效期间，散兵背后的六角环会根据元素颜色亮起，上下两个角不亮 ·左上角： 雷 -普攻与重击命中敌人后，恢复0.8点能量，每0.2秒恢复一次； ·左下角： 水 -空居力上限提升20点； ·右上角： 火 - 攻击力 提升 30% ； ·右下角： 冰 - 暴击率 提升 20% 。 该强化效果同时最多获得 两种 元素， 四命 之后会额外获得一种元素。 超链图片 固有天赋二「梦迹一风」 E技能释放期间， 普攻 或 重击 命中敌人时，有 16% 几率获得 「倾落」 效果： 获得后会出现特殊音效和画面特效 ·在下一次释放空中 闪避 （无敌帧）时将 不消耗 空居力，并同时发射 4枚 风矢，分别造成 35% 攻击力的风元素伤害。若普攻或重击未能获得「倾落」效果，会使下次获得概率提升 12% ，0.1秒内最多判定1次是否获得「倾落」效果。 使用技巧 ：只听音效或者看特效就能辨别是否获得，一般情况一套普攻重击穿插获得一次。 此天赋效果 不建议 频繁释放，因为不是主要的输出技能，只作用于无盾辅的情况下躲避关键技能使用。 超链图片 关键命座 ： 1命 ， E 技能状态下，增加 10%普攻 和 重击速度 ，提升了 重击流 手感。此外，固有天赋二「梦迹一风」发射的风矢额外造成 25% 攻击力的伤害； 2命 ， E 技能状态下，若 空居力 低于一半时释放大招，则提升此次大招 200% 的伤害； 6命 ， E 技能状态下， 每次普攻 会额外造成一次原本 40% 的普通攻击伤害，并额外获得一定 空居力 超链图片 圣遗物推荐 ： ·毕业优推 沙上楼阁 套，需要 重击起手 触发效果；如果满命可带 余响 套； ·如果已经有一套词条不错的 追忆 套也可以拿来直接带，不过对开大招有一定要求，看实际情况选择； ·前中期过渡可用 风伤2+攻击2 ，或 风伤2+2。 ·主词条 ：攻击 沙 ，风伤/攻击 杯 ，暴率/暴伤 头 ； ·副词条 ：暴率/暴伤 ＞ 攻击力百分比 ＞ 元素充能效率 风伤 词条相对来讲至关重要，同等面板情况下 风伤杯 伤害 高于 攻击杯。 超链图片 武器推荐： ·五星武器 ：图莱杜拉的回忆，金流监督，四风原典，天空之卷 ·四星武器 ：流浪乐章（需满精才能与其他武器拉开差距），匣里日月 ·面板参考 ：根据4星/5星、双暴/非双暴武器分别是，攻击力1800+/2200+，暴击率70%+，暴击伤害180%+/220%+ 超链图片 配队推荐： · 珐露珊 是散兵队伍的核心角色，大招增风伤、减风抗，6命提升风元素角色的暴击伤害，属于风C必带的辅助； ·同时，还可以选择搭配 增伤 拐、后台 副C 或 奶位 ，比如 夜兰、芙宁娜、班尼特、4命琴 等； ·另外，散兵最忌讳在空中被打断，所以尽量带一个 盾辅 或 抗打断 队友，以保证输出频率和生存，比如 钟离、莱依拉、北斗、迪希雅 等，当然如果对操作自信可以不带盾； ·总体来说，推荐和 水、火、雷、冰 元素的队友配队，具体根据需求选择。 ①散兵+珐露珊+班尼特+钟离/琴（4命）/托马/莱依拉 ②散兵+珐露珊+夜兰+莱依拉/班尼特/钟离 ③散兵+珐露珊+芙宁娜+琴（4命）/夏洛蒂 ④散兵+珐露珊+行秋+北斗 超链图片 散兵 天赋 突破材料，和 周本 材料请参照： 【V4.6攻略·其他攻略】全角色对应周本材料BOSS一图流 【V4.6攻略】全角色天赋材料突破升级对应角色对照表一图流 树王圣体菇采集路线： 超链图片 超链图片 超链图片 超链图片 超链图片 超链图片 野伏众刷刀镡路线： 超链图片 超链图片 超链图片 超链图片 超链图片",
    "length": 2358
}