{
    "game_id": 2,
    "post_id": "37465182",
    "f_forum_id": 43,
    "subject": "【V3.6攻略】「花海甘露之光」与「水仙之梦」的使用建议",
    "url": "https://www.miyoushe.com/ys/article/37465182",
    "created_at": 1680273294,
    "like_num": 157495,
    "view_num": 900825,
    "reply_num": 2711,
    "text": "【水仙之梦】 新水套，可以低配跟旧水套「沉沦之心」2+2适配很多水C，四件套还能让吃攻击力的水C进一步的提升，由于持续时间过短，通常是拿来做站场C套的。 满层攻击力25%，水伤30%，这是2+2所无法比拟的。 以前都是攻击力18%，水伤15%。 适用角色： 【达达利亚】 公子「达达利亚」的阵容推荐合集 最终毕业套了，公子是绝对的适配，开E后普攻、重击、断流刚好就三层吃满了，可以说只要攻击不停就不会掉层的，跟冬极白星也是绝配的，比旧水套合适太多了，因为这一套是全身的加强，而非旧水套的只加普攻项。 现在才给公子出圣遗物是比较奇怪的，只能说明这一套是给未来某个枫丹角色使用的，刚好完美契合了公子。 【神里绫人】 「神里绫人」的阵容推荐合集 刚好可以在放Q技能后重击一下，再开E普攻，就吃满了。 Q重击E三层，然后普攻第一刀也有三层。如果QE两层，再A第一刀二层。重击一下也花不了多少时间，总体是四层，掉也是先掉到三层，避免掉层先掉到二层。 【莫娜】 「莫娜」的阵容推荐合集 莫娜带这套也能站场，EQ重击普攻就行了，但莫娜的普攻并不是那么舒服的，推荐真爱党玩。而且有二命还有额外重击，都不用手动重击了，直接普攻就完事了。 (前面我预测给枫丹角色……不会就是莫娜吧……) 【行秋】 「行秋」的阵容推荐合集 如果有人非主流要行秋走站场水伤，这套也是可以的，搭配「坎蒂丝」附魔普攻水就行了，但由于双水覆盖过高，行秋估计是很难走蒸发流的了，感电跟种门倒可以考虑一下，仅限真爱党。 行秋后台的话，大招不锁面板，EA重击三层了，再Q就吃满了，然后切后台，但是持续太短了，先保留。 【其他非物理且无附魔的角色】 比如凯亚、罗莎莉亚、托马、早柚、琴、旅行者、七七、迪希雅等，戴这套水套搭配坎蒂丝也能玩。 【花海甘露之光】 这套是给吃生命值，并且专门技能输出的后台角色使用的。可低门槛跟千岩2+2。 (注：暂定都生效，等实机测试看看，因为装备者受伤，又后台生效，迪希雅是在后台也能替前台角色掉点血的，所以可能只有迪希雅适配。) 10%*80%=8%，5层*8%=40%，满层 提升50%。 但不吃生命的后台角色也能用，忽略两件套的效果，不心疼的话。 缺点就是你的队伍不能再有盾了，因为一定要受伤才能叠层，带好奶行了。 在种门的「绽放」、「烈绽放」 阵容里最合适，可以炸自己触发。 适用角色： 【迪希雅】 「迪希雅」的阵容推荐合集 不用说的，量身定做了，提升很大，完全就是为了弥补迪希雅的低倍率。有没有这套估计是两个角色，推荐一定要搭配这套，除非你有副词条非常强的其他圣遗物套。 这套一般是拿来辅助大招的，因为迪希雅有不带盾的设定，所以出来开大招时会持续受到攻击的，这时很容易满层，但在后台要E吃满是比较困难的，所以正确的用法应该是在后台时能吃多少算多少，出来开大招时满层的概率较大。 这套是装备者受伤，后台也生效，目前只有迪希雅可以在后台替前台角色掉血，所以有可能只有迪希雅适配四件套，以下后台的角色只是暂定生效，等实机测试。 【妮露】 「妮露」的阵容推荐合集 满命妮露站场可以用，有双爆加成，加上EAAA也是战技伤害，纯堆生命值，且副词条双爆总和最好能有个50%+暴击率、100%+爆伤，加上满命暴击30%，爆伤60%，再加自带的暴击5%，爆伤50%，最后 总和暴击率85%+，爆伤210%， 直接碉堡了，可以做到种子和自己的伤害双丰收，这是最极限的玩法了。刚好妮露的种子也可以炸自己，是满命妮露完美的站场主C毕业套。 【夜兰】 「夜兰」的阵容推荐合集 没盾的队伍里，妥妥的毕业套，两件套生命刚刚好，四件套直接对技能增伤，简直就是量身定做的。(暂定，不知道前台被打，后台不掉血是否生效。) 【魈】 「魈」的阵容合集推荐 满命魈不确定是否能用，因为魈的 大招的“流失生命”，不确定是否属于“受伤” ，如果属于的话「满命魈」+「半血护摩」，一个下落攻击后的那个无限E将会是逆天的伤害，甚至还能让这套 打破不能带盾的诅咒， 因为魈自己就能让自己受伤生效了 。 所以先保留，如果不算也没办法。 除非有边被你打还能边攻击你让你掉血的怪。 【瑶瑶】 「瑶瑶」的阵容推荐合集 瑶瑶要用也是非常合适的，刚好可以把伤害拉到及格线，前提是要你的瑶瑶纯堆生命的同时还要保证双爆，并且要站场C不是草的，否则没有草套减草抗是非常浪费的。比如：草套柯莱、花海瑶瑶在一个队里，再加个其他元素的站场角色，这样子就不浪费草套减草抗了。(暂定) 【坎蒂丝】 「坎蒂丝」的阵容推荐合集 满命后有了后台输出能力，也能用了，只是对副词条的双爆很高了。纯堆生命值，还要保证副词条的双爆，最好是五件圣遗物副词条总和暴击率50%+，爆伤100%+，所以有耐心的话可以一直刷到及格为止。(暂定) 【久岐忍】 「久岐忍」的阵容推荐合集 可以在无盾的队伍里当后台输出毕业套，搭配输出武器，刚好符合久岐忍技能倍率低的问题，奶量虽低，但有一定的走位的话也够用了。(暂定) 【菲谢尔】 「菲谢尔」的阵容推荐合集 虽然不吃生命值，但是四件套让奥兹变得很强，也是可以用的。(暂定)",
    "length": 2099
}