{
    "game_id": 2,
    "post_id": "51920910",
    "f_forum_id": 43,
    "subject": "【V4.6攻略·角色攻略】阿蕾奇诺·全解析︱机制/养成/配队",
    "url": "https://www.miyoushe.com/ys/article/51920910",
    "created_at": 1713924135,
    "like_num": 16517,
    "view_num": 1190340,
    "reply_num": 2811,
    "text": "UID：100559319 这里是阿斯盖特！本期是愚人众执行官「仆人」、壁炉之家家主、孩子们口中的“父亲”——「 阿蕾奇诺 」的角色攻略！ 超链图片 下面，笔者将分为 机制、养成、配队 等3个部分进行讲解！ 另外，还有关于【 生命之契 】机制的补充内容，旅行者们也可以看看哦！ “身处寒冷之中，人们才会怀念火焰的温度。” 【观前须知】 ① a/A=普攻、Z=重击、e/E=元素战技、q/Q=元素爆发、X=下落攻击 ② 快速阅读 ： 只看图片 即可（ 萌新推荐！ ） ③ 详细阅读 ：通篇阅读“图片+文字”内容（ 老玩家选择！ ） 【简析&一图流】 「阿蕾奇诺」 （以下多简称“仆人”） 是一名主要以 普攻 进行输出的火伤角色，具有 输出能力强 、 操作灵活 、 玩法多样 等特点。如果您缺少火C甚至缺少主C，那么可以尝试抽取！ 超链图片 【角色 培养材料 图表】 超链图片 【机制解析】 ▶技能升级：普通攻击（9+）＞元素爆发（8+）≥元素战技（8+） 阿蕾奇诺的主要伤害来源于普通攻击，推荐优先升级；元素战技与元素爆发的伤害占比相近，并且不是主要伤害来源，可以之后对点。 【参考输出手法】（ 一看就懂！ ） ▶ 机制讲解不想看？那就直接了解怎么玩吧！一步到位！ 超链图片 ◆ 简化版 ：仆人E、队友放技能 （上BUFF） 、仆人Z开始输出、EQE （收尾） 【关于循环手法】 ① 非蒸发 （雷火、纯火） ，可选“ 3A闪 ”、“ 5A闪 ”等“多段普攻+闪避”的手法； ② 蒸发 ，可选“ 5A1Z ”、“ 4A1Z ”、“ 3A1Z ”等“多段普攻+重击”的手法。 ③ 如果不想玩这种固定的手法，也可直接“ 无脑普攻 ” （A就完事了） 。 ——相差至多5%（甚至更低），按自己的操作习惯来就行。 【关于收尾EQE】 ① 这一操作多用于 0-1命 ，2命及以上不使用。 ② 不强求 每轮输出都EQE收尾 （能量没满肯定就不开Q了，只E就可以） 。 【1】技能讲解 ▶ 为让大家更好的理解仆人的技能，笔者 将普攻、战技、固有天赋1的讲解顺序进行了调换 。 ◆元素战技（E） 超链图片 ① 战技的施放、后续的“印记”都为 弱火 伤害 （1元素量、9.5秒） 。 ② 战技施放时命中敌人产出 5颗火元素微粒 ，后续印记不产球。 【关于“印记”】 ① 战技施加 （2命以下） 的“ 血尝勒令 ”是“ 普通 印记 ”。 ② 解锁天赋1 （唯苦痛可偿还） 并 经过5秒 后才能 升级 为“ 强化 印记 ” （血尝勒令·终） 。 ③ 需要 施放重击回收普通印记 ，每回收1枚获得65%生命之契 （以下简称“命契”） 。 ④ 单次战技施放后，至多获得 145% 命契。 ——比如，第1次施放战技获得了130%命契，但没有消耗；等到战技CD结束后，第2次施放战技，此时 新获得的命契和上一次战技获得的命契可以累加在一起 ，但至 多获得200% 命契（也就是 把生命条完全包围起来 ）。 ⑤ 回收1枚强化印记可获得130%命契，在 对单 时可保障输出时间。 ——仆人“先手E再切队友放技能”的 原因 。 【 一图看懂 】“生命之契”是什么？ 超链图片 ◆固有天赋1 超链图片 【一定要先手E吗？ 并不是 ！】 超链图片 ◆普通攻击/重击（A/Z） 超链图片 【关于普攻】 ① 只有 普攻才会消耗生命之契、 只有 普攻才会获得伤害提升。 ——只要仆人还具有高于30%的命契，那么即使切至后台，普攻等攻击的火伤也不会消失。 ② 生命之契越高，普攻伤害越高。 ③ 命中就能消耗 命契，不造成伤害也可以。 （比如打在敌人的盾上） ④ 每次消耗【 当前命契的7.5% 】。 ——比如当前50%命契，就会消耗50%×7.5%=3.75%命契。 【普攻的提升方式】（ 拓展 ） 超链图片 每一次普攻命中后都会消耗一次 当前7.5%的命契 ——其实，每次普攻伤害是固定的，因为每次普攻命中都会 按照当前生命之契%进行结算 ，每次结算的命契%都是一个固定值，所以得到的普攻提升也是固定值，因此每轮输出的普攻总倍率其实也是 固定的 。 【 中途回收印记 的手法】 前面我们知道，仆人当前的生命之契越高，此时普攻的伤害越高，因为我们可以通过“ 中途回收印记获得命契 ”的方式使整体循环的输出总倍率更高！ ——例如进行 4轮 左右的普攻输出，就可以尝试在进行 2轮 左右的普攻后回收印记获得更高档位的普攻倍率！ 【关于重击/下落攻击】 ① 具有一定的索敌效果，会朝着距离较近的敌人攻击。 ② 按住普攻键 可以快速移动 5秒 ，可在水上移动。 （翅膀真的好帅啊！） ③ 重击、下落攻击命中 不消耗 生命之契。 【关于附着】 都只能造成 弱火 伤害，普攻遵循常规附着规则，重击 独立 附着。 —— 常规附着规则 ：同一模组的攻击在命中敌人后的2.5秒内，第1、4、7…次攻击（又称每间隔2次攻击）对敌人施加元素附着。 ◆元素爆发（Q） 超链图片 ① 需要 60点 元素能量。 ② 造成 弱火 伤害。 ③ 治疗倍率是固定的 ，不会因技能等级提升而改变。 ④ 治疗量为“ 150%生命之契+150%攻击力 ”。 ——例如，当前仆人攻击力为1000、具有20%生命之契（等效500点生命之契），那么将按照“150%×500+150%×1000”进行治疗。 （数据做理想化处理） ⑤ 普攻命中可以缩短战技CD、 施放大招可以重置战技冷却CD ，所以通过普攻将战技CD清除并且大招能量已满，那么就可以先E再Q、重置E的冷却后再次施放E，进入下一轮输出。 ——收尾选择EQE的原因。 ◆固有天赋2&3 超链图片 【关于天赋2】 ① 班尼特、护摩之杖、赤沙之杖等所提供的攻击力 不能 提高抗性。 ——其实这就涉及到“ 二次转化 ”的内容了，仆人这个天赋 不能获得 “ 二次转化获得的攻击力提升 ”。 ——班尼特根据自身基础攻击力的一定百分比再转化出攻击力、护摩之杖根据装备者的生命值再转化出攻击力、赤沙之杖根据装备者的元素精通再转化出攻击力…… ② 百分比攻击加成可以提高抗性。 ③ 抗性提升 显示 在角色面板中，一直触发。 【关于天赋3】 ①进入战斗就触发，显示在面板中。 ② 非战斗 时、在大世界探索中，可以通过食物、七天神像等回复生命。 ③因为仆人在战斗中无法被队友治疗，可以在组队时考虑搭配 护盾 角色，提高生存能力。 【2】命座解析 超链图片 【命座 提升幅度 】 超链图片 【关于1命】 ① 该命座的普攻提升效果是“仆人攻击力×[普攻倍率+（ 死红之宴倍率+100% ）×当前生命之契百分比]”。 ② 进行普攻、重击时的 抗打断能力提升 ，可类比雷电将军Q、纳西妲E（长按）、优菈Q期间等效果。 【关于2命】 2命的重点在于 机制的优化 ，战技直接挂强化印记，不用再先手施放战技战技了，让输出更灵活。 ——队伍输出顺序可以变为“ 队友输出、仆人EZQEZ接输出 ”。 【关于6命】 ① 可 优先考虑“EQEZ”的启动手法 ，让大招“吃到”第一次回收印记所获得的高额生命之契。 ——至少130%命契可以给大招很大的提升，搭配辅助、触发元素反应可轻松打出几十万甚至更高的伤害。 ② 只提升 普攻、大招的双暴， 不显示 在角色面板中。 ◆ 总的来说 ， 0命 阿蕾奇诺就已经具备了很强的输出能力，在各种流派玩法中都有可观的表现，命座会进一步为阿蕾奇诺“锦上添花”——如果想要抽取命座，可以 1 、 2 、 6 命座为抽取目标。 【养成方面】 【1】武器选择 ◆武器选择大同小异，很多5星武器在不同流派都可选择，蒸发玩法可考虑精通类武器。 超链图片 【不同武器的 参考面板 】 超链图片 【各武器期望对比】 ▶ 非蒸发 超链图片 ▶ 蒸发 超链图片 【tips】在搭配班尼特、云堇等能够提高基础倍率区间数值的辅助角色后，像息灾、贯虹之槊这类提供大量攻击力加成的武器的排名将有所下降，而像护摩、赤沙、峡湾等提供双暴的武器的排名会有所上升。 【更多武器补充内容】 当不搭配班尼特、云堇等提供基础倍率数值的角色时，可按照上方武器对比排名进行选择；反之优先考虑具有双暴的武器。除了上述武器外，还有 赤沙之杖 、 黑岩刺枪 、 天空之脊 （推荐精3以上） 、 勘探钻机 等。 【关于 赤月之形 】 重击命中额外提供25%的命契，使仆人每轮战技可获得 170%命契 （145%+25%） ，能够增加仆人的输出次数，同时以更高的命契启动输出可以让普攻造成更高的伤害。 ——普攻的提升机制可查看上方的机制讲解部分。 【关于 赤沙之杖 】 多在 精通流 使用，并且需要搭配班尼特、云堇等能够提高仆人基础倍率区间数值的辅助。其武器特效 无法 在后台叠层！ 【2】圣遗物搭配 超链图片 【各 套装期望 对比】 超链图片 【一些套装的补充讲解】 【关于 追忆 4件】 ① 0-1命多是先手施放战技再切至队友施放技能，中间至少5秒不是仆人的输出时间，追忆只能持续10秒，导致该套装的覆盖率较低，因此不推荐。 ② 解锁2命且有优秀词条的追忆套装时可以考虑。 【关于 余响 4件】 ① 一般情况下是不推荐优先考虑的——一是自身普攻的提升效果 存在稀释 、二是套装的触发 需要运气 并不稳定。 ② 有很好的词条且不想刷其他套装，可以暂时使用 （最后还是推荐去刷“谐律套”） 。 【关于 魔女 4件】 ① 0-1命多是先手施放战技，且只能触发1层， 覆盖率低 。 ② 解锁 2命 后，通过EZQEZ启动可以考虑选择 （触发2层，覆盖率有所提升） 。 【蒸发流 堆多少精通 ？】 ① 仆人 不太需要 堆叠很高的元素精通，一般在 60-120 、 至多180 左右即可。 ② 不同手法对精通需求有一定影响——穿插施放 重击的次数越多 、蒸发次数越多，推荐堆叠的 元素精通越高 ，但一般也不会超过 220 左右。 ——精通类武器的精通稀释较大，尽可能少叠些精通。 ③ 不太需要用精通沙，依靠副词条“歪出”的精通就可以 （除非一点儿精通副词条都没有） 。 【关于 面板 】 ① 暴击率在70%+ （可以更高） 。 ② 非双暴武器暴伤可在160%+、双暴武器暴伤可在200%+。 ② 可以堆叠20%左右的充能 （4命以后不考虑 ）。 【队伍搭配】 【1】 雷 火 战舰 超链图片 【角色培养】 夏沃蕾 / 班尼特 / 九条裟罗 超链图片 【三火一雷】 根据队内提供护盾（或抗打断）角色元素的不同来进一步区分，分为雷护盾、火护盾两种。 ◆ 雷 护盾 ① 目前只能考虑至少1命的 北斗 ，多堆叠 充能 （260%+）、 生命 （3.4W+）提高护盾量，增加输出容错率。 ——1命北斗施放大招后生成自身生命上限16%的护盾，持续15秒。 ② 选择单雷北斗时的阵容比较单一，第3名火角色更多是 班尼特 。 ③ 追求更高伤害、对自身操作自信的玩家，可以直接考虑“ 阿蕾奇诺 + 夏沃蕾 + 班尼特 + 菲谢尔 ”。 ◆ 火 护盾 ① 优先至少 4命的烟绯 ， 堆叠充能、生命 ，携带武器【 讨龙英杰谭 】提高仆人的攻击力；其次考虑 迪希雅 （千岩4） 、 托马 等角色。 ——4命烟绯施放大招后生成自身生命上限45%的护盾，持续15秒。 ② 火护盾替换的更多是班尼特的位置，此时单雷优先【 菲谢尔 】补充伤害。 【双火双雷】 ① 这一组合方式将不再搭配班尼特，而是替换为 九条裟罗 ——将战技 （E） 与大招 （Q） 分开施放 来使仆人进行两次两轮左右的输出。 ② 没有九条或九条在其他队伍时，可暂用 菲谢尔 （副C输出） 、 丽莎 （讨龙加攻、减防） 提高队伍伤害。 【参考循环手法】 【1】三火一雷 ① 仆班夏 北 ：仆人E、北斗EQ、夏沃蕾E（长按）、班尼特QE、仆人Z接输出 ② 仆烟夏 菲 ：仆人E、菲谢尔蓄力射箭、夏沃蕾E（长按）、菲谢尔E、烟绯EQ、仆人Z接输出 ③ 仆班夏 皇 ：仆人E、菲谢尔蓄力射箭、夏沃蕾E（长按）、班尼特QE、菲谢尔E、仆人Z接输出 *菲谢尔先手蓄力射箭命中敌人触发超载，便于让夏沃蕾获得“强化弹头”提高全队攻击力。 **选择迪希雅、托马时，就将“烟绯EQ”替换为“迪希雅EE/托马QE”即可。 【2】双火双雷 ① 仆夏 九 北 ：仆人E、九条蓄力射箭、夏沃蕾E（长按）、北斗EQ、九条Q、仆人Z接输出2轮、九条E、仆人输出1轮后接Z回收输出1轮 ② 仆夏 北 皇 ：仆人E、北斗EQ、夏沃蕾E（长按）、菲谢尔E、仆人Z接输出 *“仆夏九北”通过将九条的EQ分开施放来提高给仆人攻击加成的覆盖率——第1次获得攻击加成后进行2轮输出，此时还剩余一部分生命之契，再切至九条施放技能为仆人加攻，切回仆人输出1轮后再次施放战技回收普通印记输出1轮。 【2】 蒸发 输出 超链图片 【角色培养】 夜兰 / 坎蒂丝 / 云堇 *钟离在下方“【3】暴力火伤”中。 超链图片 【仆人蒸发队的 手法 】 仆人每次重击都能触发蒸发反应， 穿插重击 可提高蒸发率，可选择“ 3A1Z ”（优先）、“ 4A1Z ”等手法。 ——即“前3段普攻+1次重击”、“前4段普攻+1次重击”。 【关于队友】 【队友的替换】 ① 护盾 （钟离等） 换 万叶 ——水火双扩降低抗性提高伤害，但生存压力上升，需谨慎选择。 （还是推荐大部分旅行者带护盾角色） ② 双水可考虑“ 夜兰 + 坎蒂丝 ”，提供可观增伤；如果芙宁娜的配置不错且没有培养坎蒂丝，也可以芙宁娜。 ③ 因为仆人无法获得队友治疗，导致无法每轮都提高芙宁娜的增伤，所以不推荐优选。 ——如果芙宁娜、仆人的配置都不错，也能搭配，但增伤效果基本只在首轮循环内了。 【队友养成】 ①单水夜兰的充能推荐多叠，0命在250%+、1命在210%+，可搭配【 西风猎弓 】。 ②选择云堇、坎蒂丝时也需要多堆叠充能 （云堇240%+、双水坎蒂丝220%+） ，都可搭配“宗室4件”。 【参考循环手法】 ① 仆 班 钟夜 ：仆人E、钟离E（长按）、夜兰EQ、班尼特QA、仆人Z接输出 ② 仆钟夜 坎 ：仆人E、钟离E（长按）、夜兰EQ、坎蒂丝QE、仆人Z接输出 ③ 仆 万 班行 ：仆人E、行秋EQ、班尼特Q、万叶EA、仆人Z接输出 *仆万班行中，如果追求更高伤害可以将行秋换夜兰，但是生存能力会下降；万叶只需施放战技触发即可触发双扩散，不用开大。 【3】暴力 火伤 超链图片 【角色培养】 钟离 / 枫原万叶 / 千织 超链图片 【更多补充】 ① 没有班尼特或班尼特在其他队伍，可选择 云堇 。 ② 除了“三拐一”的单仆人输出，还可考虑用 千织 、 香菱 等后台副C暂替万叶 （毕竟万叶很忙.jpg） ，这也是最为直接的提高队伍输出的手段。 ③ 护盾（或抗打断）角色还是很有必要的，上面的都可以。 【参考循环手法】 ① 仆钟 万 班 ：仆人E、钟离E（长按）、万叶EQ、班尼特EQ、仆人Z接输出 ② 仆钟 千 班 ：仆人E、钟离E（长按）、班尼特EQ、千织EE、仆人Z接输出 *搭配千织时，需要将 千织放在仆人前一位 ，如千织2号位/仆人3号位、千织4号位/仆人1号位，这样可以让千织EE后速切至仆人。 【4】更多 拓展 玩法 【4.1】芙闲下落队 ◆参考配队： 仆人 + 芙宁娜 + 闲云 + 钟离 仆人的下落攻击配合芙宁娜触发蒸发反应。芙宁娜也可替换为夜兰，不过这样需要“普攻+下落攻击”的输出方式。 ◆这是一种另类的仆人蒸发队的玩法，是仆人玩法中的拓展。 ◆ 参考输出顺序 ：仆人E、钟离E（长按）、芙宁娜EQ、闲云Q、仆人Z接下落输出 【4.2】蒸芙玩法 ◆参考配队： 仆人 + 钟离 / 绮良良 + 芙宁娜 + 纳西妲 仆人与纳西妲持续触发燃烧反应、使敌人持续处于火附着下，芙宁娜利用荒性战技触发蒸发反应、造成更高的伤害，钟离等护盾角色提供护盾提高队伍生存能力。这个 本质上是“仆人+芙宁娜”两种伤害 ，仆人与纳西妲构成了前台持续挂火，芙宁娜触发蒸发反应也能使纳西妲的战技再次附着草元素，让芙宁娜“ 蹭到 ”2倍蒸发反应。 ◆仆人与芙宁娜都能造成可观的输出，是一种偏拓展、娱乐的玩法。 ◆ 参考输出顺序 ：仆人E、钟离E （长按） 、纳西妲E、芙宁娜E、仆人Z接输出 ——纳西妲、芙宁娜（0命）的元素爆发其实都不刚需触发，芙宁娜此时完全可以全力堆叠伤害（1、2命的芙宁娜因为大招增伤叠层迅速，还是推荐叠充能开大的）。 【4.3】武装队的抉择 ◆参考配队： 仆人 + 北斗 + 行秋 + 班尼特 如果北斗解锁1命，还是推荐堆叠充能、生命提高1命的护盾量。北斗与行秋的输出有限，更多依靠仆人的伤害来太高该队伍的输出能力，更多是具有一定配置的仆人真爱党尝试。 ◆该搭配也是除蒸发、纯火、雷火外的一种拓展玩法。 ◆ 参考输出顺序 ：仆人E、行秋QEA、北斗EQ、班尼特QE、仆人Z接输出 【4.4】融化玩法的考量 仆人的融化玩法需要向“融化流迪卢克”借鉴，并且一定程度上需要借助万叶等角色“染冰”增加冰元素附着次数，并且在收尾时施放大招触发2倍融化进而造成较高的爆发伤害。 但是对于0命仆人而言，并不太推荐优先考虑融化玩法，还是推荐以蒸发、雷火、纯火等玩法优先，对于更多、更稳定的融化玩法就交由旅行者们自行探索了…… 【总结&抽取建议】 阿蕾奇诺具有多种优势，如下： ◆ 输出强力 ：无论是0命还是高命，自身数值和机制在当前版本中都是很优秀的，制造伤害的能力很棒！ ◆ 操作轻松 ：与其他需要穿插技能掌握输出节奏、利用闪避跳跃取消技能后摇等的火C相比，阿蕾奇诺具有 轻松上手 的优势！看似复杂，实则直接“无脑普攻”也未尝不可！ ◆ 配队多样 ：从上面的内容也看出，阿蕾奇诺在 雷火 、 蒸发 和 纯火队 中都有很多队友选择，另外也能拓展 下落 等玩法。因为自身机制、伤害优异，萌新在 前期甚至只需要搭配安柏等火元素角色凑出“双火”就能展现可观的伤害 ！ ◆如果您没有火C甚至没有主C、或者想要操作轻松/上手难度低/伤害高的火C，那么可以选择抽取阿蕾奇诺！ 超链图片 以上就是本期「阿蕾奇诺」的角色攻略的全部内容啦~我们下期再见！_(米游姬入欧) 图片： Asgater 文本： Asgater 数据： Asgater 监督&校正： Asgater",
    "length": 7494
}