{
    "game_id": 2,
    "post_id": "36002444",
    "f_forum_id": 43,
    "subject": "【萌新烹饪与使用指南】神瞳共鸣石篇",
    "url": "https://www.miyoushe.com/ys/article/36002444",
    "created_at": 1676826282,
    "like_num": 713,
    "view_num": 31467,
    "reply_num": 121,
    "text": "之前有旅行者让我来写一下关于神瞳共鸣石的帖子，贯彻有粉必宠的原则，我欣然同意了，接下来为大家带来神瞳共鸣石篇，文章内容较长，绝对是喂到嘴巴里的的妈妈级教学，希望旅行者喜欢，有任何问题或者错误欢迎大家在评论区一一指出，大熊会为大家一一回复，废话不再赘叙~ _(米游姬糖葫芦) 神瞳共鸣石的分类 目前神瞳共鸣石开放了四个，分别为 风、岩、雷、草 神瞳共鸣石，分别对应 蒙德、璃月、稻妻、须弥 。后期将会随着版本的开放逐渐开放 水、火、冰 神瞳共鸣石。 神瞳共鸣石的作用 属于 一次性 消耗品，使用后在一定范围内如果存在未收集的神瞳（并不是全部区域，下文会进行讲解），则会在大地图上显示一片蓝色区域，单个共鸣石只可以寻找单个神瞳，当收集到神瞳时区域消失。冷却时间为 300 秒，冷却结束后方可使用下一个共鸣石，所有神瞳共鸣石 共享CD ，如果该区域不存在神瞳，则冷却时间为 5 秒。使用后会产生对应神瞳元素力，向玩家汇聚。 这个共鸣石是选一个来展示的区域，如果在共鸣石共鸣的区域有两个的话不一定会消失，你摘的是它共鸣石共鸣的那个蓝圈会消失，但是如果你恰好摘的另一个就不会了 共鸣石显示区域比小地图大一点，如果所在地高差太大，或者是在地下(须弥)天上(稻妻)，可以接近范围中心的，通过小地图中心的三角形判断神瞳的高度，△代表人在神瞳下，反之人在上 使用区域： 首先应当理解生效判定区域，共鸣石只会在该神瞳共鸣石所在区域生效，即风神瞳共鸣石只会在蒙德使用才会产生相对应的效果，如果在璃月使用则不会出现神瞳所在区域， （不知道在很近的区域使用会不会有效果，比如前方几步就是蒙德，使用风神瞳共鸣石，会不会有效果，大熊因为神瞳全满，无法测试，有兴趣的大佬可以测试一下，判断区域就是仔细听bgm） 优点： 查漏补缺极其方便，合成时间短 缺点： 1.只显示大致一片区域，寻找较为麻烦（可以配合米游社大地图标记寻找） 2.冷却时间长 3.造假颇为昂贵，对新手资源要求较高 4.一次性物品 注意事项： 1.根据米游社的 数据统计 来找自己需要造几个神瞳共鸣石， 可以 留一个当做拍照时的特效光晕。 2.神瞳共鸣石只有当前 房主 使用才会有效果。 3.相同区域有 多个 神瞳，捡到一个神瞳后区域就会 消失 ，如果两次使用都在一个区域一定是漏缺了 4.部分神瞳显示在身边，却找不到的时候需要小 解密 才会出现，譬如天上地下物品埋藏等 5.标注的大致区域是准确的，当你觉得位置离谱的时候一定有 更离谱 的解密在。 6.神瞳全部供奉后会 单独留一个 神瞳在背包，不必惊讶（也可能是伏笔，比如爷集齐七个升级成神了_(米游姬糖葫芦)_(米游姬糖葫芦)） 7.在很近的地方会提示你周围有未收集的散失神瞳，不会消耗。 （来自评论区“二散子”大佬的攻略，特此鸣谢） 合成台 ，即附魔台，推荐蒙德璃月，离传送点较近，但是蒙德有烦人的蒂玛乌斯哟 风神瞳共鸣石获取详情（风神瞳共66个） 蒙德声望等级达到 2级 奖励，在如下地区领取 领取后为图纸，需要在背包中或合成台学习得到合成方式，于任意合成台合成（即炼金台） 合成材料： 蒲公英种子*5，塞西亚梨花*5，水晶块*1 注 ： 蒲公英只可以用风元素吹一下后，在 桔梗 处采集。（别吹了下就跑路了_(米游姬糖葫芦)） 水晶块可用大剑角色，钟离的e，雷泽的e，岩元素伤害，雷火元素搭配采集速度较快 岩神瞳共鸣石获取详情（岩神瞳共131个） 璃月声望等级达到 2级 奖励，在如下地区领取 领取后为图纸，需要在背包中或合成台学习得到合成方式，于任意合成台合成（即炼金台） 合成材料： 石珀*5，琉璃百合*5，水晶块*1 注： 石珀可用大剑角色，钟离的e，雷泽的e，岩元素伤害，雷火元素搭配采集速度较快 雷神瞳共鸣石获取详情（雷神瞳共181个） 稻妻声望等级达到 8级 奖励，在如下地区领取 领取后为图纸，需要在背包中或合成台学习得到合成方式，于任意合成台合成（即炼金台） 合成材料： 鸣草*5，绯樱绣球*5，紫晶块*1 注： 绯樱绣球在地图中呈现紫色飘落樱花状，需用雷元素击打获得（别打了就跑了_(魔游姬糖葫芦)） 紫晶块可用大剑角色，钟离的e，雷泽的e，岩元素伤害，雷火元素搭配采集速度较快 草神瞳共鸣石获取详情（草神瞳共271个） 须弥声望等级达到 8级 奖励，在如下地区领取 领取后为图纸，需要在背包中或合成台学习得到合成方式，于任意合成台合成（即炼金台） 合成材料： 月莲*5，树王圣体菇*5，水晶块*1 个人推荐建议： 1.如今攻略全面，大家在平时没有取到过的神瞳可以在地图上标记处该地点，没有取到的神瞳在靠近的时候会在大地图上显示为菱形，方便后期查漏补缺，进行解密之类拿取。 2.跟这类似于莴苣妈妈和影月月妈妈的神瞳收集攻略，这样虽说会很方便与便捷，但是大熊酱还是更鼓励大家自己前往探索一下。 3.可以划分区域使用神瞳共鸣石，不要在一个地方反复使用，可能明明还有，却超过了范围，建议在各国家的各七天神像处使用神瞳共鸣石 当你重新踏上旅途之后，一定要记得旅途本身的意义。提瓦特的飞鸟、诗和城邦，女皇、愚人和怪物……都是你旅途的一部分。终点并不意味着一切，在抵达终点之前，用你的眼睛，多多观察这个世界吧，这里是爱你的大熊，感谢您的支持，么么哒~ _(米游姬比心)",
    "length": 2183
}