{
    "game_id": 2,
    "post_id": "36359887",
    "f_forum_id": 43,
    "subject": "第三章·第六幕·卡利贝尔",
    "url": "https://www.miyoushe.com/ys/article/36359887",
    "created_at": 1677665153,
    "like_num": 773,
    "view_num": 23932,
    "reply_num": 169,
    "text": "各位旅行者你们好，这里是「二也」 _(偶像姬_WINK) 卡利贝尔 本篇内容 卡利贝尔雅剧情有 4 个宝箱，有更多发现的旅行者可以发评论哈~ 触发条件 前往奥摩斯港，与马斯鲁尔对话 等级限制 冒险等阶达到35级 任务限制 完成任务 「第三章·第五幕·虚空鼓动，劫火高扬」 【V3.2攻略·任务与探索】虚空鼓动，劫火高扬合集 「如命运般的相逢」 如命运般的相逢 1.前往迪亚法饭店寻找凯亚 往地图的北方向走，与凯亚、戴因对话 2.前往戴因所说的地方 传送 秘境-缘觉塔 ，往 地图的西南方向 下飞 ▶前往图中苗圃，与戴因对话； 3.进入屋内调查 往 地图的北方向 走，前往图中屋内 ▶调查3处位置，与派蒙、戴因对话； 4.到门外查看情况 开门到屋外，清理2波史莱姆，与戴因对话 5.点燃篝火 往 地图的东南方向 走，前往苗圃 ▶使用火元素角色，点燃篝火，与派蒙对话； 与戴因对话结束， 完成任务 「 如命运般的相逢 」 ，获得成就 「漫游星河之夜」 「嘲弄命运的资格」 嘲弄命运的资格 1.到屋内寻找派蒙 与威严的男子对话，进入屋内 ▶卡利贝尔变成了丘丘人； 2.与埃德对话 前往苗圃，与埃德对话 缺材料的话，往 地图的西方向 去收集 3.合成无名的王庭禁药 往 地图的东南方向 看 ，合成禁药 ▶退出后获得成就 「尚未致死的疾病」 ，与埃德对话； 4.前往附近的七天神像 （无法传送） 往 地图的西南方向 飞 ，前往七天神像 5.将药喂给丘丘人 （无法传送） 往 地图的北方向 看 ， 利用四叶印 ，返回苗圃屋内，与卡利贝尔、埃德对话 6.前往瀑布处取水 （无法传送） 往 地图的南方向 走，前往瀑布处取水 7.把水交给埃德 往 地图北方向头 顶看 ， 利用四叶印 ，返回苗圃，与埃德对话交付水 8.击败来袭的魔物 清理2波蕈兽，与埃德对话 9.采摘异种蘑菇 收集异种蘑菇，合成无名王庭禁药，与埃德对话 10.前往附近的七天神像 （无法传送） 往 地图的西南方向 飞 ，前往七天神像 与埃德对话结束， 完成任务 「 嘲弄命运的资格 」 「命运尽头的垂泪者」 秘境中有 4 个宝箱 命运尽头的垂泪者 1.跟上丘丘人 往 地图的东南方向 下飞 ，前往 山洞内 ，与埃德对话 2.跟着丘丘人进入洞窟 往 地图的东方向 走，跟上丘丘人 ▶进入 秘境-「未知的圣所」 ； 3.向前继续探索 与埃德对话，往 地图的南方向 走到底 往 地图的西南方向 看 ，获得 宝箱① 4. 紫色传送门① 往 地图的东方向 通道走，进入 紫色传送门① 往 地图的西方向 走，与埃德对话，清理2波史莱姆 5. 紫色传送门② 往 地图的西方向 走，获得 宝箱② ，进入 紫色传送门② 往 地图的北方向 走到底 ，往 地图的东方向 走，进入 遗迹门 6. 紫色传送门③ 清理史莱姆，拾取 符印① ，往 地图的东方向 走，进入 紫色传送门③ 7.返回 紫色传送门③ 往 地图的西方向 走，拾取 符印② ▶往 地图的西南方向 走，开启 开门 ； ▶返回 紫色传送门③ ； 往 地图的西北方向 走，前往图中平台 8. 紫色传送门④ 往 地图的西方向 走，获得 宝箱③ ，进入 紫色传送门④ 拾取 符印③ ，栅栏已打开 ▶往 地图的西南方向 下飞 ，飞往 遗迹中间 ； 9.前往下层 吸收符印后 开门 ，前往 下层 （注意距离下落攻击即可） 10.击败命运使徒 观看动画，对话并清理 冰深渊使徒 ，与埃德对话 11.向前继续探索 往 地图的南方向 走到底 往 地图的西方向 走上台阶 ，获得 宝箱④ 往 地图的西方向 走到底 ，开启 开门 往 地图的西方向 走 ，与埃德、神像对话 与卡利贝尔、埃德对话结束， 完成任务 「 命运尽头的垂泪者 」 ，获得成就 「命运的彼岸」 「既已写下的命运」 既已写下的命运 1.再次进入洞窟 （无法传送） 往 地图的西方向 走，前往洞窟 往 地图的东方向 走，进入 秘境-「未知的圣所」 2.前往神秘的雕像所在处 往 地图的南方向 走，清理史莱姆 ▶进入 遗迹门 ，往 地图的南方向 走到底 ； 往 地图的西方向 走，清理史莱姆 ▶往 地图的西方向 走，开启 开门 ，进入 遗迹门 ； 往 地图的西方向 走 ，与埃德对话 3.到屋外寻找线索 往 地图的西方向 走， 调查 木箱 4.继续寻找卡利贝尔 往 地图的西方向 走，与巡林员、埃德对话 5.根据线索寻找卡利贝尔 往 地图的西北方向 走，前往悬崖边 ▶与卡利贝尔、埃德对话，观看动画； ▶与深渊的创造者-克洛达尔·亚尔伯里奇对话，观看动画； （双子的回忆） 与戴因、派蒙对话结束， 完成任务 「 既已写下的命运 」 ，获得成就 「卡利贝尔」 须弥声望任务世界任务合集 【V3.0攻略】#任务攻略#须弥声望任务世界任务合集 大赤沙海声望任务世界任务合集 【V3.1攻略】#任务攻略#大赤沙海声望任务世界任务合集 千壑沙地声望任务世界任务合集 【V3.4攻略·任务与探索】千壑沙地声望任务世界任务合集 提瓦特任务合集 提瓦特任务合集 如果觉得不错可点个 关注 ，敬请期待更多内容 更新 ！ 如果有任务 问题 ，可以 私信 我，感谢旅行者们支持！",
    "length": 2144
}