{
    "game_id": 2,
    "post_id": "48701438",
    "f_forum_id": 43,
    "subject": "纳西妲角色攻略一图看懂/面板/天赋/圣遗物/武器/命座/配队",
    "url": "https://www.miyoushe.com/ys/article/48701438",
    "created_at": 1706890356,
    "like_num": 246,
    "view_num": 12774,
    "reply_num": 24,
    "text": "UID：218460600 本期是草反应体系核心五星草系后台增伤副C——纳西妲一图流养成攻略，希望对旅行者们培养草神有所帮助～ 以下内容是依据个人游戏理解制作，如有错误之处，欢迎评论区指正，感谢！ _(纳西妲-开心) 点开图片长按查看原图更清晰哦 ●纳西妲一定要升到90级，激化和绽放反应与角色等级的关联还是很大的，而且等级拉满的提升极其明显，强烈建议纳西妲拉90级 ●面板仅供参考，此攻略面板是将纳西妲作为副C制作的，实战具体根据自身圣遗物情况而定 若只想把草神当挂草增伤辅助用，可以不管双爆，四草套减抗精精精直接毕业，凑不出四件套也可以先使用2+2过渡 或者想让草神再打一些伤害的话，可以选择四饰金/四剧团，主词条可以选择精精爆/精草爆，副词条精通、双爆优先，充能和攻击力%随便歪点也可以 ●纳西妲极强的挂草能力和高额伤害来源于元素战技，因此优先加点元素战技（e技能），资源充足的话元素战技建议点到10级 而辅助能力来源于元素爆发，通过释放大招为驻场角色提升大量精通，为自身增伤/延长大招时间，次选加点元素爆发（q技能） 在实际操作中纳西妲很少用到普攻，所以普攻（平a）可以不点，如果有意让纳西妲当主C的话，普攻还是需要适当加点 ●纳西妲零命即是完全体，抽到即可收手，一定要抽命座的话，推荐一、二、六命 一命提升自身的辅助能力 二命解锁新玩法，燃烧和绽放反应可以暴击，激化反应提供高贵减防 六命提升自身伤害 ●武器分为精通类和双爆类，具体如何选择看个人喜好和圣遗物情况（面板不够，武器来凑） 精通类武器先后顺序为 千夜浮梦＞祭礼残章＞流浪的晚星＞魔导绪论 专武「千夜浮梦」排在首位是毋庸置疑的，其他位次听我一一道来 「祭礼残章」相信大多数人的背包里都有，不管抽哪个池子都可能抽到祭礼残章，因此获取较为容易，而且拉满后221精通，是四星法器里面精通最高的，被动刷新CD虽然有些鸡肋，从某种程度上也算是提高容错率 「流浪的晚星」其实词条和被动都极其贴合草神，排在祭礼后面是因为它是限定四星武器，不好捞啊，有时候五星都出了四星不出，如果抽到晚星的话，还是更推荐晚星的 「魔导绪论」不仅容易获取还很契合纳西妲，拉满的精通甚至能超过部分四星武器，被动比较适合有水/雷的反应，而热门草反应——激化、绽放，都有水/雷的参与，看似普普通通，实则三星神器 双爆类武器先后顺序为 神乐之真意＞四风原典＞流浪乐章＞遗祀玉珑 「神乐之真意」被动为战技增伤，叠满三层还可以获得元素加成，纳西妲伤害来源于元素战技，虽说叠层有些许麻烦，但也算适合 「四风原典」是常驻武器，被动需要角色驻场，如果是速切纳西妲用这把武器被动吃不到，只剩下面板了，好歹是个五星，各项数值都是比四星强的 「流浪乐章」十秒真神体验卡，三个特效随机提升攻击力/元素伤害/高额精通持续10秒，对纳西妲来说三个特效都有用，美中不足的是剩下的二十秒也是只剩面板了 「遗祀玉珑」是新出的纪行武器，处于后台超过5秒提升自身精通和生命值上限，可以全程吃到，放在乐章之后也是因为获取难度的问题，想要满精需要氪5次纪行，获取时间也较长，玩的久的几乎都有满精流浪乐章 除去以上两类武器外，在特别的队伍中还可以让纳西妲带「试做金珀」来充当奶妈的角色，有兴趣可以自行尝试 ●配队只是提供一种思路，这里这是列举一二 激化队 前台主c➕后台挂雷➕纳西妲➕盾/奶 前台主C推荐 艾尔海森/提纳里/刻晴/赛诺 后台挂雷推荐 八重神子/菲谢尔 盾/奶推荐 钟离/迪奥娜/白术/瑶瑶 比较出名的配队有 刻皇妲帝（此处的帝也可以是万叶）/提八钟纳/海八钟纳 妮绽放队 妮露➕纳西妲➕后台挂水➕奶 后台挂水推荐 夜兰/行秋 奶位推荐 心海/芭芭拉/白术/瑶瑶（如果挂水位是心海，奶位可以更换为草主/绮良良/柯莱） 比较出名的配队有 心妮妲夜 超绽放队 纳西妲➕脱手挂雷➕脱手挂水➕第四人 标准的超绽放队伍，是草系队伍里面最容易毕业的队伍了 脱手挂雷推荐 千精久岐忍/雷电将军 脱手挂水推荐 夜兰/行秋/心海/芭芭拉（心海、芭芭拉可能需要战场） 第四人推荐 优菈/菲米尼/艾尔海森/赛诺/菲谢尔/钟离/神里绫人/芙宁娜 比较出名的配队有 海纳行久/草行久皇/心夜雷妲/赛妲行久 重新变动了一下模板和图片清晰度，以后都会用这个模板进行制作攻略 以上就是攻略的全部内容 有帮助的话，希望大家点赞收藏 感谢观看～下次见啦～",
    "length": 1811
}