{
    "game_id": 2,
    "post_id": "46123328",
    "f_forum_id": 43,
    "subject": "璃月日常委托成就——《知天命···》、《···而尽人事。》",
    "url": "https://www.miyoushe.com/ys/article/46123328",
    "created_at": 1701501962,
    "like_num": 330,
    "view_num": 25757,
    "reply_num": 152,
    "text": "旅行者们大家好，我是支丕 本贴将为大家带来 璃月日常委托成就 —— 《知天命···》、《···而尽人事。》 攻略 璃月日常委托任务—— 《好兆头》 来到璃月港，找志华对话，获取任务 任务有五个「征兆」，每次任务会随机刷到两个 五个「征兆」分别为： 1、 有只猫和和鱼成了朋友··· （破坏「征兆」：抓/击杀鱼） 2、关于落叶··· （破坏「征兆」：吹散落叶） 3、我看见屋上有鸟成双对··· （破坏「征兆」：击杀鸽子） 4、有一群围在一起的小狗··· （破坏「征兆」：赶走小狗） 5、我看见有店主今天生意兴隆··· 成就 《知天命···》 获取要求： 在 不破坏的情况 下， 正常完成五个「征兆」 ，即可获得 成就 《···而尽人事。》 获取要求： 在 破坏的情况 下， 完成四个「征兆」 ，即可获得 由于一次轮次保底机制只出三次 《好兆头》 任务，我们都需要至少两次轮次才能完成 但我们有逃课方式： 一、当你遇到两个 「征兆」 重复或者单一 「征兆」 重复 两个重复：直接不做此委托， 通过历练点替代或者他人世界蹭委托完成 单一重复： 先完成没做过的「征兆」， 在提交第二个 「征兆」 时，选择退出游戏，再次登录不会进入对话， 委托只能通过历练点或者他人世界蹭委托完成 二、两个 「征兆」 都需要 把两个 「征兆」 都提交后，志华说到“暂时就这些了”时，选择退出游戏，不再登录游戏，等到第二天（即每日4:00刷新）再登录 (此方式建议：在把当日要完成的事务完成后，再进入此委托任务，奖励也是蹭委托完成先) 总结就是： 此委托在没获得两个成就之前，任务都选择不完成，可以继续在此轮次，再次刷到此任务 （方法有效，本人连续几天都接到，直到获得成就） 任务开始之前，提醒一下大家，到达 「征兆」 指定地点光点处时，一定要等派蒙对话结束后，再进行破坏（不然可能判定为没破坏） 1、有只猫和和鱼成了朋友··· （破坏「征兆」：抓/击杀鱼） 正常完成（已完成） 有只猫和和鱼成了朋友··· 来到璃月港的荷花池处 站在光点处，等待与派蒙的对话结束，即完成此处的 「征兆」 完成两个 「征兆」 返回，向志华提交 选项“有只猫和和鱼成了朋友···” 破坏完成（已完成） 破坏「征兆」：抓/击杀鱼 来到璃月港的荷花池处 破坏行为:抓/击杀黄金鲈鱼 触发派蒙对话，吐槽我们的行为 完成两个 「征兆」 返回，向志华提交 选项“有只猫和和鱼成了朋友···” 2、关于落叶··· （破坏「征兆」：吹散落叶） 正常完成（已完成） 关于落叶··· 来到璃月港码头旁的却砂树处 站在光点处，等待与派蒙的对话结束，即完成此处的 「征兆」 完成两个 「征兆」 返回，向志华提交 选项“关于落叶···” 破坏完成（已完成） 破坏「征兆」：吹散落叶 来到璃月港码头旁的却砂树处 破坏行为：将却砂树旁的落叶都吹散 触发派蒙对话，即完成此处的 「征兆」 完成两个 「征兆」 返回，向志华提交 选项“关于落叶···” 3、我看见屋上有鸟成双对··· （破坏「征兆」：击杀鸽子） 正常完成（已完成） 我看见屋上有鸟成双对··· 来到璃月港说书人刘苏处 站在原地，镜头转到屋檐，看见两只鸽子，等待与派蒙的对话结束，即完成此处的 「征兆」 完成两个 「征兆」 返回，向志华提交 选项“我看见屋上有鸟成双对···” 破坏完成（已完成） 破坏「征兆」：击杀鸽子 来到璃月港说书人刘苏处 站在原地，镜头转到屋檐，看见两只鸽子，将它们击杀 触发派蒙对话，即完成此处的 「征兆」 完成两个 「征兆」 返回，向志华提交 选项“我看见屋上有鸟成双对···” 4、有一群围在一起的小狗··· （破坏「征兆」：赶走小狗） 正常完成（已完成） 有一群围在一起的小狗··· 来到璃月港「荣发商铺」 站在光点处，「荣发商铺」店前出现三只小狗，等待与派蒙的对话结束，即完成此处的 「征兆」 完成两个 「征兆」 返回，向志华提交 选项“有一群围在一起的小狗···” 破坏完成 破坏「征兆」：赶走小狗 来到璃月港「荣发商铺」 「荣发商铺」店前出现三只小狗，赶走它们 触发派蒙的吐槽，即完成此处的 「征兆」 完成两个 「征兆」 返回，向志华提交 选项“有一群围在一起的小狗···” 5、我看见有店主今天生意兴隆··· 正常完成（已完成） 我看见有店主今天生意兴隆··· 来到璃月港玩具摊阿山婆对面 站在光点处，等待与派蒙的对话结束，返回志华处汇报 完成两个 「征兆」 返回，向志华提交 选项“我看见有店主今天生意兴隆···” 完成任意两个 「征兆」 后，有需要提交的 「征兆」 ，才返回找志华汇报、提交，没有就当没发生 正常完成五个 「好征兆」 ，就会获得成就—— 《知天命···》 （5原石） 破坏完成四个 破坏「征兆」 ，就会获得成就—— 《···而尽人事。》 （5原石） 以上为 璃月日常委托成就 —— 《知天命···》、《···而尽人事。》 攻略的全部内容，感谢各位旅行者观看！",
    "length": 2051
}