{
    "game_id": 2,
    "post_id": "54189114",
    "f_forum_id": 43,
    "subject": "【V4.7攻略·角色攻略】闪耀偶像——芭芭拉｜全体系最新攻略",
    "url": "https://www.miyoushe.com/ys/article/54189114",
    "created_at": 1719209482,
    "like_num": 261,
    "view_num": 3567,
    "reply_num": 48,
    "text": "UID：103321378 前言： 超链图片 大家好啊(๑╹◡╹)ﾉ”， 我是主做 角色攻略向里主做内测至1.6版本的老牌女角色 的莎缇菈。 本期是 芭芭拉小姐 的4.7版本全体系最新攻略 _(米游兔-加油)，机制说的东西不算太多，主要是因为是老角色，所以相对于来说内容会有点扩展。_(米游兔—飚汗) 本篇攻略对于萌新参考有一点点，是专门做给喜欢芭芭拉或者或者说想玩好芭芭拉小姐，但是不知道怎么玩好的朋友们看的 ，更多渗及的东西需要时间积累，如命座、队友、武器_(米游兔—飚汗) 因此，请各位大佬们口下留情(*^▽^*)，如果有什么特别的东西我没有提出，或者我有错误，请在评论区提出。不要骂任何人还是什么东西，如果你真的很想骂，要骂就骂我这个臭做攻略的，我来跟你硬碰硬，不要伤害任何人，无关任何事务与团体组织。_(阿姬倒地) 有 其他玩法或者其他角色搭配请看其他大佬们的攻略☆(￣▽￣)/$:* ，谢谢大家的理解 好了，说了那么多，就来欢迎本次的攻略主角—— 全4星角色唯一有大招动画的角色 ， 西风骑士团祈礼牧师，蒙德城第一闪耀偶像 ， 芭芭拉小姐 _(芭芭拉-嘘)_(芭芭拉-没事吧) 超链图片 平a是普通攻击，Z是重击，A是平a/Z/下落攻击的总称，E是元素战技，Q是元素爆发 _(琴-点赞) 目录： 一、角色基础信息 （1） 技能命座介绍 （2）机制介绍 ①治疗机制 ②挂水机制 ③ 圣物 武器选择说明 二、各玩法阵容搭配 （含队友搭配与装备配置） （1）蒸发水伤主C向 （2）纯水伤主C向 （3）高精通战场武装驾驶员 （4） 奶妈纯辅助向 一、角色基础信息 超链图片 （1） 技能命座介绍 技能： A： 平a进行至多4段的水花攻击， Z消耗50点（ 重击倍率是目前所有法师第三高的 ） E： 刚开启水环会有2段伤害，对芭芭拉自己进行一次治疗， 同时给场上角色挂 一次水元素附着 ，也 可额外给靠近的敌人造成一段挂水。 E技能的cd为32s，而水环持续15s 处于 水环状态效果： _(芭芭拉-害羞) 芭芭拉 平a命中后，为队伍中自己的角色，以及附近的队友回血； 重击命中后，能回复4倍奶量。 每隔5s ， 回复场上自己角色的血；对角色与触及的敌人施加水元素附着。 Q：痛苦80能， 为附近的队友及队伍中的角色回大量的血 _(芭芭拉-慌张) （注：芭芭拉的EQ技能恢复量，都是基于生命值上限， A的伤害是基于攻击上限 ） 天赋： ① 在E的水环状态下 ， 体力消耗降低12% ② 在场上角色获得元素晶球或者元素微粒时 ， 延长E的水环状态持续时间1s ，至多可延长5s （ 说个题外话， 关于如何分辨元素晶球或者元素微粒， 一般看大小 ， 微粒是小的，晶球是大的。 比如说：打死一只小宝一般留下来的就是 元素大晶球， 一般躺地上要自己拿 ； 元素小微粒就比较经常见，一般像是你联机副本死亡后复活走向领取奖励的时候就是了，而且还 会飞过来自己吸掉 ） _(芭芭拉-没事吧) 超链图片 命座： 关键命座，1命/2命/6命 ， 0命即可 更重要的是等级 ， 至少要60级突破 解锁天赋② ，命座只是为了更舒服而已_(琴-生气) 1命：每10s恢复1点元素能量 2命： E技能的冷却时间降低15% ， 即cd变为27s ； 同时 在E的水环状态时 ，为当前场上角色获得15%水元素伤害加成 3命： Q+3级 4命： 芭芭拉 重击时，每命中一个敌人 ，为芭芭拉自己 恢复1点元素能量，一次至多恢复5点 5命： E+3级 6命： 当芭芭拉处于后台时 ， 队伍中自己角色死亡后，立刻复活满血该角色， 每15min只能触发一次 （ 注： 该效果无论是单人还是联机，都只能给自己的角色复活，无法复活联机队友； 以及 目前只有深渊可以刷新该效果 ， 也就是说，只要你新开一次，就又可以再次使用6命复活效果 ）_(芭芭拉-嘘) （2）机制介绍 ①治疗机制 超链图片 a.由于芭芭拉的治疗真空期很长 ，所以至少要 60级突破 解锁天赋②，还有2命后 水环真空期就只有7s b.只要芭芭拉的攻击命中敌人，不需要造成伤害 ，不管是敌人带盾还是锁血无敌状态， 都可以触发治疗 c.芭芭拉自己是没有任何产 球手段的角色（指技能） ， 由于Q是痛苦80能，除了 吃 队友 产 的能量球， 加上仅有的自回能手段在1命与4命_(琴-苦笑) 所以想快速使用Q技能，最好是靠武器圣物或者队友，以及命座效果。 d. E技能的 水环是可脱手的回血技能，加上2命自带15%水元素加成， 所以可以与一些十分需要回血或者吃水元素加成的角色组队， 如：那维莱特，神里绫人 e.关于芭芭拉的联机治疗范围： 蓝色圈为北风狼的周本场地 ， 红色圈为E技能治疗范围 ， 橙色圈为Q技能治疗范围 _(吃惊) 超链图片 ②挂水机制 超链图片 a. 芭芭拉E技能挂水其实是分2种，一种给自己挂水，一种给敌人挂水 由于 水环会给场上角色治疗 时， 挂一次水元素附着 ，每5s挂一次， 容易导致在冰环境被冻住 以及 每3s对触及的敌人施加水元素附着 b.芭芭拉的平a与Z都是水元素范围伤害，攻击距离都一样； 只是平a需要敌人贴一起才能同时攻击，而Z的攻击范围更大 c.芭芭拉也 方便破火盾 第一步，先紧贴敌人，再开E的水环 第二步，如果体力足够，还能使用平a与Z交替频繁破盾 ， 手法就2次平a+一次Z即可 若群怪情况下，需要先拉怪聚怪， 再利用以上手段，可同时对多只怪进行破盾 d. 我们也可以反过来利用E技能水环在冰环境容易冻住的条件， 即“冻绽放”玩法。 产生草种子一般是水草反应，而利用冰草共存，多消耗水来提升1次上草的产种量。 理论上就是水草冰3人成队，第四人看情况 ，缺少聚怪带聚怪， 也可带皇女 或者第二个草凑双草效果。 那么我们需要有： 后台大范围挂冰的角色（如：甘雨，罗莎莉亚，凯亚，迪奥娜） ， 草系后台角色（如：柯莱，草主，草神） ， 聚怪可选万叶砂糖 挂雷角色最推荐皇女，雷神如果只是放e技能也可以考虑 e. 由于E技能的水环 对角色与触及的敌人会施加水元素附着， 而神里绫华可提过冲刺对敌人挂冰 所以可以 利用水环挂水+绫华冲刺挂冰，再与怪贴身，形成冻结效果，即打永冻流玩法 _(哼哼) f. 又因为在水环状态下，体力消耗降低12% ， 还能更方便大世界跑图，可配合神里绫华与四风莫娜 也可以省下打Z的消耗体力 ，像是神里绫华主C常需要消耗体力的角色 ③ 圣物 武器选择说明 超链图片 其实我以前刚开始做攻略就有说过一点，但是为了更加详细，所以我决定再精简一点_(出货吧) 关于芭芭拉对于金流与大典的选择，还有水神适配问题 a. 很遗憾的是， 目前芭芭拉蒸发主C向5星适配武器没有多少个 ，有的需要特殊条件 像大典与金流，是要掉血或者奶血才方便使用，也就是要被揍或者配水神才好用； 一般 纯水主C配水神玩法 、 联机情况 、 被怪揍 的情况下，那这2把武器就挺好用的。 四风也是更推荐联机情况使用，天空书与锁又难堆双暴 ， 其他的也都一般般，那么 芭芭拉蒸发主C 的 最佳武器还是流浪乐章 _(愤怒) b.玩辅助奶妈流派 不推荐白术专武 ，原因也很简单。 首先白术专武你是需要在放完q以后的3秒内，每2.5秒提供4.5的能量 但是芭芭拉放完q以后，就相当于你只要放一次q就只是给自己恢复4.5能量，没有办法完全吃满，很浪费这个武器特效啊， 所以不太适配，只能说勉强一用 c.辅助向也 不推荐4千岩 ，前面也说过， 只有E刚开启水环才会有2段伤害， 后面都是挂水效果，无伤害 如果说主C角色有快照机制，如绫华的Q，那么可以利用开水环贴怪，吃4千岩3s内的全队+20%攻击，然后立马切回绫华扔Q，Q就能吃到这20%的大攻击 不过这太极限也不好用，还是推荐常规的配置_(琴-苦笑) d.虽然用不了4千岩，但是也可以反过来 利用这个水环机制贴怪 ， 配合祭礼书再次使用E技能奶人 _(干杯) 二、各玩法阵容搭配 （含队友搭配与装备配置） 超链图片 （1）蒸发水伤主C向 超链图片 圣物： 首推4乐团 ，其次 4追忆 ， 4水套 ， 4逆飞（需绑盾）， 4骑士（群怪使用) 主词条暴攻/精水，副词双暴攻击精通 武器： 5星推荐 大典（高暴伤+提升重击效果）， 金流（暴击+提升平a与Z效果）， 四风（暴击+ 纯战场推荐 ）， 锁（高攻击+绑盾）， 天空书（高攻击+特效元素加成） 其他一般般，有什么用什么 4星首推流浪书（高暴伤，最佳）， 其次 星尘商店的宗室（攻击）与黑岩（暴伤） 嘟嘟可（攻击，战场推荐）， 昭心/忍冬（实在没有前面几个，再考虑） 其他一般般，有什么用什么 3星推荐甲级宝珏（击败敌人15s内，移动速度与攻击提升） 其他一般般，有什么用什么 队伍搭配： ① 芭芭拉+班尼特+香菱+钟离/万叶/砂糖 传统重击流派 班尼特4宗， 万叶/砂糖4风套 ， 香菱2+2/4绝缘 钟离 ， 4千岩/2花海+2千岩 ② 芭芭拉，闲云，班尼特，香菱 主打下落攻击， 闲云4风套 （2）纯水伤主c向 超链图片 圣物： 首推 4 余响 ，其次 4追忆 ， 4水套 ， 4猎人（需绑水神）， 4逆飞（需绑盾） 主词条暴攻水，副词双暴攻击 武器： 5星推荐 流浪者专武铃铛（暴伤+开e加平a伤害）， 大典（高暴伤+提升重击效果）， 金流（暴击+提升平a与Z效果）， 四风（暴击+ 纯战场推荐 ）， 锁（高攻击+绑盾）， 天空书（高攻击+特效元素加成） 其他一般般，有什么用什么 4星推荐流浪书（高暴伤，最佳）， 星尘商店的宗室（攻击）与黑岩（暴伤） 嘟嘟可（攻击，战场推荐）， 昭心/忍冬（实在没有前面几个，再考虑） 其他一般般，有什么用什么 3星推荐甲级宝珏（击败敌人15s内，移动速度与攻击提升） 其他一般般，有什么用什么 队伍搭配： ① 芭芭拉+芙宁娜+行秋/夜兰 +钟离/万叶/皇女/八重/云堇 芙宁娜4剧团 ， 行秋/夜兰4绝缘 ， 万叶4风套 皇女/八重4剧团或者2+2 钟离4千岩/2花海+2千岩/4磐岩 云堇4华馆/2华馆+2绝缘，西风枪240-250充能，十文字210-230充能 ② 芭芭拉+闲云+芙宁娜+万叶 主打下落攻击， 闲云4风套 （3）高精通战场武装驾驶员 超链图片 圣物： 首推4饰金，想上限高就4乐园， 还有4教官 ， 过渡就2精通+2精通 主词条 治生/精生 ，副词也只要精通生命充能 最好至少要700多精通，2w+生命值 武器： 5星推荐茶壶（草神专武）， 心海专武甜甜圈（生命，开Q后平a给自己回能） 4星推荐祭礼书（精通，刷新成功就多一次E）， 流浪的晚星（精通，给队友加攻击） ， 万国诸海图鉴（精通，蒙德锻造） ， 试作（生命，给全队回血+自己回能）， 其次西风（充能，给队友充能）， 白辰之环（充能，触发雷反应后，给全队增加装备者的同元素伤害）， 盈满之实（充能，加精通） 3星推荐 魔导绪论（精通，给处于水或雷元素敌人增伤）， 讨龙（生命，给队友加攻击） 翡玉法球（精通，触发反应提高攻击） 队伍搭配： ①芭芭拉+ 后台大范围挂冰的角色+ 草系后台角色+ 风系聚怪/ 挂雷角色/ 第二个草 后台大范围挂冰的角色（如：甘雨，罗莎莉亚，凯亚，迪奥娜，莱依拉） ， 草系后台角色（如：柯莱，草主，草神） 聚怪可选万叶砂糖 第二个草： 柯莱，草主，草神，绮良良，白术 挂雷角色最推荐皇女，雷神如果只是放e技能也可以考虑 甘雨/罗莎莉亚/凯亚，西风4绝缘/4宗； 迪奥娜祭礼4宗 柯莱/草主，武器推荐西风/祭礼/乐团弓，4草套/4饰金/4绝缘/4宗 草神4草套/4饰金， 万叶砂糖4风套 皇女4剧团/2+2，雷神可以考虑千精 莱依拉 4宗/2千岩+2花海/4千岩 绮良良4草套/4宗/2千岩+2花海 白术4海染/4草套/4奶昔/2千岩+2花海 ②芭芭拉+行秋 /砂糖 +北斗+皇女 传统感电队 ， 行秋/北斗，4宗/4绝缘 ③芭芭拉+柯莱+丽莎+任意角色都可 萌新开荒队 第四个角色可以是琳妮特，草主，凯亚之类 丽莎4宗/4乐园/4绝缘/4教官套 ④芭芭拉+妮露+2个草元素角色 2个草元素角色推荐： 柯莱，草主，草神，绮良良 妮露绽放队 ， 妮露2千岩+2花海 ⑤ 芭芭拉+久歧忍+草神+行秋 久歧忍4饰金/4花园， 行秋4绝缘/2+2 （4） 奶妈纯辅助向 超链图片 圣物: 首推4海染 ， 其次4少女，4奶昔 ， 2+2（治疗，生命） 萌新推荐4流放，4学士，4游医 主词条治生生，副词也只要生命与充能 武器： 5星推荐茶壶（草神专武）， 心海专武甜甜圈（生命，开Q后平a给自己回能） 4星首推 试作（生命，给全队回血+自己回能）， 西风（充能，给队友充能）， 祭礼书（精通，刷新成功就多一次E）， 其次流浪的晚星（精通，给队友加攻击） ， 白辰之环（充能，触发雷反应后，给全队增加装备者的同元素伤害）， 3星推荐 讨龙（生命，给队友加攻击）， 异世界游记（充能，吃元素球回血） 队伍搭配： ① 芭芭拉+柯莱+丽莎+任意角色都可 萌新开荒队， 第四个角色可以是琳妮特，草主，凯亚之类 丽莎4宗/4乐园/4绝缘/4教官套 柯莱4草套/4饰金/4绝缘/4宗 ② 芭芭拉+妮露+2个草元素角色 2个草元素角色推荐： 柯莱，草主，草神，绮良良，艾尔海森 妮露绽放队 ， 妮露2千岩+2花海 柯莱/草主，西风/祭礼/乐团弓，4草套/4饰金/4绝缘/4宗 草神/艾尔海森，4草套/4饰金 绮良良4草套/4宗/2生命+2生命 ③芭芭拉+久歧忍+草神+行秋 久歧忍4饰金/4花园，行秋4绝缘/2+2 ④芭芭拉+万叶+那维莱特+白术 白术4海染/4草套/4奶昔/2千岩+2花海 那维莱特正常主c配置，4猎人 ⑤芭芭拉+神里绫华+万叶+申鹤 具体请下划本攻略贴有↓，点击名字叫： 【角色攻略】白鹭霜华——神里绫华｜截止4.6全体系最新攻略 超链图片 目前这个版本计划还有写希格雯与小七七的攻略 没想到芭芭拉要说的东西，是真的多啊233333_(芭芭拉-嘘)_(芭芭拉-没事吧) 我截止到这里也有5600+的文字，这大概就是老牌角色的含金量了_(安详)_(问号)_(芭芭拉-害羞) 感兴趣的朋友也可以看看别的_(阿姬灵感) 【角色攻略】白鹭霜华——神里绫华｜截止4.6全体系最新攻略 【V4.5攻略·角色攻略】蔷薇魔女——丽莎｜全体系最新攻略 【角色攻略】飞行冠军——安柏｜截止4.6版本全体系最新攻略 _(芭芭拉-没事吧)_(琴-沉思) 非常非常感谢你看到最后 _(芭芭拉-慌张) Thanks♪(･ω･)ﾉ _(琴-赞扬)_(芭芭拉-嘘)",
    "length": 6007
}