{
    "game_id": 2,
    "post_id": "8690490",
    "f_forum_id": 43,
    "subject": "【原神·角色攻略】纯阳附冰真君——重云，参上！",
    "url": "https://www.miyoushe.com/ys/article/8690490",
    "created_at": 1629429926,
    "like_num": 7209,
    "view_num": 387940,
    "reply_num": 1498,
    "text": "UID:100829061 接到任务要出两期完整的单个角色的解读，那么就来了 欢迎大家一起讨论和发现，有好的建议或者错误的可以帮忙纠正， 我收到之后及时修改。 未经允许 禁止搬运 我名重云，家族久居璃月，世代以驱邪除魔为业。 今日萍水相逢，看来我与阁下有些缘分。 唔…不收钱的，不收钱！ 4星冰属性大剑角色，可副C可主C爆发型输出型功能角色。E技能不仅有着比较独有的附魔机制，而且破盾能力优秀， 大招倍率高且充能需求较少，命座有增加伤害同时提高充能速度的作用，高命后打反应融化更是伤害可观。作为副C，能在主C输出真空期的时候，多打技能补足伤害。高命作为主C，虽然平A在大剑角倍率非常的低，站场砍伤害输出较慢较低，但是大招高倍率能量消耗少的情况下，以技能打融化为主的重云，也是很香的。 天赋介绍 重云的普攻为四段攻速还行的连击，最后一段打出来对小怪有击飞效果，解锁1命之后，还会附带三道冰剑气，受到冰元素伤害加成，普攻伤害加成。 而重击则是握剑转圈圈攻击，每秒消耗40体力，最多持续5秒，期间对周围的敌人造成最多9次的转圈圈重击伤害和一次终结重击伤害。 重云正常的普攻倍率不出众，一般不会直接干干的去打平A，但是在附魔的情况下，还是可以在特定情况去补足输出。 独特的辅助技能，集附魔、加攻速（突破天赋1）、减cd（2命）于一体，领域持续时间10s ，技能 cd较长（15s），倍率也是较低。重云跳砍引发小范围的冰元素爆炸，对周围敌人造成冰元素伤害的同时，会给重华叠霜领域范围内的近战角色武器赋予冰元素附魔效果，角色的普攻将变为冰元素伤害。解锁天赋2，技能结束后还会召唤一把灵刃对敌人造成冰元素伤害并减少敌人10%的冰抗。 而附魔的顺序为火附魔高于冰附魔，冰附魔高于雷附魔。由于附魔的属性，衍生出在领域内的一些有趣打法，没开大的姥爷，3段E穿插普攻打融化、行秋或者芭芭拉在领域内挂水、然后打小永冻或者冻结碎冰、领域内的冰刻晴等等。 元素爆发则仅需要40的能量，技能cd（12s）,倍率相当的客观，因此成为了重云的主要输出来源。在角色前方以敌人为中心产生一个圈范围，并依次召唤3柄巨大冰剑攻击敌人，造成冰元素伤害，打断部分敌人，并击飞小敌人。解锁第六层命之座后获得15%伤害增益和多召唤1柄巨剑。 想要伤害的更大化，融化的倍率肯定是要吃的，而要把三剑都融化掉，只需要事先挂上强火再技能便可以了。（班尼特EQ，姥爷大招第一段，可莉E，安柏瞄准设计，胡桃Q） 作为辅助技能，普通攻击的攻击速度提升8%，对近战输出的手感有优化，此攻速提升是可以跟同类提攻速效果叠加。 召唤出的灵刃是锁定区域内的敌人的，不在区域的自然不收到伤害，就是增强E技能结束后的输出，并在接下来的8S内降低被击敌人10%的冰元素抗性，使冰元素伤害输出得以小提升。 命之座 对于重云自己，尽量多中几道冰刃，可以更好弥补自己普攻倍率低的一个名座，也是当被选为一个主C必要的天赋。 对于重云自己来说，可以使元素爆发从12s的cd变成9.5s的cd。对于其他在重华叠霜领域范围内角色，使用元素战技和元素爆发后会直接减少对应技能的cd。 4命结合2命，都是为了提升重云的元素充能，以至于可以更快获得下一次释放技能的的时间。 大幅度增加了重云元素爆发的伤害，再配合前面说到的重云元素爆发配合强火可以打三段融化伤害，可以瞬间打出小核爆。 定位与圣遗物搭配 对于重云定位玩法方面，主推的还是副C/辅助，技能充能满上就出来打上一套小爆发，或者配合个别主C打速切都很不错。当然没有主C或者真爱党的，在有名座的前提，作为站场主C，为之配对，也有不俗的爆发，具体的选择就要根据自己的喜欢去玩了。 武器方面的话，看自己有啥吧，可以根据定位推荐图上对号入座。 作为副C/辅助/主C，五星的话，首推还是狼末，攻击力加成，暴力面板，而且触发被动就是永远的神。 而天空之傲的话，被动物伤跟重云冰属性不是太吻合，但毕竟也是伤害，充能快点，可以多打技能爆发。 无工之剑还是得搭配盾打效果。 四星的话，螭骨剑满被动也是可以匹敌五星武器的，只是叠满被动需要时间，而且也是有盾才好保持。 而祭礼大剑的话，大概率多打一次技能，快乐加倍。 圣遗物的话，无论怎么样的定位，2冰风+2宗室，2冰风+2乐团，都是简单暴力的搭配，都是考虑大招打伤害的搭配。 而作为副C/辅助的话，如果队伍中没人带宗室也可以考虑，而渡火套伤害也是有的，但队伍中有挂强火的角色才推荐喔。 主C 的话，除了2冰风+2宗室，2冰风+2乐团，带4冰风为他组双冰队伍的话，有暴击的加成，可以专心堆暴伤，打一手永冻碎冰也行，快乐就完事了。 阵容搭配 作为副C/辅助，因为附魔机制的存在，让它在配队方向是少了一点。这里还是举例两个当前热门的配队吧，国家队，和给姥爷打融化。 国家队，香菱，重云，行秋，这一队里面，主要是让蒸发，融化，在充能舒服的情况下，让技能之间进行反复反应，已达到输出效果。 在姥爷的队伍里面，有大招的情况下，可以配合行秋的大招打持续的蒸发，不在大状态下的姥爷，可以配合重云的附魔，打融化伤害。 主C站场，主要考虑的是打融化伤害，班尼特作为强火增伤奶，首选绑定，之后的可以考虑的有双风，双火，双冰。 双风的话，有班尼特奶的情况下，除了魈，剩下风属性任选，当然，最好的话，温迪、万叶、砂糖去双选吧。 双火的话，香菱、安柏都是脱手神技，剩下的最后一个都行，但是往聚怪的考虑会让输出更加的集中和舒服喔。 双冰的话，这里打的是结冰和碎冰，只要快乐就完事了，伤害肯定就没有融化来的直接。除了尤拉剩下的冰属性都可以上，剩下的聚怪安排。",
    "length": 2306
}