{
    "game_id": 2,
    "post_id": "6766748",
    "f_forum_id": 43,
    "subject": "【V1.6攻略】#角色攻略#可莉的使用攻略【涨粉大作战】",
    "url": "https://www.miyoushe.com/ys/article/6766748",
    "created_at": 1623486264,
    "like_num": 16774,
    "view_num": 328749,
    "reply_num": 692,
    "text": "UID：152901193 ·【前言】· 可爱就完事了。 大家好，这里是三分钟热度，为了坚持玩下去以及为了自我欣赏加上为了留下美好回忆还有为了作图和文案能力持续进步而撰写攻略的OHY！ 一如既往，以下内容为自己所知所感，若有错误请各位高撅贵嘴，及时纠错，若有缺失，及时补充，欢迎各位热情讨论！先行五体投地大礼表示感谢！ =目录= 1、【角色介绍】 2、【天赋介绍】 3、【命之座介绍】 4、【武器&圣遗物推荐】 5、【阵容搭配推荐】 6、【等级突破及天赋升级所需材料】 7、【总结一下】 可莉，5星、火系、法器角色，等级突破属性是火元素伤害加成， 80级突破后共有28.8%的火元素伤害加成。 每个角色都有自己优缺点，先简单了解一下可莉的优缺点。 可莉的优点： 1、高贵的火系角色，又萌又可爱； 2、持续输出能力强，技能基本都是多段持续性的伤害； 3、重击的打断能力和控制能力很不错，而重击又是主要的输出手段； 4、固有天赋「全是宝藏」可以显示蒙德地区的特产，有效提高素材采集效率。 可莉的缺点： 1、爆发性不强，毕竟多段伤害的单次倍率都不是很高，想要玩核爆，可莉或许不是很适合（4命除外）； 2、手感不是很好，可莉的手法需要一定时间去练习，可莉手感最开始使用时可能会存在不习惯或者卡手之类的情况，但是经过一段时间练习使用，找到合适自己或者自己喜欢的输出手法或许会改善一点这种感觉，手感确实是可莉的主要问题； 3、普攻和重击的有效射程比较近，重击基本是快贴脸输出了，而对付小型敌人时，重击又会把敌人击飞较远，又不得不跟进继续输出，输出环境就不是很理想； 4、身板很脆却是个差不多类似近战的输出模式，距离近的问题容易受击，一受击就容易残，一残就容易暴毙。 以上缺点除了手感，其实都可以用队伍搭配来弥补。身板脆，不要怕，有钟离；重击炸得小型敌人乱飞，不要怕，有温迪。 【普通攻击（A）·砰砰】 『普攻』 可莉的普攻只有 3段 ，且每段都是 火元素伤害 。倍率方面 第3段＞第1段＞第2段 。 动图展示中就能看出来，可莉的 普攻扔出的炸弹轨迹是抛物线形式，接触地面/敌人后会呈现小范围的爆炸伤害。这个炸弹并不具备自动跟踪功能，也就是在实战中敌人是可以规避的。 手法上存在着 走A ， 跳A ，这里 推荐是跳A 。 不推荐可莉打出第3段的原因 其一是因为本身不靠普攻输出，其次第3段不支持可莉的优化手法跳A，也就是打第3段时如果跳跃就会被取消导致第3段炸弹扔不出来，衔接性不好，而打1、2段时跳跃不会被取消。 推荐手法展示如下 连A（走A）手法只打第一段，操作并不难，只是需要节奏感，按住方向键有节奏的点击普攻即可，即使是手机操作也很好实现。看上去虽然可以频繁衔接打出第一段，但是在实战中的作用并不大，除非遇到个不打你的傻子。 跳A手法同理走A，在普攻第1段扔炸弹的瞬间跳跃取消后摇紧接普攻，也同样需要节奏，可以保持一直循环。跳A的输出是低于走A的，但是在实战中，跳A可以实现位移，可以增强可莉的灵活性，不那么容易被打，普攻虽然距离不远但是没有重击那么近，所以是可以短距离放放风筝，感觉也不错。 2A加跳跃的手法同理上面的跳A手法，只是加上了第2段的普攻。 以上的输出手法也只是在没体力时弥补伤害用，更多的输出来源还是得靠重击。 『重击』 重击成为可莉的主要输出手段的原因： 1、重击拥有强有效的打断能力和控制能力； 2、重击的单次倍率是可莉技能机制里最高的； 加上可莉等级20级突破后解锁的固有天赋砰砰礼物（见下图），加强了重击的输出能力以及续航能力。 触发条件非常容易，只要是元素战技或者普攻造成了伤害，都会有50%的几率获得爆裂火花，爆裂火花同时只能存在一枚，所以拥有爆裂火花时应第一时间打出重击，不但能提升重击的伤害还可以无需体力。 拥有爆裂火花时，即使切人再切回来，该效果依然不会消失。 解锁该天赋后，手法基本可以固定为： 【A+重击】或者【A+重击+跳跃】。 只打普攻第一段瞬接重击，需要节奏，不要狂点普攻。先点按一下普攻然后最快的手速长按就行，不管你手速多快，重击都能接上！看着头顶上的太阳花出来了就松手，然后又是点按瞬接长按即可。这种站桩似的打法配合温迪大招最佳，或者钟老爷子石化敌人后也不错。 在重击后接跳跃，主要作用是可以实现位移，使可莉变得更加灵活一点。 可莉在重击时只要头顶出现了太阳花，即使是跳跃或者冲刺或者接大招等等动作，都不会取消该次重击，这一点使得可莉输出的连贯性很顺畅，但是需要时间练习，不然会出现本想重击却发现可莉站着不动的情况。多练练必然是好的，她太萌了。 3、可莉等级突破60级后解锁固有天赋火花无限（见下图），重击只要产生暴击便可为全队角色恢复2点的元素能量。 该天赋依靠可莉的重击触发，但是 需要重击暴击才能触发 ，一定程度上 提高了全队的充能效率。 配合固有天赋砰砰礼物，可以频繁打出重击， 所以在角色固有天赋的机制设定上，都是有着同一方向——重击，这也是重击成为了可莉主要输出手段的设定。 PS：图上倍率为单次倍率，非总倍率。 【元素战技（E）·蹦蹦炸弹】 元素战技可用次数为2次，每次使用元素战技命中敌人后都会掉落2-4个火元素微粒。 释放元素战技扔出蹦蹦炸弹时，可莉会原地转一圈，这个便是该天赋的前摇，所以连续释放的手感衔接不是很好。 蹦蹦炸弹会弹跳3次 ， 释放元素战技时建议尽量不要对着敌人贴脸使用 ，不然基本只能打出一段伤害，拉一点距离释放效果会比较好， 蹦蹦炸弹在弹跳结束后会分裂出诡雷 。 诡雷的机制： 1、场上的诡雷同时只能存在8个，超过8个时场上已有的诡雷会自动爆炸； 2、诡雷在触碰敌人或者敌人触碰到诡雷时会立马爆炸； 3、蹦蹦炸弹分裂诡雷时，是以蹦蹦炸弹为中心向四周散开，不能自动聚集，可通过部分风 系角色的技能聚集诡雷（见下图， PS：魈的技能机制本身不具备聚集作用，所以未展示魈 ）。 以上风系角色除了温迪以外，其他测试的角色都能通过自身的元素战技使诡雷聚集。琴与风系主角类似，都能吸引周围的诡雷以及敌人聚集，吸引的同时若诡雷触碰了敌人则会立马爆炸，砂糖最简单实用，瞬发的元素战技不但能达到聚集+爆炸的效果，还可以节约驻场的时间，温迪的元素战技不能聚集诡雷。 以上风系角色除了风系主角以外，其他测试的角色都不能通过自身的元素爆发天赋使诡雷聚集。 元素战技的蹦蹦炸弹和诡雷的单次倍率虽低，但是造成的伤害次数多， 连续释放2次元素战技，蹦蹦炸弹总共可造成6次伤害，诡雷可造成16次伤害。总计算下来倍率其实也并不低，但是单次倍率低，单独计算的方式，所以导致可莉的持续伤害性不错，但是对于核爆的爆发性来说就不是那么理想， 根本不适合。 PS：图上倍率为单次造成伤害的倍率。 【元素爆发（Q）轰轰火花】 因图片大小原因，动图只展示了一组攻击。 释放大招轰轰火花后， 每2秒进行一组攻击 ，多次实测， 固定是可以攻击6组，但是每组的攻击次数并不固定，是随机的3-5次攻击。 大招轰轰火花效果会随着可莉的倒地或者退场而消失，所以想要使轰轰火花打完6组攻击，需要可莉持续驻场！ 攻击只能说是 半自动锁敌的效果 ，因 攻击形态是直线形式，或许会出现敌人后撤或者跳跃导致被躲避，对于群怪时 ，随机攻击模式会使得 伤害并不会聚集在一个敌人身上，伤害较为分散。 同理元素战技，虽单次倍率不高，但是造成的伤害次数多， 持续输出能力强 ，总计算下来倍率是可观的。 【固有天赋「全是宝藏」】 蒙德角色仅有的一个小地图特产显示 ，该效果同璃月的七七和烟绯， 区别在于 可莉只能显示蒙德区的特产，在蒙德范围内有效， 七七和烟绯只能显示璃月区的特产，在璃月范围有效。 如图， 左上角的小地图里出现白色的小手便是特产所在的位置。 该天赋实用，用于采集素材是个不错的辅助天赋！ 【1命·连环轰隆】 该命座的提升并不是很大，召唤出来的火花原型就是大招的效果，只不过该命座产生的火花只有1个。作为主C驻场的可莉，一定程度上提升了输出能力，但是这个提升并不是很大。别和我的重击抢反应啊。 【2命·破破弹片】 减防御力和减抗性是两回事，这俩都是单独的计算方式，但都是变相的增伤。23%的减防约等于14%的增伤，该命座的提升是实打实的，但是需要敌人触碰诡雷或者诡雷触碰到敌人才会有减防效果。 【4命·一触即发】 解锁该命座后可以玩玩小核爆，等大招第5组攻击完毕再退场可达伤害收益最大化。 【6命·火力全开】 其实可莉的配队基本是不缺充能，这个10%的火元素伤害加成也只有能打出火伤的角色适用，若是全属性增伤10%该命座的价值就挺核心，主要在配队方面，不可能是为了这个命座提供的10%火伤加成而全配火伤角色吧，这不科学。所以该命座个人认为不能算是核心命座。 【五星武器】 四风原典为最佳，其次天空之卷，最后选择尘世之锁。 四风原典拥有高额的暴击率加成，为圣遗物的成型减少了压力，其次驻场才能发挥出来的精炼属性，对于驻场可莉来说比较适配； 天空之卷和尘世之锁其实差别并不大，主要区别在于尘世之锁的精炼属性，在有盾的情况下尘世之锁的伤害是略高于天空之卷，差别并不是很大。在无盾的情况下，天空之卷的伤害是高于尘世之锁的。 【四星武器】 流浪乐章为最佳，其次匣里日月，再是嘟嘟可故事集。 流浪乐章拥有高额的暴击伤害加成，也是为圣遗物的成型减少了压力，虽然精炼属性的触发只有10秒的持续时间，但这10秒足够可莉打完一套，且可莉大招伤害是锁面板属性的，即使流浪乐章的加成结束大招还未结束，大招伤害是不变的。 匣里日月同理，拥有暴击率加成的法器，也是为圣遗物的成型减少了压力。武器的精炼属性对于可莉的机制适配性为一般，普攻命中可增强技能伤害，技能命中可增强普攻伤害，就唯独没有增强可莉主要输出的重击，就是这点不尽人意。 嘟嘟可故事集，应该可以说是可莉的专武吧。高额攻击力加成，普攻命中加强重击，重击命中增加攻击力%，和可莉的机制很搭，外观适配性也很强。 有五星武器就用五星，没五星时可用流浪乐章，匣里日月，嘟嘟可故事集。 【圣遗物】 打反应优先是选择魔女套，但是很难成型！ 本着魔女奔火本，怎奈全是渡火引上身。渡火还是有用的，不打反应时，渡火的35%的提升加成还是挺不错的，虽然比不上打反应的魔女，但这也只是考虑不打反应时可带渡火。主要可莉的持续输出能力强，技能都是多段伤害，频频给敌人附火，一直可以保持渡火套的常驻35%伤害提升。 流浪大地的乐团成型也很困难，但对于可莉来说也只是用来过渡，最终的毕业装还是魔女比较好。 双风共鸣减少体力消耗15%+迪奥娜护盾减少体力消耗10%。 对于依靠重击输出的可莉，该阵容加强了可莉重击的续航能力。 装备建议： 琴，武器可带腐殖之剑/磐岩结绿，圣遗物建议2角斗+2翠绿，主词条沙杯冠建议攻风暴； 温迪，武器建议西风猎弓/终末嗟叹之诗，圣遗物建议4翠绿，主词条沙杯冠建议攻风暴； 迪奥娜，武器建议祭礼弓，圣遗物建议2少女+2千岩，主词条全选生命值%加成即可。 出场顺序： 迪奥娜E→温迪QE→可莉EQA重击A重击（温迪大招在这里基本结束）跳跃/冲刺追击A重击E→琴EQ，接迪奥娜EEQ，温迪EQ,可莉EQA重击A重击···良性循环。 双火共鸣，攻击力提高25%。 行秋、钟离、班尼特也是经典的三保一阵容，随意拉个主C都可行。可莉在此阵容里对单效果不错，特别是对大型敌人，对群并不理想，特别是一堆小型敌人，主要重击会把敌人击飞，输出环境就不是很如意。 装备建议： 行秋，武器推荐祭礼剑，圣遗物推荐2水2宗室，主词条推荐攻水暴； 班尼特，武器推荐风鹰剑，圣遗物推荐4宗室，主词条推荐生生生； 钟离，武器推荐决斗之枪，圣遗物推荐2千岩2宗室，主词条生岩暴。 出场顺序： 钟离长E给盾→班尼特QE→钟离Q→行秋QEE→可莉AEQAE跳跃A重击···→行秋大招结束接钟离长E给盾→班尼特QE···良性循环。 以上两个阵容的推荐，都能做到很好的循环，而个人更喜欢温迪搭配可莉，毕竟温迪大招的聚怪对于可莉贴脸重击的联合性很好，不用担心被击飞。 至于阵容搭配还是得看输出环境来决定比较好，小型群体多第一个阵容，大型单体就可用第二个阵容。 ·【总结一下】· 道理呢，大家都懂，已有火C的就不建议抽了，没有火C的是可以入手的！ 手感问题呢，其实并没想象中的什么手感极差，衔接性其实还挺好的，关键在于自己的手法习惯吧！多多练习，用久了之后其实也不会觉着手感差！ 命座方面对于可莉来说并不是特别加强，除了2命减防有作用，其他的我觉着没啥必要，即使4命那高倍率可以打一下爆发伤害，但其实细算还是比不上天赋给的持续性伤害高，只是多了一种伤害输出手段，锦上添朵花。可莉0命其实就不错，没必要氪命座。 城里放炮禁闭室报道 炸弹伤人琴找上门 放火烧山可莉完蛋 ——这就是可莉在骑士团的生存守则 ·【END】· -感谢观看-",
    "length": 5263
}