{
    "game_id": 2,
    "post_id": "37067100",
    "f_forum_id": 43,
    "subject": "【V3.5攻略·角色攻略】神里绫华全解析：最强单手剑冰C",
    "url": "https://www.miyoushe.com/ys/article/37067100",
    "created_at": 1679401969,
    "like_num": 21867,
    "view_num": 702863,
    "reply_num": 695,
    "text": "UID： 100335197 ▐ 该作品中的所有内容，包括文字、图片、视频、图表等 未经原作者允许不得转载，允许转载后引用本文内容仍需注明原作者。 本帖禁止拉踩、攻击游戏角色，阴阳怪气，引战的发言将从评论区删除。 图文：李沐瑟 我是李沐瑟，本篇为—— 神里绫华的角色攻略，内容包含角色养成，技能解析，武器推荐，圣遗物推荐以及队伍搭配。依旧是以0命为主，简单涉及命座讲解。 重点放于技能解析和队伍搭配。要是有用的话，给个收藏吧，要是没用的话就给我点个赞算了。 【攻略目录】 一、神里绫华养成材料 注：该角色加点推荐优先元素战技、元素爆发，最后点满普攻。输出主要来源于元素战技以及元素爆发，大部分时间处于队伍前台，可以多穿插重击。下方图为90级 神里绫华 10-10-10天赋以及80级 神里绫华 8 - 8-8天赋的材料所需， 神里绫华 其他更详细收集内容可以点此传送： 神里绫华突破养成材料全收集【观测枢】 二、神里绫华技能解析 1.角色定位： 了解其技能前，我们先对神里绫华做一个定位：神里绫华——一个具有极强爆发能力的冰系驻场单手剑主C角色。强度在线，建议有合适其配队但缺少主C的玩家、图鉴党、厨力旅行者进行抽取。 2.天赋加点及分析： ①E:元素战技 ②Q:元素爆发③“X命”：即代表命之座的第X层④A：即普通攻击⑤Z:即重击，一般为普攻长按触发⑥R：冲刺，部分角色会有特殊效果⑦吃拐：获取各种BUFF⑧其余部分都会在首次出现位置做注释。 ▌ 注： 其中图中 A/E/Q，以及命之座 的描述中为了读者看的更直观明了，对其文本描述做了缩减的调整，不会影响其本意。因以文字内容为主，难免出现纰漏，如有错误或疏漏，烦请各位旅行者第一时间告知。 【 固有天赋及冲刺方面 】 固有天赋1 类比阿贝多的固有天赋——天才的发现作用有限，这类天赋属于锦上添花类的固有天赋，对战斗无影响，了解即可。 固有天赋2 这个天赋很重要，我们的输出循环中要考虑这一点，神里绫华重击结合其冲刺战斗的冰附魔（冻结后的冰四件套效果可以完美吃到），永冻队伍中，一定程度保证了在E/Q处于CD时的驻场伤害补充。 ▐ 触发的天赋效果判断： 左边为未触发，右边为触发效果，角色身上会有一层霜样的雾气，这个时候是吃到加成的 固有天赋3 这个天赋是绫华拥有不错的爆发的另一点增伤，持续时间长，只要战斗中 注意穿插冲刺 ，18%的冰伤 可常驻吃到 ，至于体力回复算锦上添花，命中敌人的同时获得元素附魔，以及为敌方单位附加冰元素，这一期水使徒用绫华可以直接在其开盾后进行永冻。 冲刺： 该技能代替神里绫华的冲刺，大世界探索中可以拿来赶路，尤其是直接渡海格外好用。可以吃到 移速加成buff，体力消耗减少效果 但 不受减冲刺消耗影响。水面可以一直赶路， 没体力就停于水上等E技能CD，之后在冰面等待几秒体力恢复后继续循环赶路。 图为水面移动▲ 图为无体力时的冰面停留（不消耗体力）▲ 图为E技能恢复后再次释放▲ 优化后实际不容易掉水里了，注意该冲刺每次遁入地面消耗10体力，持续体力消耗每秒15点。下潜水/地里不松手不移动不消耗体力，不回复体力。 第二点的冰元素附着持续时间为5秒，此附魔可以被火元素附魔顶掉（指满命班尼特大招的火附魔） 【技能方面】 ✿天赋加点整体推荐：Q ＞E＝A或Q ＞A＞E 这里看你直接普攻占比取舍，笔者自己的神里是速切的，普攻只有给武器叠层的一下，如果队伍一个C的话就普攻优先。 神里绫华作为有驻场能力的主C，天赋提升很明显，建议最终保证999以上的天赋。 【A普通攻击·神里流·倾】 ▐ 普攻也是重要的的输出来源，共五段，普攻倍率并不算出色，主要合适的输出手法为“A重”，即普攻加重击。重击每次消耗体力20点。 ①E:元素战技 ②Q:元素爆发③A：即普通攻击④Z:即重击，一般为普攻长按触发⑤R：冲刺 如果装备了武器雾切之回光后：R＋A＋Z可以多穿插一段A＋Z后开启大招，可以快速叠层开启大招。 R＋A＋Z循环 ，无论武器，都适合使用，主要用于EQ结束后，补足伤害。重击414%的倍率因为其动作久，其实占比并不是很高。 【E神里流·冰华】 这个技能中的击飞在目前的深渊环境看来基本没有效果。 冷却时间为10秒，技能释放 有前摇 ，但整体出伤快。 每次释放会施加给怪物强冰附着，可对水面冻结5秒。 命中敌人后产生4~5个冰元素微粒。 10级的E技能单段伤害倍率431%，范围很大，主要作用为伤害补充和充能。 【Q神里流·霜灭】 大招0命总倍率就有4141%（10级），13级更是达到了约4900%。是最主要的伤害来源，共20段伤害，倍率极高。 ▐ 关于索敌 在开启大招后，会自动追踪面前最近的敌方单位，范围内无敌方单位时会直线前进。在的大招动画开启时元素能量清空，可以吃到过程中产生的元素微粒、球。大招 “霜见雪关霏” 碰到大体积的敌人后会停留，但命中小体积敌人或韧性低的敌人容易丢伤害 ，如深海龙蜥的幼体就会被直接打断，然后无法进行后**中。 图为大招命中大体积怪物▲ 图为大招命中并积击飞丘丘人▲ 当然，我们可以通过冻结解决此处的问题。 3.命座分析 ★ 1命： 霜杀墨染樱 神里绫华的普通攻击或重击对敌人造成冰元素伤害时，有50%的几率使神里流·冰华的冷却时间缩减0.3秒。该效果每0.1秒只能触发一次。 固有天赋的覆盖率变高，可以加速产球，这时候就可以多穿插重击了 ★ 二命： 三重雪关扉 施放神里流·霜灭时，会额外释放两股规模较小的霜见雪关扉，各自能造成原本20%的伤害。 碰到大体积怪时，可以很好的打满额外40%的伤害，当然多数情况伤害会有所丢失 ★ 三命： 花白锦画纸吹雪 神里流·霜灭的技能等级提高3级。至多提升至15级。 技能等级提升，伤害主要来源就是元素爆发，大大提高了倍率 ★ 四命： 盈缺流返 敌人受到神里流·霜灭的霜见雪关扉造成的伤害后，防御力降低30%，持*6*。 额外乘区，收益短时间内可以分享给整个队伍 ★ 五命： 花云钟入月 神里流·冰华的技能等级提高3级。至多提升至15级。 技能等级提升，提高倍率 ★ 六命： 间水月 每过10秒，神里绫华会获得「薄冰舞踏」，使重击造成的伤害提高298%。薄冰舞踏效果将在重击命中敌人的0.5秒后清除，并重新开始计算时间。 重击获得强化：这个家里没你的位置了→打飞 三、神里绫华武器推荐 神里绫华武器推荐： （★不代表实际星级，只是按推荐度标注） ★★★★ ★ 雾切之回光 推荐理由：专属武器，提升极大，对于神里绫华来说可以快叠层，白值超高，暴伤契合，我宣布这是唯二真神的单手剑，另一把是简单粗暴哪儿都能用的绿剑。 （当然武器池视情况抽取！答应我，一定先抽角色再考虑武器） ★★★★ ☆波乱月白经津 （表示四颗半） 推荐理由：白值较高，暴击率副词，面板很可观，尽量选择暴伤头。被动可以较好的吃到，但并不完美契合。 ★★★★ ☆磐岩结绿 推荐理由：巨高的暴击和大量的攻击力的加成，包括被动都能吃到，这个武器一点都不“厕”，但是依旧要注意双暴的搭配，我的绫华这里在队伍没有额外携带一个 冰属性 角色时，暴击都是满的...... ★★★★ 天目影打刀 推荐理由： 高额攻击力 ，还能保证充能，获取难度低，我发过相应的获取流程的，选择四星就这个就行，十分推荐。获取方式附上： 全锻造武器收集1——天目影打刀获取攻略！【冬日脑洞大全】 ★★★ 笼钓瓶一心（妖刀） 推荐理由：没其他武器可以先过渡，和低精天目比伤害高一点点但充能方面差太多了，我个人不太喜欢。可以免费获取： 任务、枫红之章·第一幕「陌野不识故人」 ★★★ 黑剑 推荐理由：和刻晴一样，喜欢多穿插使用A重的旅行者可以用，面板很优秀了， 比较好用，推荐。 ★★★ 祭礼剑 推荐理由：虽然面板极低，但是 很多单手剑副C的推荐武器， 某些队伍中可以加速循环波数，整体算下来并不差，配合迪卢克这样能快速充出大招的角色有奇效。 四、神里绫华圣遗物搭配 圣遗物词条要什么▼ 主词条 ▼ 冰伤杯：角色几乎全程打冰伤，毋庸置疑 攻击沙：高倍率，攻击面板也很重要。充能沙不太推荐，充能可以通过武器效果和队伍其他角色解决 攻击/暴击/暴伤头：作者个人推荐有雾切且冰套双暴面板较高的话，直接选择攻击头，未选择冰四件套或双冰看情况调整选择暴击/暴伤头。 副词条 ▼ 暴击率、暴击伤害、百分比攻击力、充能、攻击力 圣遗物带什么套装▼ 1.冰风迷途的勇士（即我们常说的冰套） 不论武器选择什么，冰套的神里绫华上限最高，这里注意，即使双冰加冰四件套的效果，也最好保证30%以上的暴击，单冰情况下建议再追加15%的暴击率。 直接刷取，目前毕业套圣遗物 2.冰套两件套＋角斗士两件套（过渡，词条好可用） 后期要换的，前期拿来过渡即可 六、神里绫华队伍搭配 ▐ 对于萌新的适用性： 神里绫华对于入坑不久的萌新而言，强度在线，（ 不要去看打太极的抽卡建议 ，就是那种我不推荐你抽但不代表你不能抽的那种，没意义，没主C直接抽，大世界也比较舒服）可以考虑获取，是很多人的第一个主C，其0命就拥有不俗的爆发能力，但目前该角色在队伍配置方面并没有太多选择，主流基本选择 “永冻队伍” ， 队伍整体成型也比较慢 ，特别吃练度，我个人很期待后续角色对其产生的新的配队影响。深境螺旋目前需要根据环境选择性上场（基本能有一半是没有问题，可以上场的）。 推荐无脑配这个，但元素单一▲ ▌ 总体思路： 由于神里绫华的倍率极高，我们要注意的就是神里绫华尽可能吃到更多的buff或者保证大招伤害不丢失，其次就需要保证神里绫华的充能效率，来循环大招，队伍最好有增伤减抗的角色——没错，万叶莫娜是很好的选择。 所以我们可以遵循队伍中携带一名冰系“充电宝”角色，用于辅助产球充能，一名增伤/减抗角色，其他为了环境安逸可以选择水风冻结，追伤害可以当副C再额外选择一名主C角色。 ▌ 关于详细配队： ①以永冻为主的驻场配队： 神里绫华 /迪奥娜/ 罗莎莉亚/凯亚/申鹤+心海/芭芭拉/莫娜+万叶/砂糖/温迪 罗莎莉亚开启Q技能后，绫华可以吃到15%+15%=30%的暴击率，结合冰四件套的效果，70%的暴击率暴击率已经基本合格。可以根据武器和头部的圣遗物详细的调整了，其中二号位置的配队相对自由，几乎可以选择任何冰C、副C来优化循环。万叶的位置可以选择砂糖代替，主要用于风套的减抗，队伍中推荐一名角色携带宗室四件套，另外莫娜这样的角色或者讨龙芭芭拉的效果，对绫华的伤害提升都不错。 当然，万叶的位置也可以放温迪高命砂糖等，但是一定要注意携带风套 ②以脱副C为主的多元素配队： 双冰双火：胡桃/迪卢克/香菱＋班尼特/万叶（增伤辅助）＋任意冰系副C 虽然整个队伍看上去很乱，并且吃不满冰四的效果，但绝对是一个不错的阵容，只是热度低，高贵的融化以及整体的高倍率在 应对BOSS和精英怪 时大多数时候不会丢伤害， 选择充能武器队伍可以完美循环。 双水双冰：神里绫人＋行秋/夜兰＋神里绫华＋其他任意冰系副C 整体输出环境安逸，可以循环，关键推荐神里绫人，其他不做赘述。 六、写在最后的一些话 若知是梦何须醒，不比真如一相会。——我们的绫华小姐当时可是当红角色，我是神里绫华的狗，从从08年就开始等这个卡池，更坚定了我抽取满命的决心。感谢你看到最后， 我们 神里大小姐 的内容就告一段落了。 总结一下吧，神里绫华其优秀的倍率以及人物的塑造打冻了不少旅行者。整体强度在线，试自身情况抽取即可。另外 后续的卡池 也放出了，利于玩家自行规划原石。其他角色的攻略也在制作中，文章有疏漏的地方欢迎纠正补充，有不懂的地方欢迎讨论交流。最后依旧是我的观点， 真正的强度党是玩谁谁强而非谁强玩谁。 我是李沐瑟，若此篇内容对你有所帮助的话给个赞，或者发个糖葫芦吧，期待下一篇再见！ 茶心，和敬清寂的正心。 剑心，锐不可当的武心。 棋心，审时度势的慧心。 茶心、剑心、棋心，俱是她心，此外，却也有着一颗对友人的真心。 @神里绫华 其他持续更新 / 求点赞 / 求收藏 / 可以自由@ / 未经授权请勿转载哦 ★本帖于2022/3/21更新，适用于当前版本★",
    "length": 4978
}