{
    "game_id": 2,
    "post_id": "30713092",
    "f_forum_id": 43,
    "subject": "【V3.4攻略】#角色攻略# 北斗入门攻略 一图总结+详解",
    "url": "https://www.miyoushe.com/ys/article/30713092",
    "created_at": 1666789984,
    "like_num": 3614,
    "view_num": 436608,
    "reply_num": 760,
    "text": "UID 100143417 作者开服全勤全角色玩家， 点击头像 查看更多攻略。 图文攻略制作不易，希望小伙伴们帮忙 关注点赞~ 【 主要面向 新手玩家 ，有建议欢迎评论区留言 】 【前言】 太长不看一句话总结版 璃月龙王大姐头，英姿飒爽真豪迈。 电光火石刹那间，弹反机制就是帅。 主C 副C 都可以，霸体减伤要啥奶。 先Q 后E 不升A，除非站场打伤害。 二命基本完全体，六命减抗更出彩。 新手建议玩副C，充能武器才实在。 西风桂木祭礼剑，这些大招更好开。 套装首选四绝缘，宗室加攻也能带。 雷伤杯子暴击头，充能沙漏开大快。 绑定行秋好队友，减伤叠加无需奶。 配队自由就业广，各种武装等你来。 攻略常见术语解释 A/平A 普通攻击 e/E 元素战技 Q/大 元素爆发 Z 重击 S/闪 闪避/冲刺 C 主要输出角色 站场 在场上的角色 速切 切出来放完技能马上切走 后台 不在场上技能也能造成伤害 凹 多次尝试 拐 辅助 吃 需求 AOE 范围性伤害 buff 增益状态 debuff 减益状态 白字 一般指基础攻击力(只取决于角色等级和武器) 绿字 一般指附加攻击力 乘区 指不同的伤害加成区间 双暴 暴击率和暴击伤害 大攻击/小攻击 副词条中的攻击力百分比/攻击力数值 大生命/小生命 副词条中的生命值百分比/生命力数值 大防御/小防御 副词条中的防御力百分比/防御力数值 有效词条 指副词条中多少个是对角色有用的 2+2 2个不同的套装散搭 其他更多术语 可参考 【坤易小课堂】原神黑话/简称/术语的汇总介绍，全网最全版 【 仅供查看，欢迎转发，不得搬运，盗图必究 】 【目录】 【01     角色简述】 【02     适用人群】 【03     相关反应】 【04     天赋解析】 【05     使用技巧】 【06     命座简评】 【07     武器推荐】 【08 圣遗物选择】 【09     配队建议】 【10     攻略总结】 【正文】 ﻿【01 角色简述】 作者总结 ——北斗是一位功能性很强的 对群输出 及 生存辅助 型角色，最大的特点在于E的 弹反机制 与Q的 霸体减伤 ，既可以作为 站场主C 也可以作为 后台副C 使用，但因为站场位置对操作有一定要求且竞争激烈，目前常作为后台角色使用， 以大招为核心 为队伍提供 抗打断 ， 减伤 ， 护盾 (1命)， 对群输出 等帮助，在 叠加行秋 霸体减伤效果的情况下基本不需要其他的盾奶，但是需要非常注意 充能循环 。 【作为后台副C】 优势 ：大招能提供抗打断，减伤，护盾(1命)，对群输出多种功能，持续时间15秒。 劣势 ：80能量充能压力较大，需要普攻重击命中才能出触发闪电，对单伤害一般。 【作为站场主C】 优势 ：完美弹反下E具有非常高的倍率与产球，同时强化普攻重击输出，前台充能更快。 劣势 ：对操作有一定要求，没打出最高伤害的E不但产球少而且也没普攻重击加成。 【02 适用人群】 【推荐练】 1.缺乏合适对群输出角色且能够堆够充能。 2.搭配行秋组成霸体减伤二人组节省盾奶位。 3.喜欢弹反机制，通过操作打出高爆发伤害。 【不推荐练】 1.既不缺对群也不缺生存。 2.没有合适的队伍和配置较难完成循环。 3.玩不来弹反还堆不上充能。 【03 相关反应】 【雷 x （草+雷） = 超激化 】 对在 原激化状态 （草+雷触发）下的敌人再造成有 雷元素附着 的伤害时触发， 提升本次雷元素伤害 。 【雷 x 火 = 超载 】 火元素范围爆炸伤害 ，具有很高的削韧（简单理解就是 打断 ），伤害较高，但是容易 炸飞 体型小的怪物。 【雷 x 水 = 感电 】 雷元素持续性伤害 ，总伤害很高，适合持续输出的队伍。 【雷 x 冰 = 超导 】 冰元素范围伤害，伤害较低，但是可以 降低40%的物理抗性 。 【雷 x 风 = 扩散 】 一般搭配 风套减抗 ，同时风系角色一般具有一定的增伤聚怪能力。 【雷 x 岩 = 结晶 】 反应产生对应 元素晶片 ，拾取后会获得对应元素的 护盾 。 （一般 不用刻意去捡 ，除非岩角色带了磐岩套） 总结 ：北斗的使用思路一般不是围绕元素反应出发，而是 队伍配置的功能性 出发，如需要对群、需要生存等因素， 元素反应 更多程度上是一个 锦上添花 的作用，在这个前提下我们会发现不打物理时的雷冰反应收益较低，雷岩反应不直接增加伤害，其他反应都能在一定程度上 补充输出 （ 超载 ， 感电 ）或 提升伤害 （ 超激化 ， 扩散减抗 ），这也增加了北斗的 配队自由度 。 【04 天赋解析】 后台副C 天赋优先顺序 Q > E ，不升 A 站场主C 天赋优先顺序 Q > E > A 【 普通攻击 · 征涛 】 描述 ：普攻五段，重击大剑挥砍模板（不是转圈圈），下落攻击通用模板。 评价 ：A没有附魔机制是物理伤害，吃不到雷伤加成和减雷抗，所以优先级最低，当后台不用点，站场可以适当升级。 （4命普攻额外的雷伤是固定倍率和A等级没关系） 【 元素战技 · 捉浪 】 描述 ：有 点按 和 长按 两种方式，点按直接释放，长按会蓄力。 相同点：点按和长按时 都会有护盾 ，会给自己雷元素附着，技能释放后护盾消失。 北斗的E释放有 三种状态 ： （1） 初始状态 ：点按且没完美弹反，长按释放但没受击，产2球。 （2） 提升一次 ：长按时受击1次后释放，产3球。 （3） 提升两次 ：点按或长按时完美弹反，长按时受击2次后释放，产4球。 评价 ：E的最高伤害是描述里的基础倍率+提升倍率x2，能打出最高伤害的话实际最终倍率很高，而且产球会更多，不管是站场还是后台尽量打出完美弹反。 【 元素爆发 · 斫雷 】 描述 ： 80能量 ，15秒持*，20*冷却，共有 4+1个效果 （1）释放时会有一次范围伤害。 （2）普攻与重击命中时，释放跳跃的闪电，造成雷元素伤害，每秒最多1次。 （3）提高角色的抗打断能力。 （4）降低角色受到的伤害。 额外：1命情况下会提供一个持*15*的护盾，吸收量=北斗生命上限的16% 评价 ：北斗 最核心的技能 ，复合了对群、霸体、减伤、护盾（1命）4种功能，注意Q升级不只是加伤害，还提升减伤比例，所以 优先级最高 。 【 固有天赋 · 遍宇灵光 】 描述 ：在被攻击瞬间施放的捉浪反击，拥有最高伤害加成。 评价 ：这个天赋就是上面一直提到的 完美弹反 ，使得北斗的 E能瞬间打出最高伤害 ，不过对 预判操作 有一定的要求。注意 判定标准是按下E的时机 而不是松开E的时机，所以你很早就开始长按E，等敌人打你的瞬间松开E是不会触发的，但是如果你长按E的瞬间受击，之后不管什么时候释放都能触发最高加成。 【 固有天赋 · 霹雳连霄 】 描述 ：施放拥有 最高伤害加成的捉浪 后的10秒内，获得如下效果： （1）普攻与重击造成的伤害提高15%，攻击速度提高15%； （2）大幅减少重击需要的准备时间。 评价 ：最高伤害的捉浪有 三种达成方法 ： （1）点按触发完美弹反 （2）长按触发完美弹反后任意时间释放 （3）长按没触发完美弹反但蓄力过程中受击2次后释放 大家可以根据自己的操作选择触发方式。 【 固有天赋 · 拥涛踏潮 】 描述 ：队伍中自己的角色游泳消耗的体力降低20%，无法与效果完全相同的固有天赋叠加。 评价 ：作为海上龙王、璃月大姐头，会游泳这很合理。 【05 使用技巧】 关于E的弹反机制在 天赋部分 已经解释的比较清楚了，这里再说一些小技巧： （1）因为北斗开E会给自己上雷，如果被能和雷反应的元素攻击，就会瞬间造成攻击+反应的两次伤害，直接达到最大层数。 （2）完美弹反需要攻击前开E，所以对敌人的攻击动作要有预判，点按弹反不熟练的话可以长按判定更宽松一点，就算没触发弹反也可以通过蓄力挨打提升伤害。 （3）Q技能是锁面板的，所以尽量在有buff的时候开大如班尼特的圈、狼末的被动等。 【06 命座简评】 总结 ：0命的北斗机制基本完整， 1命生存能力 有明显提（先算减伤再扣护盾，所以虽然盾量不多，但在行秋北斗的减伤下很能抗）， 2命对群能力 有提升，3、4命对站场玩法有提升，5命则是提升大招， 6命辅助能力 有提升，减雷抗不光提升自己伤害还能提升雷系队友的伤害。 不过作为常驻角色，什么时候都可能抽到所以 不建议专门为了四星命座抽卡 。 【 1命 - 鱼龙沉四方 】 描述 ：放Q时生成一个伤害吸收量等于北斗生命值上限16%的护盾，持*15*。该护盾对雷元素伤害有250%的吸收效果。 评价 ： 增强生存 的命座，虽然16%生命上限的盾量看似没多少，但是在叠加了北斗行秋的高额减伤后这个盾还是挺能抗的，而且方便触发各种需要盾的加成。 【 2命 - 赫赫雷涌起 】 描述 ：Q的闪电能额外弹跳2个敌人。 评价 ： 增强对群 的命座，进一步增加了北斗的对群能力，作为后台输出的话这个命座还是很不错的。 【 3命 - 潮奔蓦引电 】 描述 ：E技能等级提高3级 评价 ：常规技能命座，提升E的伤害，对于后台输出提升不大，但是对于站场频繁放E的情况提升就比较可观了。 【 4命 - 牵星觅乡岸 】 描述 ：受到攻击后的10秒内，北斗的普通攻击附带20%额外雷元素伤害。 评价 ：增加站场能力，注意这个并不是附魔，只是给普攻增加一个固定倍率的额外伤害，北斗本身的普攻还是物理伤害吃不到雷伤加成的。 【 5命 - 踏浪霞连阶 】 描述 ：Q技能等级提高3级 评价 ：常规技能命座，但是因为Q的等级既能提升伤害，又能提升减伤比例，所以综合来看性价比很高。 【 6命 - 北斗祓幽孽 】 描述 ：Q持续期间，周围敌人的雷元素抗性降低15%。 评价 ： 增加减抗 的命座，减雷抗不仅能提升北斗的自身伤害，还能提升雷系队友的伤害，在队友没有其他减抗手段的情况下收益还是很可观的。 【07 武器推荐】 后台输出 ：北斗去辅助队友，基本一个大招期间只会放一个E，还不一定是完美E所以充能压力相对较大，武器更推荐 充能武器 ，非充能武器就要尽量从圣遗物方面弥补。 推荐顺序 ： 西风 ＞ 桂木 ＞ 祭礼 ＞ 恶王 ＞ 咸鱼 站场输出 ：队友来辅助北斗，持续站场会更频繁的放E，并在尽量触发完美E的情况下产球明显有提高，所以武器优先考虑 提升伤害 ，当然圣遗物最好还是有一定的充能。 推荐顺序 ： 狼末 ＞ 无工 （1命护盾） ≈  天空 （看充能） ≈  螭骨 （看精炼） ≈  千岩 （看璃月队友数量） 后台：【 西风大剑 】【 兼顾团队充能 】 优点 ：大量的充能效率，还能产求给全队回能。 缺点 ：特效需要一定暴击率，并且要尽量高精。 后台：【 桂木斩长正 】【 特效自身回能 】 优点 ：较多的充能效率，特效能为自身恢复能量。 缺点 ：需要尽量高精，不然特效回能较少。 后台：【 祭礼大剑 】【 重置战技冷却 】 优点 ：通过重置战技冷却来多放既能产求。 缺点 ：需要尽量高精，不然触发几率太低。 后台：【 恶王丸 】【 提升大招伤害 】 优点 ：根据全队大招元素能量的总和提升大招伤害，4人总计333以上才能吃满。 缺点 ：不加充能对圣遗物要求更高，限定武器难获取，后续精炼困难。 后台：【 咸鱼大剑 】【 活动免费满精 】 优点 ：活动免费送满精，能提升元素爆发伤害。 缺点 ：不加充能，白值低四星角色吃亏，特效伤害一般。 站场：【 狼的末路 】【 特效全队加攻 】 优点 ：北斗Q锁面板，可以锁到加攻特效。 缺点 ：特效有触发条件，冷却时间比较长。 站场：【 无工之剑 】【 一命有盾吃满 】 优点 ：E和一命后的Q都有盾，平A和E能吃满特效，护盾强效增加生存能力。 缺点 ：Q有锁面板机制导致吃不到翻倍的特效，除非有其他护盾。 站场：【 天空之傲 】【 兼顾充能伤害 】 优点 ：白值高，加充能，站场能触发特效。 缺点 ：特效伤害一般，精炼提升小。 站场：【 螭骨剑 】【 高贵暴击增伤 】 优点 ：高贵的暴击属性，增加所有类型伤害。 缺点 ：大月卡获取精炼困难，叠层需要前台启动时间，受伤还会掉层。 站场：【 千岩古剑 】【 叠满提升很高 】 优点 ：叠满特效层数加成高达44%攻击力与28%暴击。 缺点 ：需要尽量多带璃月队友，很难凑齐4层。 【08 圣遗物选择】 后台输出 ：圣遗物首选 4绝缘 ，或者 4宗室 ，过渡可以 2绝缘 、 2宗室 、 2如雷 、 2攻击套 散搭。 站场输出 ：圣遗物首选 4如雷 ，或者 4绝缘 （随时能转副C），过渡可以 2绝缘 、 2宗室 、 2如雷 、 2攻击套 散搭。 【主属性】 充能/攻击沙 雷伤杯 双暴头 （绝缘套优先充能沙，其他套装看副属性，建议充能200以下还是充能沙，带如雷套或者和皇女组队可以降低充能需求） 【副词条】 后台输出 ： 充能 ≥ 暴击率 = 暴击伤害 > 攻击 > 元素精通 = 生命 站场输出 ： 暴击率 = 暴击伤害 > 攻击 = 充能 > 元素精通 = 生命 通用：【 绝缘之旗印 】【 充能增伤 】 优点 ：兼顾充能的同时提升大招伤害，非常适合大招流角色。 缺点 ：不能合成毕业较为困难，并且很多角色都对这个套装有需求。 辅助：【 昔日宗室之仪 】【 团队加攻 】 优点 ：辅助通用圣遗物，加成大招伤害，开大能为全队加攻击。 缺点 ：不加充能，而且加攻只持*12*存在覆盖率的问题。 站场：【 如雷的盛怒 】【 雷系通用 】 优点 ：能够通过反应减少E的冷却，从而打出更多的E造成更多的伤害与产球。 缺点 ：站场需要尽量触发E的完美弹反，不然掉伤害和充能，对操作有一定要求。 散搭 ：【绝缘】【如雷】【宗室】【宗室】【攻击套】 优点 ：2+2散搭组合更容易毕业。 缺点 ：上限不如完整的套装效果。 【09 配队建议】 配队思路 ：北斗的大招功能性很强，能提供抗打断、减伤、对群输出、护盾等，经常配合行秋使用，叠加高霸体与高减伤 节省盾奶位置 ，不过因为大招80能量所以充能也很关键，一般 组成双雷 队并利用队伍元素共鸣效果来充能，在新的须弥草系版本里也可以参与 草雷激化反应 ，不过因为北斗自身没有额外精通收益而且较难触发草原核，参与 绽放队 一般 作为辅助位而不是触发位 。 【 武装体系 】 优点 ：北斗和行秋的大招可以叠加高额的减伤和霸体效果，可以节省生存位，搭配合适的后台副C和前台站场角色即可。 缺点 ：单水的行秋充能压力大需要高精祭礼剑，伤害比较分散需要每个角色都有一定练度，大招循环非常重要否则生存压力大。 【 心海武装 】 优点 ：较为全面的队伍，心海站场生存能力强，风系能够聚怪、增伤、减抗，雷系互相充能。 缺点 ：单水心海充能压力较大，可以考虑带金珀，队伍整体的伤害上限较为一般。 【 激化体系 】 优点 ：激化反应能同时提升雷系角色和草系角色的伤害，北斗提供额外的抗打断与减伤。 缺点 ：北斗的附着频率并不高导致激化反应提升有限，大招覆盖率有限。 【 绽放体系 】 优点 ：北斗一般不会抢草原核，另一个雷系队友堆高精通即可，伤害下限高。 缺点 ：绽放反应需要触发位的角色尽量90级+高精通。 【10 攻略总结】 北斗虽然是一个四星角色，但她的 机制非常优秀 ，不但拥有特殊的 弹反机制 ，大招还能提供抗打断、减伤、对群输出、护盾等 多种功能 ，性价比非常高，对自己操作有自信且资源多的玩家可以当做站场输出感受操作的魅力，或者狂堆充能作为一个后台输出+生存辅助的角色来使用，作者建议如果有满命北斗不妨练练看，也许会给你带来惊喜。 【其他】 本文发布于 3.1版本 ，最新修订于 3.4版本 ， 请注意本攻略的时效性 。 素材：游戏截图 字体：思源黑体 封面：坤易 文案：坤易 设计：坤易",
    "length": 6470
}