{
    "game_id": 2,
    "post_id": "54744201",
    "f_forum_id": 43,
    "subject": "新深渊指南-哪些四星角色值得培养呢～？",
    "url": "https://www.miyoushe.com/ys/article/54744201",
    "created_at": 1720217715,
    "like_num": 56,
    "view_num": 2695,
    "reply_num": 13,
    "text": "新版深渊大家都了解了咩～_(刻晴-祝贺)新入坑或者游玩时间不太久的旅行者好像或多或少出现了角色不够无法获得入场券的问题。_(甘雨-不要摸)由于新深渊对于角色数目的硬性要求，这里呢～咱以之前在b站直播打了很多老深渊痛苦号的经验，来做一个小小的推荐攻略。 值得注意，主角可以更换属性哦w 需要明确，新深渊考验的是大家对于角色的开发，例如这次在雷国打完一轮后选择保存万香班的话，可以选择夏沃蕾、托马、沙糖、菲谢尔、琳妮特、北斗来补进做雷神队友 在队友不足时，可以选择消耗点数选择添加队员的事件。不要刚开始选到多个主c打完两局后，后面没有可靠的伤害来源哦。打新深渊要保证自己底牌有一张主c去打下一把战斗。 推荐上主要推荐辅助类型或者功能性四星角色，这些四星角色一般不要求双爆面板，针对老深渊也是不错的对策卡，强度表现较好的主c和副c角色会提一下，有一部分角色不做推荐的原因也会说明。因为主要大家也是想要新深渊的入场券，不会在需要很多投入的四星主c身上下太多本，所以没有提到大家喜欢的角色很抱歉w_(抱大腿) 一下为目前版本的所有四星角色～ 依照通用卡/对策卡/盾奶位/主副c分类，我们依次来介绍 首先是强烈推荐培养的通用卡：班尼特，香菱，久歧忍，行秋，菲谢尔_(可莉-陪我玩) 这五位都是老朋友了，所成的体系都非常完善。前四位大家应该都练了，但是按照看号的情况，菲谢尔练的人数会少很多。虽然菲谢尔后台脱手雷有神子作为替代，但是依然推荐大家培养，尤其是有4/6命的情况下。而且四星的绝弦弓就可以毕业，目前带黄金剧团/2攻击/2雷/4雷均可。并且天赋可以只点e技能。毕业也很快，属于很通用的副c。_(可莉-就是你啦) 本次久岐忍由于被砍了草体系，可谓是断手断脚，但是其精通较高，提供奶量的同时打一点超载伤害也是可以的。 盾奶位：夏洛蒂，瑶瑶，莱依拉，迪奥娜，琦良良，托马，芭芭拉 瑶瑶，莱依拉的推荐指数最高，托马，早柚，多莉不推荐，其余按需培养。_(黑卡) 其中有草体系队伍的，瑶瑶很推荐大家练。 无论是激化队还是种子队，瑶瑶的后台挂草，可以频繁触发草套千岩套的优势能让她在很多队伍里面有一席之地，是没有白术情况下的不二之选。 琦良良和芭芭拉这两位都是只在有种子队伍，尤其是有妮露的情况下才推荐培养，琦良良的e技能提供的护盾虽然厚，但是挂草能力和辅助能力较差，只有q技能有范围挂草能力，芭芭拉也是辅助能力较差，这两位都是在种子队伍里缺少生存位的情况下可以选择培养。其余不推荐。 莱依拉的推荐指数也很高，如果你五星角色中缺少一位盾位角色，还是很推荐练一个莱依拉的，可以不断出发千岩，能够无缝续盾，后台挂冰可以让她进很多队伍。同样也只需要点e，而且带西风剑可以为队伍提供大量充能（带西风要堆一点爆率）。 迪奥娜作为盾奶一体的角色，设计上很优秀，但是由于她80能量大招以及e技能点短暂真空期，推荐指数并不高。并且迪奥娜无法稳定触发千岩，需要选择宗室或者昔时，按照看号经验，大多数人只有班尼特身上会有一套宗室，昔时套大多数人都是没有的，所以也不推荐大家练猫猫了。 夏洛蒂作为瞬抬奶，拥有后台挂冰的能力，在龙王队发挥出色，其他队伍中存在平替和上位替代，但是由于其作为法师可以佩戴讨龙队原因，推荐大家至少拉到70级，即便不放技能也可以做讨龙触发器来增强主c的伤害。 托马作为本次的开场角色，但是由于其80能量的大招，且盾的强度要靠叠层保人能力并不强，并且其唯一可圈可点的烈绽放队伍被扳了，这里也不作推荐。（本次米给了试用托马，在这里简单讲解一下托马该怎么使用，托马开大之后平a可以叠层来刷盾量，所以用来配合雷神，仆人是一个选择。） 先说对策卡中较为特殊的专辅卡：珐露珊，云堇，五郎，米卡，九条裟罗 珐露珊，五郎，九条在特殊队伍体系中的位置不可替代，所使用相关队伍的旅行者应该都练了，而云堇作为普攻拐，并且自身岩系的原因，只能作为对策卡（在培养女仆为主c队伍里，可以使用云堇），绫人队和宵宫队虽然表现较好，但是两位主c都有其他更好的选择，不是很推荐培养。米卡即便是在优菈队伍表现也一般，这里也不做推荐。（另，例如流浪者，可以考虑带米卡云堇打普攻流，由于新深渊强度要求并不高，但是角色存在耐力值，在需要保留强力角色的时候，可以选择这样配队。这个情况下只需要米卡e技能的攻速加成，米卡可以只拉等级到70级。） 其次是较强的对策卡： 夏沃蕾，砂糖，琳妮特，北斗 这次火雷特供，雷火主c有夏沃蕾和班尼特的话可以保证四轮战斗主c是有强力辅助的。夏沃蕾在老深渊里表现就很出色，推荐培养。 砂糖作为老牌辅助，如果有万叶温迪，则不推荐培养，没有也不准备抽取的话，推荐培养。其多次产球，带风套讨龙的优势依然存在，但是大招提供的精通加成在本次火雷风限制里面表现并不理想。 琳妮特如果大家有在守塔层使用的话，应该很容易发现她大招的嘲讽非常好用。并且不管是老深渊还是新深渊，守塔的压力都比较大，加之其风系可以带风套，荒性可以破盾的优势，还是推荐大家都练一下作为对策卡的。 北斗主要在砂糖武装以及由此发展延伸的队伍里发挥很大作用，并且其超强雷是有很大的破盾优势，但是并不泛用。不推荐，但是如果需要可以培养。 主c副c，四星角色除部分角色表现出色以外，数值上和限五存在差距，且c位培养难度大，如果是为了凑18位角色，不推荐练主c。 推荐一些强度表现还不错的几位，嘉明比较吃手法，赛索斯表现不错但是也需要手法来掌握其e和蓄力的时机，卡维只有在妮露队表现不错，烟绯不打蒸发和这期胡桃一样会掉很多伤害，并且需要掌控体力，注意持印的状态，小鹿打法上较为无脑，但是注意别把怪打散了，凯亚在融卢队表现不错，但是刚需命座。其余c位表现一般不做推荐。 最后祝大家能够打满深渊，多多了解角色的技能，说不定可以从看似抽象的配队中获得一些启发呢w_(刻晴-夜宵)",
    "length": 2393
}