{
    "game_id": 2,
    "post_id": "52326149",
    "f_forum_id": 43,
    "subject": "纯萌新零氪金攻略，纯萌新4.6上半期间入坑原神四星开荒推荐！",
    "url": "https://www.miyoushe.com/ys/article/52326149",
    "created_at": 1714648261,
    "like_num": 581,
    "view_num": 10798,
    "reply_num": 52,
    "text": "（4.6上半期间制作的最新攻略，刚玩的萌新可以进来看看，对你绝对有帮助，老玩家也可以进来看看，聊聊天，给些建议！~~~） 大家好，我是大猫，一名目前正在努力制作 “纯萌新零氪金攻略合集” 的“萌新”UP主！~~~ 这个帖子主要是聊聊 纯萌新在4.6上半版本期间入坑原神时开荒时期值得练的四星角色推荐（不包含免费角色且优先聊当期卡池的四星，免费角色之前写过一个帖子了，在这个帖子最后有链接） ！~~~ 这期因为个人事情多没时间的缘故，晚更新了，不好意思啊！~~~ 有需要的萌新可以看看，也欢迎大佬们来讨论，留言给我，看看我哪里有写错的或者需要补充些什么！~~~ 因为有很多人喜欢自己单独玩原神，不想麻烦别人（我个人也是偏单机），所以我就出了这个偏单人向的攻略合集供大家参考！~~~ 还有一点我要说下，我制作的是 “纯萌新零氪金攻略合集” ，希望大家留言的时候能考虑到这一点，嘴下留情，拜托拜托！~~~ 最后也求大伙看我打这么多字的份上，给个赞吧，拜托了（要是能转发和收藏就更好了），3Q了！~~~ 那接下来我们就正式开始“原神启动”吧！~~~ 再开始之前再强调下几个事。 1：这个帖子是给那些g'g入坑原神冒险等级在1级-45级之间的萌新们看的，所以请各位大佬们在留言之前能考虑到这一点再留言！~~~ 2：这个帖子所说的前期开荒期指的是冒险等级在1级-45级没开始刷五星金色圣遗物这个阶段，希望大家能知道这一点。 3：这个帖子推荐的四星角色主要侧重在大世界的游玩体验上，深渊方面不考虑，我也没资格深聊深渊，就简单说一点点（我自己到现在深渊还没满星，- -!）。 4：这个帖子推荐的四星角色主要是聊零命四星，毕竟我这是零氪攻略，没几个人刚开始就能够满命四星的。 5：这个帖子推荐的四星角色，不止说强度方面和舒适度方面，还包括养成方面，比如有的四星角色大世界挺强的，但是需要的材料不好弄，我就不作推荐。 6：这个帖子只聊四星角色，不聊五星，主要是因为四星我基本都有，还有个原因是五星角色对于刚入坑原神的零氪玩家们获取难度挺大的，还要看当期卡池是谁再抽，四星获取就简单多了，常驻也可以捞一些。 还有关于抽卡方面，我就说最重要的一点， 不要手贱用原石抽常驻池子，也不要手贱用原石换蓝球，不要换蓝球，不要换蓝球，不要换蓝球，千万要记住了，（我当初就吃过亏- -！） 。 还有个大家需要知道的，新号有个新手卡池，20抽之后那个卡池就消失了，要是有强迫症想保留这个卡池，就不要抽满20下或者干脆一下都别抽，这样这个卡池就不会消失，这个大家要知道下！~~~ 还有很多萌新看到推广说上线送20发蓝球连抽+一些角色，这些不是上线进游戏就送的。 比如20发蓝球连抽，其中10发需要做主线，冒险等级到5级时解锁祈愿时会通过邮件送给你，还有10发是把冒险等级到10级时通过邮件送给你，这个大伙需要知道下。 再比如一些送的角色，有些事需要在做主线的过程中送你（安柏凯亚丽莎等），还有些是需要打过深渊层数是会送角色（香菱柯莱等），还有女仆诺艾尔抽新手卡池必得一只等等，这个大伙也需要知道下。 有人留言说让我添加说明一下一些名词字母都是什么意思，下边我就整理下我有写的一些名词字母的意思。 A：普通攻击，就是右下角那个能连续攻击的按键。 AZ：重击，就是右下角那个能连续攻击的按键，你按住他就能打出AZ了，要注意每次打出AZ是要耗费一些体力的。 E技能或E：元素战技，就是右下角那个不需要攒能量就可以释放的小技能。 Q技能或Q：元素爆发，就是右下角那个需要攒能量的大技能。 主C：前台战场时间最多的角色。 拐或攻击拐：拐就是给其他角色 增加增益 的辅助角色，攻击拐就是给其他角色 增加攻击力属性 的辅助角色。 后台副C：就是指技能释放之后下场， 在下场之后也可以持续造成伤害和效果 的角色，比如香菱行秋等。 正式开始，我们先聊聊这期卡池，近期好获取的这三位四星角 色 是“琳妮特”“菲米尼”“香菱”。 第一个角色是“琳妮特”。这姐们是个风系辅助，冒险等级到25级会送一只 E技能是一个赶路用的，开启后会在4秒内快速移动，挺好的技能，要是有1命，还可以有一个聚怪效果。 Q大招是一个群体范围嘲讽，而且是个后台技能，放完就可以下场，这个大招真挺得不错。 零命就可以用（机制完整），1命E技能有个聚怪效果，4命E能用2次，要是能有满命那就厉害了，用E后给武器风附魔，类似万叶的满命效果，可以当主C玩了！~~~ 她的材料获取都还可以的，都在枫丹地区了，都挺好找的，都不是特别难找，装备也挺好凑的，就堆充能带四风套减抗就行。 第二个角色是“菲米尼”。冰系大剑主C。 这哥们开荒用挺不错的，操作也简单，开Q后有E放E，没E就平A，没什么可说的。 他的材料获取也都还可以的，都在枫丹地区了，挺好找的，都不是特别难找，至于装备，开荒期适当堆堆充能，要不Q大招缺能量，保证充能的前提下堆堆攻击就好。 第三个角色是“香菱”。这姐们是个火系后台副C，打深渊会送一只，她可以说是后期打深渊必练的角色，基本上人人都会练，但开荒期不要练，因为充能不足，开荒期的香菱经常开不出大招，大伙练前，要知道这点。 E技能，主要是充能用+锅巴消失时捡那个辣椒能+5%攻击力，还算可以的技能。 Q大招，神级技能持续10秒的风火轮，伤害极高，还能锁后台，和班尼特是好搭档，而且要是有4命了，持续时间会+到14秒，但也有缺点，就是能量需求80点，要堆充能，所以一般都是带班尼特给她充能，单香菱充能有点费劲！~~~ 零命就可以用（机制完整），4命最为重要，最后能弄到4命，伤害提升非常大。 而且她的材料获取都挺不错的，都在璃月地区了，都挺好找的，装备用绝缘套+免费神器鱼叉就好。 综上所述，你要是现在 24年4月24号-24年5月14号 之间入坑的话，那你就很舒服了，只需要捞一只 菲米尼当主C再加上免费角色凯亚和芭芭拉打冰冻就行，凯亚QE下场接芭芭拉开E接菲米尼开QE，有E放E没E就平A，第四人随意，可以带琳妮特跑图用，也可以带解谜用的角色，都行。 这里再给大家一个开荒配队的思路和2组免费角色配队推荐。 新号开荒最好是按照一个主C+一个后台副C+一个回血+一个解密（弓箭手之类的，比如安柏），并且4个角色属性都不一样，另外最好是带个能挖矿的大剑角色，这样配队是最好的。 还有前期开荒最好是尽量选择以E技能为主要的角色，没办法，前期开荒角色充能是个大问题。 还有因为要新号开图嘛，你要是运气好能抽到早柚绮良良之类能增加大世界体验的角色那就更好了。 至于为什么要4个角色属性都不一样，这个主要是为了解密，前期开荒，蒙德和璃月有大量的解密需要 火水冰雷风岩 属性角色点灯，到须弥又会多个 草 属性，你要是带的角色没有对应属性，那你就得频繁的去切出队伍去换，那个打开队伍界面还有读条，真的很麻烦，所以尽量带的角色属性能多些，就不用过于频繁的切队伍换人了。 这里是第一组免费角色配队 ，凯亚当主C+丽莎+芭芭拉打超导+冰冻且三个都是免费角色，第四人随意，把凯亚练度提一提就足够在大世界很舒服了，这是一个配队思路。 这里是第二组免费角色配队 ，就是直接组建 低配种门队伍 打 超绽放 ，草主+丽莎+芭芭拉+柯莱，四个都是免费角色，当然你要是要其他更好用的草雷水角色也可以上，比如瑶瑶久崎忍等。 另外有低配就有高配，高配的“草行九”主要指的是草神纳西妲+行秋+久岐忍+第四人摇摆位，但萌新不可能全都有，就会有下面的一些替代角色，我给大家列出来了一些，大家根据自己的角色池自行替换，要是上面都没有就玩上面那套 免费角色 组成的 低配种门队伍 也可以玩，草主+丽莎+芭芭拉+柯莱。 草神纳西妲/草主/柯莱/瑶瑶＋行秋/芭芭拉＋久岐忍/雷神雷电将军/丽莎+第四人看情况（一般是再选个草角色组双草加精通），至于操作手法这里就不说了，你们去搜搜相关视频，看一遍就能理解怎么玩了，很简单的，我这里打字太麻烦了，就不细说了。 接下来由我来给你们整理一下，常驻池子一共有哪些开荒很好用的非免费角色（ 这是全部四星非免费角色开荒推荐，和上面有重复，不要介意，且仅仅是个人推荐，勿杠 ）。 游戏里免费送的那几位，我之前有出过一个帖子“纯萌新零氪金攻略，免费角色详解和角色装备前期培养推荐！”，在那里有聊过了，这里就不聊了，感兴趣的可以去我的合集里翻翻，或者去这个帖子最下边，我会给你放链接的！~~~ 首先是这四位，深渊四大天王，“行秋”“久岐忍”“班尼特”“香菱”（因为这四位深渊出场率高的原因，所以有个天然的优势就是练了绝对不浪费资源，故而先聊这四位）。 先说结论：前期开荒，行秋必练，香菱和班尼特前期若无其他好用角色可选择性练。 久岐忍因为材料问题，一定要冒险等级到30级能去稻妻地区和能去岩层巨渊地区时再练。 1：行秋_(行秋-有主意了)，集 “高伤害+无间隔高频单体挂水+无间隔高贵的抗打断+回血” 于一身的四星战神之一，你看这些就应该知道了为什么行秋那么牛了，没办法就是牛X。 行秋在大世界开荒的表现是没有在深渊里那么变态，主要原因是因为开荒期角色普遍充能不够，无法保证做到每轮都能开出大来，但是行秋无间隔高贵的抗打断和回血是在小技能E上面了，E的伤害也很高，单单只看行秋E技能的表现，你前期练他就不亏，尤其是抗打断，拥有这个属性谁用谁知道，练了还不亏资源。 所以我推荐大家要是前期有行秋一定要练，练了绝对不亏。 2：班尼特_(班尼特-自信)， 拥有全提瓦特最强攻击拐能力+超强回血能力的四星战神之一 。 只要你的主C需要攻击力，带他准没错。 但在大世界开荒的表现是没有在深渊里那么变态，主要原因还是开因为荒期角色普遍充能不够，无法保证做到每轮都能开出大来， 班尼特的大招Q，虽然很强，能回血能加攻击力，但需要60点能量，前期开荒很难做到CD好了就放。 前期若无其他好用角色也是可以练一下的 ，只不过没有在深渊里那么强，毕竟前期开荒主要是以角色E技能的表现来决定的，没办法，充能问题。 补： 有人给我留言说班尼特好用，我只想说你自己去尝试下在单火没充能武器没雷神打一个怪的前提下，他需要几次E能充满Q。我给你答案 3次E ，这还是因为我的班尼特有254.6%充能，萌新前期开荒能做到吗？ 当然有人又会说，角色在后台吃其他属性球也可以回一些能量，这个确实是，但回复量很少的。 而且萌新前期开荒能堆到200%左右就算多得了，那就更少了，还是得切班尼特E4次甚至E5次，你就得频繁切角色，超级麻烦。 反正当你在大世界需要加血的时候，你就会体会到加血在Q上的角色有多不好用了，还不如带芭芭拉，当然你要是药多的话，那你想带谁就带谁。 所以我希望大家以后给我留言之前能站在萌新开荒的角度多想一想，我这是萌新帖子。 3：香菱_(香菱-星星眼)， 拥有超强输出的后台副C挂火能力+EQ都是脱手技能+Q可以锁面板的四星战神之一 ，因为可以锁面板+需要攻击拐+需要充能，所以一般都是配班尼特一起入队。 只要你的队伍缺后台输出，带他准没错。 但在大世界开荒的表现就没那么好了，香菱是在是太缺充能了，Q技能单火入队270充能都不够，一般都是搭配班尼特E给香菱吃球+240充能可以做到循环，大世界前期开荒就根本不要想能每轮能开出大来，三轮能开出一次就不错了，而且香菱有四命了才算四星战神，四命之前总伤害不算太高。 E技能还可以，锅巴喷四口火，CD12秒，还挺用的，还有就是香菱是可以打低层深渊免费获取的。 但是香菱开荒确实体验一般，不是很推荐练，所以大家要是实在没别的角色可练的话，可以练练。 4：久岐忍_(久岐忍-逢考必过)， 拥有全程覆盖的后台挂雷能力和全程覆盖的前台单体加血能力+EQ都是脱手技能的四星战神之一 ，可能有的萌新一看这话也没觉得有多厉害啊，这算四星战神？ 她的强大其实不在个人，是要配队伍的，没错，就是大名鼎鼎的一金超强队伍“草行久”→“草神纳西妲+久岐忍+行秋”，第四人摇摆位，她在其中是作为 种子触发器 的存在，而且她是不可替代的，只有雷神算是她的下位替代，是的没错，你没看错，是下位替代。 装备方面成型快，只需要给久岐忍堆精通就可毕业，不需要太高练度就能打通深渊。 即便是你没有草神纳西妲，玩个低配版草行久也挺好的，“久岐忍+草主+芭芭拉+柯莱”，久岐忍+3个免费角色，多练练手法，打满是没啥问题的，即便手法不太行，打通12层深渊一路还是没问题的。 前期开荒可以拿来用作挂雷和回血，等队伍凑一凑，直接低配版草行久，大世界嘎嘎乱杀，很爽的！~~~ 接下来是开荒期很好用，后期在深渊也有一定表现，并且突破材料也都很好获取，的四位常驻四星角色（除了瑶瑶需要打“无相之草”以外，剩下的材料全在蒙德璃月了）。 5：菲谢尔_(菲谢尔-强装镇定)，这姐们是属于 全程覆盖的后台单体挂雷副C角色，单体输出贼高（指满命，零命也不算低） ，深渊也有一定的出场率，就没啥可说的，属于练了绝对不亏的角色。 还是雷系弓箭手，大世界解密啥的用起来也很舒服。 6：砂糖_(砂糖-胜利)，这姐们开荒很好用，我个人是很有发言权的，因为我自己开荒就是用的砂糖主C，我23年4月29日玩的原神第一天就抽到砂糖+祭礼残章了，直接给了我一套全的，然后开荒期间我就用砂糖一直玩到冒险等级45级。 砂糖主C的输出手段是靠QE打伤害+聚怪+平A打扩散伤害，所以砂糖需要配能后台持续挂火水雷冰元素的角色进行搭配，比如四星里的芭芭拉香菱谢菲尔久岐忍行秋莱伊拉等都行。 装备堆精通就有伤害，养成贼简单，我当时用的就是砂糖+香菱+谢菲尔+芭芭拉，贼舒服！~~~ 7：迪奥娜_(迪奥娜-挺厉害嘛)，这姐们是个有盾有奶的角色，虽然奶在Q上了，还需要80点能量，总得来说还是挺好用的，单单只看E技能+盾这一点，练了就不亏，能增加大世界体验度。 还是冰系弓箭手，大世界解密啥的用起来也很舒服。 8：瑶瑶_(瑶瑶-辛苦啦)，这小妹妹我个人是非常喜欢的，QE全都可以加血和打伤害，E持续时间10秒CD15秒很舒服，Q不仅伤害高还能全队回血，不足的是Q大招能量80点，开荒期无法做到连续开大。 搭配草主+芭芭拉+丽莎，这三个免费角色，组个低配版种门队，在大世界也是很舒服的。 9：接下来这几位一起说，先说雷泽_( 雷泽-憨笑)凝光_(凝光-财源广进)烟绯_(烟绯-疑惑)这三位四星主C，都是大世界开荒期很好用的四星主C，零命就能用，材料获取都在璃月地区，但后期挑战满星深渊就基本没什么人用了，没办法，四星主C都是这样，数值不够，只能在高练度的前提下才能去挑战满星深渊。 重云_(重云-醉辣)也是可以当主C练的，也可以当辅助玩，因为他独有的冰附魔武器能力，后期可以拿来玩花活，可以让其他角色玩冰附魔平A流玩法，也挺有意思的，零命就能用，材料获取也是都在璃月地区。 还有菲米尼_(菲米尼-尴尬)和嘉明_(嘉明-舞兽)这两个四星主C也很好用，因为都是枫丹版本才出的角色，数值都相当的高，就是有的材料在枫丹地区，要想获取就得去那边，有点远，萌新最好是观看米游社大地图，跟着地图往那边跑，这样不容易迷路和懵圈。 因为现在4.4版本开放沉玉谷地区了，可以直接从沉玉谷去枫丹，这比以前需要通过须弥绕大圈近多了。 当然也可以不用特意去跑图，只要做完主线序章第三幕，就可以自动解锁枫丹边境那里的一个传送锚点，然后再去枫丹也行。 还有一些角色，大家要是很喜欢这个角色，想练的时候需要注意以下两点。 1：这个角色的材料是不是很难获取，比如稻妻地区的角色开荒期就都不要练，因为这些角色需要的材料都在稻妻地区那里，而这个地区是需要冒险等级到30级+通过主线才能去，这点一定要注意（当然也可以冒险等级到16级之后，通过前往已经解锁稻妻地图的好友那里获取材料，这个需要和人聊天征求人家的同意后再采材料，要不然会吵架的，这点要注意下）。 2：这个角色开荒期大世界是不是真的好用，这个就有很多方面，比如一些角色是靠Q大招打伤害的但开荒期充能不够，再比如有些角色是专辅，大世界也不太好用等等方面，练之前一定要先查查资料，不然到时候会很闹心的。 再教大伙几个开荒期练角色时的小技巧。 1：一个角色开荒期想要练度提升顺序，最好是按照角色等级→武器等级→技能等级→圣遗物等级这个顺序提升。 2：关于角色等级，每个角色到达20级50级70级会各给一个蓝球，这个一定要知道。 要是有些角色要是你只是拿来在大世界开荒过渡用，那最好角色等级升到70级突破即可（因为角色到70级会给一个蓝球）。 要是某些角色一点都不用的话，升到20级突破即可，多了就是浪费经验书（因为角色到20级会给一个蓝球）。 3：关于技能等级，只是拿来在大世界过渡用的角色最高升到6级即可，在冒险等级到45级前，足够用了，再高需要的材料就太多了，就不太合适了。 3：关于圣遗物等级，前期获得的四星级别以下的圣遗物，最多升到+8或+12即可，足够大世界开荒了，不要再高了，再升就不合适了，没那个必要，等到冒险等级到45级了，去刷五星圣遗物，这时再强化+20。 再给大家发几个我之前写的纯萌新零氪金攻略，希望能对你们有用，其实都在这一个合集里了，怕大家找不到，就在这里发一下。 纯萌新零氪金攻略，纯萌新完美开局，不走歪路，游戏体验暴涨！ 纯萌新零氪金攻略，免费角色详解和角色装备前期培养推荐！ 4.0纯萌新零氪金攻略，从0级到50级需要注意的事和踩的坑！ 纯萌新零氪金攻略，每天每周每月必做事情且按重要性排列！ OK，终于打完字了，累死我了！~~~ 基本上我能想到的纯萌新在是4.6上半版本期间入坑原神时开荒时期值得练的四星角色推荐（不包含免费角色）就这些了，之后我也会再进行添加和修改！~~~ 最后求求大伙看我打这么多字的份上，给个赞吧，拜托了（要是能转发和收藏就更好了），3Q了，88！~~~",
    "length": 7271
}