{
    "game_id": 2,
    "post_id": "54468902",
    "f_forum_id": 43,
    "subject": "【V4.7攻略·其他攻略】第一期「幻想真境剧诗」抄答案策略",
    "url": "https://www.miyoushe.com/ys/article/54468902",
    "created_at": 1719823768,
    "like_num": 343,
    "view_num": 5893,
    "reply_num": 37,
    "text": "4.7版本新开的深渊「幻想真境剧诗」输出压力很低，更多是考验玩家角色池宽度、在随机选人机制下灵活组队的策略、以及运气。 1. 准备策略 新深渊需要有18名70级以上的角色才能入场。包括6名必选的开幕角色与12名自选的待命角色：6名开幕角色会提供试用，12名待命角色可在4名不限元素的特邀角色与限定元素的全部角色中自选，可以从好友橱窗借用1名限定元素、非开幕、非特邀的角色。 准备界面 必选角色 超链图片 自选角色（示例） 超链图片 也就是说，需要在希格雯、白术、艾尔海森、莱欧斯利，以及全部火雷风角色中，有至少11名练到70级以上，才能解锁本期「幻想真境剧诗」的入场资格。 1) 强势角色 以下后台输出角色与金牌辅助在本期天气下较强势，推荐程度为「抽了必练、没抽找好友借」： 【万叶】全部八关较强，本期推荐携带祭礼剑 【八重神子】【夏沃蕾】第六关极强，其余关较强 【菲谢尔】【北斗】【香菱】除第六关外通用 【温迪】第四关极强【琳妮特】【砂糖】第四关较强 【闲云】第三、八关强势 【班尼特】第八关强势 第一期输出压力不高，除了班尼特要有1命，其余角色都是0命可用。当然如果常用辅助都不缺，想体验一下好友的满命主C也随意。 2) 值得临时拉到70的角色 以下角色的辅助能力几乎不吃自身面板，如果此前没练过，值得临时拉到70级入场： 【夏沃蕾】【琳妮特】本期「幻想真境剧诗」T0四星 【四命托马】【珐露珊】试用角色充能很卡手，如果有临时拉70的资源，能自己用西风散件堆充能，就别用试用的。前几关珐露珊只要充能达标即可，不需要六命，后几关即使珐露珊有六命，也不太拐得动面板较低的试用散兵。 【四命讨龙烟绯】打算用仆人、克洛琳德可以临时拉一个，不需要升天赋，也不用刷圣遗物，用高充能散件即可 3) 试用角色与特邀角色 试用角色练度较低，特邀角色有几个隐性坑点 试用托马、珐露珊充能很卡手，而且珐露珊没有6命 三个试用主C练度比较低，尽管低练度仆人单纯作为输出还是够的，但后面关卡生存压力上升，试用的仆人会面临输出与存活只能二选一的难题，如果没抽仆人，建议在中间生存压力还没提升的关卡先把仆人的次数用掉，保留自己练的班尼特与香菱作为第八关主C 特邀角色莱欧前几关抽到打融化相对合理一点，后面关卡冰抗高。 艾尔海森如果能在第五关前抽到，组彩虹队打第五关纯水动物园也还不错，其他关因为有可能抽到给敌人随机挂元素的助益效果，有时会发现虽然没带火后台，但打着打着不知怎么就燃烧起来。 白术能配合雷C打激化，但除了挂草没什么增伤能力，能不能派上用场，主要取决于能不能同时抽到万白+双雷，通常到中后期才能组出成型配队。因此给试用的克洛琳德配白术意义不大，如果自己抽了并练了有多个雷元素主C，可以考虑邀请白术，解放两个雷C抢夏沃蕾的情况。 希格雯在这个模式组出来的队都很抽象，只是单纯作为生存位，如果没练火雷奶可以补，不缺奶没必要占名额。 不缺人只带火雷风就好了， 特邀角色在这个模式并没有特别的优势。 4) 选角色策略 首先在万叶/温迪/琳妮特/砂糖四个角色中选择2~3个，不够2个可以借好友的 选择夏沃蕾与班尼特 选择账号中全部后台输出角色，本期包括八重神子、菲谢尔、北斗、香菱 然后挑选2~3个有练度的前台主C，练度差不多的情况下优先挑选更不依赖元素反应的，与试用角色加起来，共有4~5个主C为宜 最后按照自己主C与试用主C的需求补充盾奶生存位（例如给雷C补白术，给仆人/克洛琳德补讨龙烟绯或迪希雅），凑满12人 2. 关卡策略 如果想获取「幻想真境剧诗」的全部原石，需要打通八个关卡。每个关卡需要完成三个挑战目标，只需完成最上面的主要目标就能获得原石奖励（通常不限时，但拖得太久会出现场地伤害），完成目标后立即中断挑战也算通过。 超链图片 前两关怪物数值大约是旧深渊10-3、11-1的难度，后几关怪物数值提升到旧深渊11-3、12-1的水平，但没有那么多波次，输出压力还是比本期深境螺旋12-1低了许多的。只要能人头解锁入场资格，配合试用角色拿到全部原石，还是问题不大的。 稍有难度的「额外」目标只影响挑战成功后获得的积分（可在下一关开始前消耗积分兑换增益效果），「明星」目标完全不影响奖励，唯一影响是好友点开你的名片，能看到你获得了几颗星星： 超链图片 1) 选牌 每一关都必须选定四个人才能开始战斗，如果不小心打到剩余可选人数不足四人，就只能重开。 初始会给一些积分、每打通一关也会给积分，每一关开始前可以消耗积分兑换一些效果。 超链图片 前期优先选能抽角色的伙伴牌，既能防止组出过于抽象的阵容，也能防止人数不足无法继续。后几关抽到了足够的伙伴牌，关卡难度上升，再选奇妙助益牌。 为了在第四关前抽到温迪/万叶/琳妮特/砂糖，第四关之前如果刷到多个伙伴牌，建议优先选择风属性或者全属性的。 另外，每次选择伙伴牌或者助益牌时，也会同时刷新战斗牌的怪物阵容，因此，我们也可以利用这一机制刷走不想打的怪物，li雷莹术士、冰莹术士、冰使徒。 2) 选角色 有难度的关卡主要是四、六、八，其他关卡只要抽到的阵容不太抽象都没什么难度。 第一、二关 推荐阵容：试用散兵+试用珐露珊+试用托马+久岐忍（散兵三通） 推荐阵容：试用仆人+试用托马+试用散兵+试用珐露珊（仆人双通） 由于全部八关只需要四个主C，如果已经在待命角色中编入了较多的主C，则前两关可以先用试用的仆人托马打双通，如果自己的主C数量不足，那么也可以先用试用散兵三通，把试用仆人留给中后期使用。 前两关的难点不是关卡本身，而是试用的珐露珊特别容易卡充能，导致明明更难的后面关卡用自己角色都能完成「明星」挑战，前两关用试用的散珐却反而很难打满的情况。建议是尽早把试用的散珐出场次数用掉，将高价值角色的耐久度留给后面的关卡，万一到后面关卡不得不用试用散珐凑数，就坐牢了。 第三关 鸡哥 推荐阵容：克洛琳德+托马/迪希雅/讨龙四命烟绯+八重/菲谢尔/北斗+夏沃蕾/风系 这一关推荐用试用的克洛琳德来打，克的配队较自由，在前期很容易抽到成型的队伍 第四关 守塔 到这里就没有什么固定阵容了，以实际抽到的为准 推荐阵容：温迪/万叶/琳妮特/砂糖双风或单风+对群输出 优势角色：仆人、克洛琳德、香菱 弱势角色：宵宫 第四关可以说是刚需聚怪，如果一个风系都没抽到会很难打。这也是为什么我推荐直接在待命角色编入2~3个有聚怪/嘲讽能力的角色，前期也多选择指定风系或者随机元素的伙伴牌，来提高在第四关前抽到聚怪角色的概率。 第六关 吸能龙蜥 第六关开始前的选牌阶段建议别把积分花光，留一些积分给下一关刷怪物阵容。 推荐阵容：夏沃蕾+火/雷队友 优势角色：八重、夏沃蕾、高练仆人、试用仆人+盾辅 弱势角色：香菱、北斗、赛诺 仆人的治疗依赖大招，被本关 龙蜥 吸能机制克制，如果没抽到盾辅，用试用的仆人打龙蜥可能会有点坐牢，自己的仆人练度够高、输出够快才能解除对盾辅的依赖。 第七关 这一关可选的几个怪物阵容的难度差别很大，如果没抽到香菱，尽量别选冰使徒 第八关 冰风组曲 推荐阵容：万香班+任意驾驶员 推荐阵容：万班+高练仆人+盾辅 推荐阵容：克洛琳德+菲谢尔+万叶+白术 如果前期较早抽到万香班，记得保留次数给最后一关。这里的冰风组曲是12-1血量，输出压力并不大，香菱不打蒸发伤害也是够的。但生存压力还是一如既往地高，注意别被秒了",
    "length": 3025
}