{
    "game_id": 2,
    "post_id": "52857541",
    "f_forum_id": 43,
    "subject": "【V4.6攻略·角色攻略】流浪者配队推荐与参考",
    "url": "https://www.miyoushe.com/ys/article/52857541",
    "created_at": 1715681700,
    "like_num": 1612,
    "view_num": 36640,
    "reply_num": 161,
    "text": "超链图片 流浪者复刻在即，今天给大家带来简单的流浪者队伍搭配推荐。 超链图片 超链图片 「芙宁娜」 ：能提供大量增伤与后台水元素附着，同时使流浪者能够稳定触发「逐影猎人」四件套，在圣遗物上有更多的选择；此外，也使「流浪者」的武器多了一项「金流监督」的选择。 「珐露珊」 ：风系直伤角色永远离不开的辅助角色，能为「流浪者」提供极其全面的加成，在点亮第六命之座之前，充能压力较大，队伍其他辅助角色可以考虑多佩戴西风武器来提供能量，点亮第六命座后才考虑佩戴「千岩牢固」，其他情况可以考虑佩戴「翠绿之影」增加后台角色输出，也可以佩戴「绝缘」充能散搭。 *后续有珐露珊的队伍不再赘述。 「夏洛蒂」 ：是目前能够提供全体治疗的角色中，比较契合该队伍的角色，根据实际情况，可以考虑更换为「米卡」，但「米卡」没有较强的后台冰元素附着，实战中可能会导致流浪者输出时染不到冰元素。 ▊评价 ：该队伍配置了比较新的角色，其中「芙宁娜」与「夏洛蒂」是比较经典的组合，可以较快堆叠「芙宁娜」元素爆发的气氛值来提高后续「流浪者」的输出收益。 ▊输出手法 ：芙宁娜EQ→珐露珊Q→夏洛蒂EQ→流浪者Z接E→流浪者普攻流程→流浪者Q结尾 角色替换参考 —— 「双风双水」：珐露珊→琴，夏洛蒂→夜兰 超链图片 超链图片 超链图片 「班尼特」 ：能提供极高攻击力加成，通常佩戴宗室圣遗物来为角色提供更高的增攻数值，同时也是队伍的治疗担当。 「迪希雅」 ：迪希雅无需额外生命值词缀，只需「千岩牢固」即可为前台角色承担应有的伤害，按照后台副C方向培养即可，祭礼大剑增加战技施放频率，保证抗打断提升的覆盖率。此外，由于迪希雅佩戴「千岩牢固」能更稳定触发四件套效果，此时「珐露珊」可考虑佩戴其他输出套装如「黄金剧团」等。 ▊输出手法 ：珐露珊Q→班尼特EQ→迪希雅EE→流浪者Z接E→流浪者普攻流程→流浪者Q结尾。 ▊评价 ：该队伍配置舍弃了流浪者天赋的一个染色选择 （也可以通过角色自身受击其他元素来染上其他颜色） ，来实现更稳定增攻的“双火共鸣”。 角色替换参考 —— 「迪希雅」可替换为「托马」 超链图片 超链图片 「夜兰」 ：与「行秋」组成双水共鸣，能够提高自身输出与全队生存能力，元素爆发能为前台角色提供持续增加的增伤收益，搭配「行秋」二命的水元素抗性削减与「翠绿之影」套装，能在「流浪者」进行普攻时，于后台提供较为可观的输出。 PS：双水阵容的夜兰可以考虑将武器更换为「若水」这类输出武器。 「行秋」 ：为前台角色提供伤害减免、抗打断能力提升与一定治疗效果。 「北斗」 ：为前台角色提供伤害减免、抗打断能力提升，点亮第一命之座后能提供一定雷元素护盾来保护前台角色。 ▊输出手法 ：行秋EQ→北斗EQ→夜兰EQ→流浪者Z接E→流浪者普攻流程→流浪者Q结尾 ▊队伍评价 ：该队伍沿用了传统魔王武装中的两个生存核心「行秋」与「北斗」，将「菲谢尔」更换为「夜兰」来为「流浪者」提供输出增伤收益，其中「夜兰」「行秋」与「北斗」均为普通攻击相关的后台输出角色，「流浪者」能够简单触发连携攻击。 此外，队伍以感电反应为主，「流浪者」佩戴「翠绿之影」时能够简单触发“水雷”双元素扩散，为后台角色增加伤害，自身元素战技也能轻松染上水雷元素来获得对应增幅。 角色替换参考 —— 「夜兰」可替换为「菲谢尔」（这就是传统魔王武装了）。 超链图片 超链图片 「云堇」 ：提供普通攻击伤害值、攻击速度提升与普通攻击伤害提升，在「流浪者」低命时，云堇提供的输出增益与班尼特相近，在该队伍中能与「钟离」组成双岩共鸣来为前台角色提供“护盾强效”与“全伤害提升”。 「钟离」 ：提供高额护盾（抗打断）与抗性削减，「流浪者」输出时注意离敌人不要太远，否则抗性削减不会生效。 ▊输出手法 ：钟离长按E→珐露珊Q→云堇EQ→流浪者Z接E→流浪者普攻流程→流浪者Q结尾 ▊队伍评价 ：该配队无法利用「流浪者」天赋中的染色机制，但好在辅助角色提供的数值够高，整体输出表现也算合格，主要是解放「班尼特」给其他队伍。 PS：虽然是互不反应的元素组合，但如果敌人带有元素护盾或为元素生命，还是能触发一些反应的。 流浪者作为风元素伤害输出角色，有几个特点—— ①自身机制对输出加成不高，输出表现比较依赖辅助角色 ②主打普通攻击的输出方式，与许多后台输出角色有一定契合度 ③角色输出时容易被打断，可以考虑搭配一些护盾、提供抗打断能力的角色 下面是一些同位置可进行替换的角色分类，旅行者们在上面队伍中未拥有对应角色时，可以从该角色对应的分类中选择其他角色搭配。 超链图片 最后列一下不同辅助角色对流浪者0/6命时的输出提升对比吧~ *下图是0命/满命流浪者佩戴精1「图莱杜拉的回忆」，圣遗物为「沙上楼阁史话」，搭配不同辅助的提升。 超链图片 希望能够帮到大家~ 超链图片",
    "length": 1990
}