{
    "game_id": 2,
    "post_id": "36128573",
    "f_forum_id": 43,
    "subject": "【V3.4攻略·角色攻略】夜兰入门攻略 一图总结+详解",
    "url": "https://www.miyoushe.com/ys/article/36128573",
    "created_at": 1677154442,
    "like_num": 4707,
    "view_num": 885400,
    "reply_num": 287,
    "text": "UID 100143417 作者开服全角色玩家， 点击头像 查看更多攻略。 攻略制作不易，希望小伙伴们帮忙 关注点赞~ 【 主要面向 新手玩家 ，有建议欢迎评论区留言 】 【前言】 太长不看一句话总结版 神级辅助夜天后，机制可称大行秋。 冲刺爽玩大世界，优先级高建议抽。 零命好用完全体，一命充能更无忧。 二命挂水能力强，满命爆发是真牛。 主Q 副E 最后A，等级拉满才好秀。 若水猎人与弹弓，伤害虽高充能愁。 终末西风和祭礼，大招循环更无忧。 配装首选绝缘套，水伤杯子暴击头。 充能足够生命沙，否则充能沙更优。 组队思路非常多，蒸发永冻绽放流。 深渊世界都好用，此时不抽何时抽。 攻略常见术语解释 A/平A 普通攻击 e/E 元素战技 Q/大 元素爆发 Z 重击 S/闪 闪避/冲刺 C 主要输出角色 站场 在场上的角色 速切 切出来放完技能马上切走 后台 不在场上技能也能造成伤害 凹 多次尝试 拐 辅助 吃 需求 AOE 范围性伤害 buff 增益状态 debuff 减益状态 白字 一般指基础攻击力(只取决于角色等级和武器) 绿字 一般指附加攻击力 乘区 指不同的伤害加成区间 双暴 暴击率和暴击伤害 大攻击/小攻击 副词条中的攻击力百分比/攻击力数值 大生命/小生命 副词条中的生命值百分比/生命力数值 大防御/小防御 副词条中的防御力百分比/防御力数值 有效词条 指副词条中多少个是对角色有用的 2+2 2个不同的套装散搭 其他更多术语 可参考 【已更新】萌新必看！原神常见简称/术语/黑话汇总介绍 【 仅供查看，欢迎转发，不得搬运，盗图必究 】 【目录】 【01     角色简述】 【02     抽取建议】 【03     相关反应】 【04     天赋解析】 【05     使用技巧】 【06     命座简评】 【07     武器推荐】 【08 圣遗物选择】 【09     配队建议】 【10     攻略总结】 【正文】 【01 角色简述】 官方定义 ——夜兰是一位兼具 高频伤害 与 战斗机动性 的 水元素输出 型角色。 作者总结 ——夜兰是一位具有 大世界快速移动 、 高频挂水 、 辅助增伤 、 后台伤害 等多种复合功能的角色， 伤害基于生命值 ，兼顾 深渊强度 与 大世界体验 ，能够参与 蒸发 、 冻结 、 扩散 、 绽放 等多种反应，泛用性非常强，当前版本 抽取优先级非常高 。 【作为后台输出】 优势 ：提供稳定后台伤害的同事还提供额外的增伤。 劣势 ：大招能量需求较高，自身充能有一定压力。 【与行秋对比】 伤害能力 ：0命西风夜兰 ≈ 6命祭礼行秋 挂水能力 ：0命夜兰＜6命行秋 协同能力 ：夜兰大招协同具有指令预输入+追踪功能，机制更优秀 辅助能力 ：夜兰提供额外增伤，行秋提供抗打断、减伤、回血 其他能力 ：夜兰大世界快速移动 【02 抽取建议】 【推荐抽】 1.想体验大世界飞一样的体验。 2.比较缺后台输出或挂水角色。 3.六命兰姐秒天秒地强无敌！ 【不推荐抽】 实在想不出不抽的理由，只可能是对角色本身没感觉吧。 【作者建议】 夜天后岂是浪得虚名，建议 至少抽一个 ，有条件1命更好（个人认为1命优先级高于专武若水），当然6命也非常强，不过大家还是量力而行。 【03 相关反应】 【水 x 草 = 绽放 】 产生种子延时造成草元素范围伤害 ，在妮露绽放队中，妮露的被动使得种子爆炸伤害更高、时间更快、范围更广，但是必须在水草配队下才能生效。 【水 x 火 = 蒸发 】 2倍增幅伤害 ，根据精通增幅系数有提升，可以考虑蒸发流。 【水 x 雷 = 感电 】 雷元素持续性伤害 ，总伤害很高，适合持续输出的队伍。 【水 x 冰 = 冻结 】 控制类反应 ，可以提供更好的输出环境，但是需要持续上水和冰元素。 【水 x 风 = 扩散 】 一般搭配 风套减抗 ，同时风系角色一般具有一定的增伤聚怪能力。 【水 x 岩 = 结晶 】 反应产生对应 元素晶片 ，拾取后会获得对应元素的 护盾 。 （一般 不用刻意去捡 ，除非岩角色带了磐岩套） 总结 ：水元素能与其他六种元素反应，可谓是得天独厚，夜兰还具有较高频率的后台水元素附着能力，使得她可以参与基本所有的水元素相关的反应，无论是 水草绽放体系 、 水火蒸发体系 、 水雷武装体系 、 水冰永冻体系 ，还是提供 先手挂水方便扩散减抗 ，夜兰的表现都十分优秀。 【04 天赋解析】 推荐升级顺序 主Q ， 副E ，有资源可考虑升级A。 【 普通攻击 · 潜形隐曜弓 】 描述 ：普攻四段的连续弓箭射击，重击通用瞄准射击，下落攻击通用模板。 脱离战斗状态5秒 后，夜兰将获得 破局状态 ，使下一次满蓄力瞄准射击 蓄力时间减少80% 并转为 破局矢 ，基于夜兰的生命值上限造成水元素范围伤害。 评价 ：常规的普通攻击、瞄准射击、下落攻击伤害都是基于攻击力的，基本用不到。但是 破局矢是基于夜兰生命值造成伤害 的，减少蓄力后发射也非常快，可以用来 补充伤害 和 先手挂水 ，所以有资源的话 可以适当升级 。 【 元素战技 · 萦络纵命索 】 描述 ：点按短暂疾走，长按持续疾走， 碰到敌人会标记目标 ，疾走结束时基于夜兰的生命值上限，对标记的敌人造成水元素伤害。（跳跃、闪避、再次按E可以提前结束疾走状态） 有概率获得 破局状态 ：每个标记的敌人能使概率提升34%。 评价 ：非常使用的技能， 快速冲刺赶路 的能力能够极大的提升大世界的体验，同时也有着不俗的伤害，在大世界配合挂火角色打出 蒸发后的伤害非常可观 ，同时重置破局矢的效果能够提供一定的补刀能力，可以说是一个功能非常全面的技能，建议 有条件尽量升级 。 【 元素爆发 · 渊图玲珑骰 】 描述 ：18秒冷却，70能量，施放时造成水元素范围伤害并产生 15秒的持续效果 ： （1）当前场上角色进行普攻时触发协同攻击，每秒至多触发一次。 （2）夜兰自己的E爆发并命中敌人时，额外进行一次协同攻击。 评价 ：最核心的技能，提供不俗的 后台持续伤害 与较高频率的 后台水附着 ，同时夜兰Q协同攻击的机制非常出色，具有指令预输入+追踪功能，触发非常稳定，基本不会丢失伤害，有条件尽量 给皇冠升级 。 【 固有天赋 · 猜先有方 】 描述 ：队伍存在1/2/3/4种元素类型的角色时，夜兰的生命值上限提升6%/12%/18%/30%。 评价 ：进一步提升了夜兰的生命值上限，不过 加成数值并不高， 没有必要为了最高加成强行组4元素队 ，正常配队即可。 【 固有天赋 · 妙转随心 】 描述 ：Q持续期间当前场上角色造成的伤害提高1%，每秒进一步提高3.5%，至多提高50%。 评价 ：给予了夜兰非常强大的辅助增伤能力，这个被动作为 无条件的增伤效果 是非常稀有的，需要注意这个增伤 只对当前场上角色生效 ，而且随着时间逐渐增加。 （比如Q过了10秒这时候增伤就是36%，不管谁在场上都是36%的增伤，切人也不会重新从头计算） 【 生活天赋 · 长考一着 】 描述 ：在璃月执行时长为20小时的探索派遣任务时，获得的奖励增加25%。 评价 ：比较实用的派遣天赋，目前刚好有5位派遣增加奖励角色（夜兰、申鹤、久岐忍、赛诺、珐露珊）。 【05 使用技巧】 夜兰的常规使用技巧图片上都有提及，这里额外解释下夜兰大招普攻协同的【 指令预输入 】机制： 游戏中我们玩家操作自己的设备发出相应的 指令 （如点击左键），操作的角色就会做出相应的 动作 （如进行普攻），但是从 按下左键 到角色普攻 造成伤害 这两者之间是有 时间延迟 的，指令预输入机制就是当你按下左键之后系统就已经收到了这个指令，当角色造成伤害之前用其他动作 取消了这次动作 ，但是夜兰的 协同攻击依然会打出来 ，这也是夜兰和行秋机制的区别之一，利用这个特性能打出更多可能的操作，比如魈就可以跳跃攻击穿插平A动作再取消触发夜兰的协同（即跳A操作），但是换行秋的话就没法触发，因为起跳-平A-起跳中间的平A时间过短，还没来得及触发行秋的协同。 （具体的机制更为复杂，这里简化描述方便大家理解） 【06 命座简评】 总结 ： 0命就很强 ， 有条件建议1命 ，氪佬直接6命不用犹豫了。 【 1命 - 与谋者，以局入局 】 描述 ：E的可使用次数增加1次。 评价 ：非常实用的命座，一方面极大改善了夜兰的 大招充能 问题，另一方面进一步提升了 大世界的探索体验 ，个人认为 该命座优先级高于专武 。 【 2命 - 入彀者，多多益善 】 描述 ：Q的协同攻击会发射一枚额外的水箭，造成相当于夜兰生命值上限14%的水元素伤害，每1.8秒至多触发一次。 评价 ：额外增加了 后台输出 以及 挂水能力 ，一方面在蒸发队中如果不带行秋能够更好的压住胡桃的火，另一方面在绽放队中更多的水附着就意味着更多的草原核，间接提升了伤害，不过0命夜兰的水附着在一般情况下基本都够用，这个命座更多的是起到锦上添花的作用。 【 3命 - 晃盅者，琼畟药骰 】 描述 ：Q的技能等级提高3级 评价 ：常规技能命座，但是由于夜兰的很大一部分伤害都来源于Q技能，所以这个命座的 收益还可以 。 【 4命 - 诓惑者，接树移花 】 描述 ：E爆发时使所有角色的生命值上限提升10%乘E标记的敌人数量，持续25s。通过这种方式生命值上限至多获得40%提升。 评价 ：非常 稀有的生命拐 ，而且是 提升全队所有角色的生命上限 ，在经典的胡行钟夜队伍中，四个人的生命都有一定的收益（胡桃生命转攻击，行秋生命影响回血，钟离生命关系盾量和伤害，夜兰生命就是伤害来源），在 特定队伍 中该命座的 提升非常可观 。 【 5命 - 坐庄者，三仙戏法 】 描述 ：E的技能等级提高3级 评价 ：常规技能命座，因为夜兰的E技能伤害占比并不是很高，所以 收益相对有限 ，不过在大世界清小怪的时候E技能非常好用。 【 6命 - 取胜者，大小通吃 】 描述 ：放Q后夜兰将进入20秒的特殊状态：普攻转为发射156%的伤害的特殊「破局矢」，最多发射5枚箭矢。 评价 ：夜天后 得以封神 的关键命座，也是游戏中 性价比最高的六命 之一，极快的出伤速度、恐怖的爆发能力、不俗的伤害范围，配合自身的快速移动能力，使得满命夜兰在 大世界和深渊中都非常强力 ，体验过六命夜兰后相信大家会对强度有全新的了解。 【07 武器推荐】 0命优先考虑 充能向 武器 伤害向武器推荐 ：若水＞猎人＞弹弓＞其他 充能向武器推荐 ：终末＞西风＞祭礼＞落霞 关于 冬极 ：特效的攻击对夜兰没用，虽然能用但有点浪费。 关于 朦云 ：满精情况下大招增伤多，但是副属性攻击用不到。 关于 绝弦 ：满精情况下E和Q增伤多，但副属性精通只有专门打蒸发时才有收益。 关于 反曲 ：加生命的工，特效在大世界很好用，但是伤害上限较低。 【 若水 】【 最佳毕业 】 优点 ：提供大量暴伤，还加生命值和增伤，最契合夜兰。 缺点 ：不加充能对于0命夜兰大招循环压力较大，建议1命或队里带行秋。同时注意特效的增伤范围不是特别大，注意不要离敌人太远。 【 终末嗟叹之诗 】【 团队加成 】 优点 ：提供较多充能方便大招循环，可以稳定触发特效，加成全队角色的精通和攻击。 缺点 ：夜兰不怎么吃精通，相比专武自身的伤害会低很多。 【 西风猎弓 】【 团队充能 】 优点 ：提供大量充能方便大招循环，同时特效产球能缓解全队充能压力。 缺点 ：特效前台才能触发，需要尽量高精提高触发几率，并要有一定的暴击率。 【 祭礼弓 】【 重置战技 】 优点 ：能够重置战技冷却，间接的多产球来缓解自身充能压力。 缺点 ：需要尽量高精但就算满精也不是必定触发，同时高白值低充能的模板对于不吃攻击的夜兰来说亏属性。 【 猎人之径 】【 超多暴击 】 优点 ：提供大量的暴击，还有无条件的元素增伤。 缺点 ：根据精通加重击伤害的特效夜兰基本没用。 【 弹弓 】【 大量暴击 】 优点 ：低白值不影响夜兰，提供较多的暴击率，还能加成破局矢伤害。 缺点 ：不加充能夜兰的大招循环压力比较大，建议1命或队里带行秋。 【 反曲弓 】【 大量生命 】 优点 ：低白值不影响夜兰，提供较多的生命值，特效回血效果明显。 缺点 ：不加充能夜兰的大招循环压力比较大，建议1命或队里带行秋。不加双暴伤害上限比较低。只能宝箱或NPC对话获取，已经吃了的话可能就没了。 【 冬极白星 】【 大量暴击 】 优点 ：较多的暴击率加成，特效能够少量的增加战技和大招伤害。 缺点 ：特效的攻击力对夜兰没有用，暴击没有猎人多，比较浪费。 【 绝弦 】【 EQ增伤 】 优点 ：不需要升级，只需要精炼省材料，满精战技和大招加成多。 缺点 ：副属性精通对常规玩法的夜兰没用，非满精伤害不如弹弓。 （如果让夜兰打蒸发的特殊手法，精通是有收益的，武器还是需要升级的） 【 曚云之月 】【 大招增伤 】 优点 ：不需要升级，只需要精炼省材料，满精对于大招的增伤比较多。 缺点 ：高白值和副属性攻击力都对夜兰没用，限定武器获取精炼困难。 【 落霞 】【 活动获取 】 优点 ：活动免费获取满精，特效能够提升一定的伤害。 缺点 ：充能加成较少，同时高白值低充能的模板对于不吃攻击的夜兰来说亏属性。 【08 圣遗物选择】 圣遗物首选 4绝缘 ，或者 副词条好 的 2绝缘、2宗室、2千岩、2沉沦 散搭。 （ 六命 追求破局矢伤害可以考虑 2千岩+2沉沦 ） 【主属性】 充能/生命 沙 水伤 杯 暴击/暴伤 头 【副词条】 满足充能 的前提下 双暴＞生命 【 绝缘之旗印 】【 充能增伤 】 优点 ：能增加充能效率，并且能通过充能增加大招伤害。 缺点 ：很多角色都要用需求量大，不能合成需要慢慢刷。 【绝缘/宗室/千岩/沉沦 2+2 】【 散搭组合 】 优点 ：散搭组合方便过渡使用。 缺点 ：上限不如完整的四件套。 【千岩/沉沦 2+2 】【 破局爆发 】 优点 ：能够最大化破局矢的伤害。 缺点 ：缺乏充能大招伤害比较低。 【09 配队建议】 配队思路 ：夜兰的配队主要有五个方向： （1） 蒸发 体系：通过高频水附着辅助火系角色打蒸发。 （也有自己打蒸发的玩法，但是多用于高命） （2） 武装 体系：一般是行秋北斗的高霸体高减伤体系。 （3） 纯水 体系：搭配万叶增伤减抗提升水系角色的输出。 （4） 永冻 体系：搭配冰系角色实现持续的冻结反应。 （5） 绽放 体系：搭配草系角色生成草原核。 【 蒸发体系 】 夜兰 + 行秋 + 生存 （钟离/托马/莱依拉/迪奥娜）+ 火C （胡桃/宵宫/迪卢克） 优点 ：夜兰行秋互相充能，双水共鸣增加生命，能够稳定的辅助火C打蒸发。 缺点 ：对群输出比较弱，比较缺乏减抗乘区，除钟离可以稍微减抗外其他生存位都没有减抗能力。 【 复合体系 】 国家队： 夜兰 + 驾驶员 （雷神/砂糖/万叶）+ 班尼特 + 后台火 （香菱/迪希雅） 武装队： 夜兰 + 驾驶员 （雷神/砂糖/万叶）+ 行秋 + 雷生存 （北斗/久岐忍） 优点 ： 国家队中如果行秋没满命用夜兰更好，伤害也相对较高，环境适应能力强。 武装队中有行秋互相充能循环压力小，抗打断能力也会更强。 缺点 ： 国家队中相比于行秋缺乏抗打断和回血的功能，单水自己的充能压力也比较大。 武装队的整体输出上限可能比较低，且生存方面较为依赖大招循环。 【 武装体系 】 纯水队： 夜兰 + 万叶 +（ 心海 + 行秋 ）或（ 绫人 + 钟离 ） 永冻队： 夜兰 + 万叶 +（ 心海 + 凯亚 ）或（ 绫人 + 莱依拉 ） 优点 ： 纯水队中万叶能够稳定的增伤减抗，最大化水系输出。 永冻队中能够通过万叶聚怪全部冻起来，输出环境好。 缺点 ： 纯水队伤害全是水系，相对的环境适应性能力较弱。 永冻队面对冻不起来的敌人输出效率会打很大折扣。 【 绽放体系 】 超激绽： 夜兰 + 久岐忍 + 纳西妲 + 主C （艾尔海森/赛诺/菲谢尔） 妮绽放： 夜兰 + 妮露 + 瑶瑶 （或未来的五星草奶）+ 草系 （艾尔海森/纳西妲/草主） 优点 ：绽放反应伤害下限高，夜兰也能够增加一定的直伤。 缺点 ：夜兰大招是单体挂水，需要队友补充群体挂水。 【10 攻略总结】 作为大家公认的与叶天帝齐名的夜天后，夜兰的 强度是毋庸置疑 的，而且最为水元素角色还能继续吃到须弥版本草元素反应的红利，既能够在原有的 蒸发永冻体系 发光发热，又能够加入当前大热的 种门绽放体系 ，夜兰可以说是一位不容错过的角色，同时作为 名副其实的命座战神 ，一命解放充能、再度提升大世界体验，二命增强挂水和伤害能力，四命是稀有的生命拐，六命更是凭借强大的爆发能力成为了大家最想抽满命的角色之一，对玩家的吸引力不可谓不大，同时可以预计的是作为强力角色其 复刻不会非常频繁 ，作者建议把握住这次复刻的机会尽量抽一个，相信夜兰的表现不会让大家失望。 【其他】 本文发布于 3.4版本 ，最新修订于 3.4版本 ， 请注意本攻略的时效性 。 素材：游戏截图 字体：思源黑体 封面：坤易 文案：坤易 设计：坤易",
    "length": 7029
}