{
    "game_id": 2,
    "post_id": "50248063",
    "f_forum_id": 43,
    "subject": "【V4.5攻略·角色攻略】千织·全面解析︱机制/养成/配队",
    "url": "https://www.miyoushe.com/ys/article/50248063",
    "created_at": 1710294665,
    "like_num": 2164,
    "view_num": 98440,
    "reply_num": 307,
    "text": "UID：100559319 这里是阿斯盖特，本期是枫丹廷服装店“千织屋”的店主、来自稻妻的知名服装设计师——「 千织 」的角色攻略！本期将 详细地讲解 千织的 技能机制 、 装备与养成 、相关 队伍搭配 内容~ ▶为了优化阅读体验，已将部分文字内容 置于折叠 中，旅行者们 可选择性查阅 ~ “我来决定自己该怎么走，要成为谁，没人能对我指手画脚。” ◆【目录】◆ 01.简析&一图流 02.技能解析 03.圣遗物搭配 04.武器选择 05.命之座解析 06.队伍搭配 【简析&一图流】 「 千织 」通过战技唤出人偶“ 袖 ”，可作为 脱手后台输出手段 。队友创造岩造物还将额外唤出一只人偶，增强战技输出能力。战技配合天赋的“ 再次点按战技键 ”可迅速 切至下一名角色 、提高队伍连招便捷性； 点按普攻 键，千织将获得岩元素附魔，使普攻、重击等可造成岩伤。通常作为后台岩伤输出，也可利用附魔机制体验前台输出玩法！ 文字太多不想看？先看看下面的 一图流养成 吧！ 【角色培养材料图表】 ▲以上是 简析&一图流 部分▲ ▶技能升级：元素战技＞元素爆发＞普通攻击/重击 ◆千织通常作为 后台 角色施放战技对敌人造成岩伤， 优先升级元素战技 ；提高千织的爆发能力可升级元素爆发，最后升级普攻。 *另外，千织的6命会使普攻获得额外的防御倍率，升级普攻等级对伤害提升较小，所以即使解锁6命，也是优先升级战技（详细可见【命座解析】部分）。 【1】普通攻击/重击（A/Z） 【普通攻击·技能 演示 】 ▲ 普通攻击 ▲ 重击 【普通攻击· 讲解 】 ①普通攻击共有4段攻击造成5次伤害，其中第3段普攻造成2次伤害。 ②普攻最后一段具有一定动作前摇，站场玩法可只打出前3段普攻 （即3A循环） 。 ③重击与 艾尔海森 类似 （都是双刀.jpg） 。 ——低命站场玩法可“普攻-重击（A/Z）”输出； 6命只打普攻 。 ④触发【固有天赋1·量体裁衣】的“裁锦”效果获得岩元素附魔时，其普攻、重击共享常规附着规则。 * 常规附着规则 ：同一模组的攻击在命中敌人后的2.5秒内， 第1、4、7…次攻击 （又称每间隔2次攻击）对敌人施加元素附着。 ◆千织的 普通攻击并不是重点 ，因为她 更多作为后台岩伤输出入队 ，站场玩法更多推荐解锁高命的玩家体验 （6命减少战技CD） 。低命的「 祭礼剑 」站场输出是更偏向拓展、娱乐的玩法。 【2】元素战技（E/ 核心 ） 【元素战技·技能 演示 】 ▲ 点按战技的 EE切人 ▲ 点按战技的 EA普攻岩伤 ▲ 长按 战技 【战技的 基础机制 】 ①施放战技，千织进行上挑攻击，之后唤出人偶「 袖 」， 每只人偶每3.6秒 攻击一次。 ——袖：xiù，袖子的袖，不是柚子的柚哟！ ——每只人偶的存在时间、攻击间隔互相独立。 ②上挑攻击、「袖」的间隔切斩 共享 约1.9秒的附着冷却时间。 ——即攻击同一名敌人时， 每约1.9秒 ，只能施加1次弱岩元素附着。 ③人偶「袖」命中敌人后产出 1-2颗岩元素微粒 （1颗概率高、2颗概率低） ， 产球间隔约为3秒 。 ——战技的上挑攻击、天赋1的协同攻击、2&4命的人偶「绢」的攻击 均不产生 元素微粒。 ④上挑攻击、「袖」的斩切攻击、天赋1「织锦」的协同岩伤、2&4命的「绢」的岩伤均能触发「 祭礼剑 」的技能 （需千织处于场上） 。 ——因为这些攻击 都属于战技伤害 ，从而触发「祭礼剑」的效果。 ⑤长按战技的效果可类似比 艾尔海森 、 刻晴 的战技长按。 ——可用于大世界探索、解密等内容中，优化探索体验。 【人偶「 袖 」的机制】 ① 不具有生命值 、无法被敌人破坏，不具有“嘲讽”效果，但 具有实体 ——可以被牵引、推动，但不能用压力机关 （因为是浮空的.jpg） 。 ——可以被砂糖、枫原万叶、琴的战技牵引， 不能被温迪的元素爆发牵引、聚集 。 ② 无“锁面板”机制 ，根据千织的属性面板实时结算。 ③重复释放战技，原来的人偶「袖」会被清除，唤出新的人偶「袖」。 ④ 不能自行移动 ，其索敌范围略小于八重神子的「 杀生樱 」。 ⑤ 不属于岩造物 ，无法与钟离的「岩脊」产生共鸣。 ◆元素战技是千织的 核心输出手段 ，推荐优先升级。战技的核心要点是“ 施放战技后可以唤出人偶配合攻击，如果场上有岩造物或解锁1命还可额外唤出1个人偶 ”，上述机制的描述更多是对人偶「袖」小细节的补充。 【3】固有天赋 【3.1】天赋 1 ·量体裁衣（ 关键 ） 【3.1.1】织锦·机制 讲解 ①通俗地说，就是 连续点按两次战技 ，然后 快速切至下一名角色 。 ——长按战技施放至空中，在切至下一名角色，该角色会出现极短的“失重”的视觉效果。 ②按照队伍 顺序切至下一名角色 ——如1号位千织切至2号位角色、4号位千织切至1号位角色等。 ③「织锦」效果附加2次的 协同攻击 （弱岩攻击、1元素量） ， 属于战技伤害 。 ④利用「祭礼剑」重置战技CD后，再次施放战技并触发该天赋另一效果「 裁锦 」， 不会清除 此前未触发的「织锦」协同攻击。 ——就是说，千织先EE通过「祭礼剑」重置战技CD，再切回千织EA，千织既可获得岩附魔，还能对敌人造成EE中的协同攻击。 【3.1.2】裁锦·机制 讲解 *施放战技进行上挑攻击后选择 点按普攻 键（EA）。 ①岩元素附魔 不会 因千织 退场解除 ，只会因持续时间结束消失。 ②该天赋获得的岩元素附魔 会被附魔类技能覆盖 。 ——如 班尼特 的6命效果、 坎蒂丝 的元素爆发、 重云 的元素战技等。 【千织的“ 速切 ”机制与 展望 】 ①千织是当前版本中，真正意义上具有“速切”能力的角色， 连续施放战技 迅速切至下一名角色可一定程度上节省按键时间——对于 移动端玩家 而言，可以 减少1次 点击屏幕右侧队友切换角色的时间， 降低了按错角色导致出场顺序错乱的可能性 。 ②即使 队友处于切人CD中 ，千织的速切机制在触发后也可直接切至下一名角色。 ③ 关于速切机制的 展望 ——速切机制是千织的所有技能机制中最值得注意的“闪光点”，或许在 未来的版本 中，会 推出更多具有速切机制的角色 ，以此配合千织衍生出让人意想不到的机制？！ 【快速切换角色的 注意事项 】 【切换机制】 很容易理解，就是1号位千织切至2号位角色…以此类推，4号位千织可切至1号位角色。 【注意事项】 ①注意顺序，降低连按风险 快速切换角色需要千织进行“ 连按2次战技的操作 （EE） ”，所以部分旅行者会出现“ 按得太快 ，把下一名快速切出角色的战技也按了”的情况——可能导致错误连招顺序 （比如本来是先Q后E，但是提前放E） 、部分角色的战技不宜直接施放等。 ②千织排在荒泷一斗之前 一斗登场后，战技通常在施放元素爆发后再施放 （这样战技伤害更高） 。因此，如果自己的操作有些“急躁”，建议不要把千织放在一斗的之前。 ③千织排在阿贝多之前 阿贝多战技的阳华面对体积较大的BOSS敌人施放时，可能会在产生阶段就被破坏，导致此次战技“浪费”。因此，建议不要在打BOSS时把千织放在阿贝多的前一位次，可考虑前置施放阿贝多的战技调整战技施放的位置。 ◆利用该天赋选择“战技-战技 （织锦EE） ”连招还是“战技-普攻 （裁锦EA） ”连招。 作为后台输出时通常是EE就切人了 ；站场输出虽然可以用EA获得岩附魔，但未解锁6命时战技的冷却时间长、附魔时间短将导致千织的场上持续岩伤输出效率不高。低命打算体验站场玩法，可搭配「 祭礼剑 」通过重置战技CD延长站场时间 （类似神里绫人装备「祭礼剑」延长站场输出时间的方案） 。 【3.2】天赋 2 ·锦上添花 需要场上存 在由角色创造的岩造物时 才能获得，计入角色面板中。 【3.3】天赋 3 ·衣香襟影 主要用于大世界探索中，必须是 队内至少1名角色 的 非初始衣装 、或 非初始风之翼 （二者存在其一即可） 才能触发。 ◆天赋1是较为重要的天赋效果，利用该天赋既可快速切人、触发协同攻击补充伤害，又可获得岩附魔、提供站场玩法的可能性。 【4】元素爆发（Q） 【元素爆发·技能 演示 】 【元素爆发· 讲解 】 ①元素爆发仅造成1段 强岩 伤害 （2元素量） 。 ②技能倍率尚可，如果千织能量已满，可 作为起手技能施放 ， 即“QEE”或“QEA”连招 。 ◆元素爆发的文本描述很简短，这种字数的技能描述在当前版本实属难得，简单直接的出伤方式，再搭配需求不高的能量需求，也能为千织提供不错的爆发伤害。但对于作为后台输出的千织而言， 并不强求每轮输出都施放元素爆发 ，更多是“有大就开、没大也可”的情况，可根据自身需求选择性升级元素爆发。 ▲以上是 技能解析 部分▲ ▶圣遗物介绍 【 不同搭配 期望对比】 ▲ 单人QEE连招 ▲ 单人EE连招 【补充说明】 ①这里的期望对比只取了搭配武器「 有乐御簾切 」时的0命千织的不同搭配。 ②期望计算为 单人无其他增益效果时 的伤害，其中只有施放的元素战技、元素战技的上挑攻击处于前台，其他均按处于队伍后台。 ③两种套装搭配都可以作为千织的毕业套装，主词条优先考虑“ 防御沙漏、岩伤杯、暴击/暴伤头冠 ”。 ④如果搭配 芙宁娜 时，因为增伤加成的效果提高，将使“剧团4件”与“华馆4件”的差距进一步缩小，在搭配“防岩暴”并 只考虑战技伤害时甚至缩小至1% 左右。 【 套装 选择】 ①套装优先考虑「 黄金剧团 」4件、「 华馆梦醒形骸记 」4件。“剧团4件”的纯战技伤害要略高，“华馆”4件可提升千织的元素爆发伤害，但二者差距并不大。 ——只 看战技伤害优先剧团4件 ； ——提高大招伤害、体验站场输出玩法可考虑华馆4件； ②如果这两种套装都没有凑齐4件套，从圣遗物副本的整体性价比角度来看， “剧团”的刷取性价比更高 。 ——剧团本的另一套装是 逐影 ，华馆本的另一套装是 海染 。 ③解锁6命后体验 站场输出玩法 ，可优先选择“华馆4件”提高千织所有攻击的岩伤。 ④ 中期过渡 可在“剧团/岩伤/防御”等2件套散搭中考虑，如果有词条优秀的攻击2件也可以暂时选择。 ⑤ 前期过渡 可选择“战狂2件+赌徒2件”。 【 词条 与面板】 ①虽然千织的元素战技和爆发具有攻击、防御两种技能倍率，但是堆叠 攻击力的收益要低于堆防御 的收益。 ②千织优先考虑 防御沙漏 、 岩伤杯 、 暴击/暴伤头冠 ，没有岩伤杯且拥有词条优秀的防御杯也可考虑使用。 ——岩伤加成＞百分比防御加成（大防御）＞百分比攻击加成（大攻击）。 ③千织的突破属性为暴击率，达到 70%+ 的暴击率相对容易；搭配非双暴武器时的暴伤可在140%+，双暴武器时的暴伤可在170%+。 ④副属性优先暴击、暴伤，其次是百分比防御力，“歪到”攻击力不亏 （但不专门叠） 。 ◆省流版 ：单纯后台用剧团，兼顾大招用华馆，两者差距并不大，谁词条好就选谁；剧团逐影本更广泛，华馆海染本刷取较少；6命优先华馆4件，照旧防御沙漏、岩伤杯、双暴头。 ▲以上是 圣遗物搭配 部分▲ ▶武器选择与面板 *千织装备 裁叶萃光 时，其参考面板与有乐御簾切类似，防御力需求可按照磐岩结绿的参考堆叠。 【 另一种搭配 】配合“华馆4件”时 【各武器 期望对比 】 *下方计算均已“防岩暴”主词条进行 ▲ 搭配剧团4件时 ▲ 剧团4与华馆4的综合对比 ▶武器详解 【 1 】有乐御簾切/磐岩结绿 ▋有乐御簾切（5★） ①该武器能为千织提供高额的 暴伤加成 、 增伤 和 防御力 提升，最大程度地提高千织的输出。 ②该武器的表现力压其他武器，是千织输出时最优先考虑的。 ▋磐岩结绿（5★） ① 高额的暴击率加成 使千织的输出效率更强，配合突破属性的19.2%暴击可直接达到66.3%暴击率 （5%+19.2%+44.1%） ，装备该武器时 可将暴击率堆叠至80%+ 。 ②无条件获得攻击提升 （根据生命上限） ， 虽然防御的收益要优于攻击，但并不意味攻击力没用 ，该武器技能可进一步提高千织的输出。 ③没有抽取「有乐御簾切」的旅行者可以考虑使用这把武器。 【 2 】裁叶萃光/雾切之回光 ▋裁叶萃光（5★） ① 后台千织无法触发 该武器的技能效果 （触发效果是普攻造成元素伤害） 。 ②即使无法完全触发该武器的技能，但仍可依靠 88.2%暴伤加成 在众多武器中占有靠前的位置 （武器技能还有少量的暴击加成也能提高伤害期望） 。 ③如果没有上述5星武器，可以考虑选择这把武器搭配千织。 ——即使装备这把武器，也不推荐专门堆叠精通来提高武器技能的利用率（不要本末倒置）。 ▋雾切之回光（5★） ①如果选择“战技-战技 （EE） ”连招触发「 织锦 」，则 只能触发2层 增伤效果 （需要施放元素爆发） 。 ②虽然可以通过“战技-普攻（EA）”连招触发「裁锦」 （获得岩附魔） ，从而触发3层增伤，但是由岩伤普攻获得的 层数只能维持5秒 （覆盖率较低） ，并且还放弃了2次协同攻击伤害，在 配合后台输出的千织 时，这样选择得不偿失。 ③雾切的增伤效果最长是10秒，而人偶「袖」可存在17秒， 增伤覆盖率不足 ，搭配后台输出的千织时表现一般。 ④解锁6命后，站场输出玩法的千织可选择该武器。 【 3 】狼牙/辰砂之纺锤 ▋狼牙（4★） ①该武器在 后台不能叠层 ；先经前台叠层再切至后台，可以获得已叠层的技能暴击提升，只是持续时间结束就没有增益了。 ②即使如此，战技的上挑攻击也能 保底触发1层战技暴击提升效果 ，搭配高精练时的战技增伤具有不错的表现。 ③如果没有5星武器、或「辰砂之纺锤」等活动获得的武器，可考虑考虑选择。 ▋辰砂之纺锤（4★） *该武器为V2.3版本「皑尘与白影」的活动获得。 ①提供 高额防御力加成 ，并且根据千织当前的防御力 进一步提高战技的基础伤害数值 ，但圣遗物的双暴需求较高。 ②在4星武器中具有不错表现，没有上述武器时可考虑选择。 ③需注意的是，武器技能 具有1.5秒的触发间隔 ，这使得连续唤出两个人偶「袖」时会出现“一个能获得加成、另一个无法触发加成”，这也是该武器的伤害表现力没有很高的原因之一。 【 4 】黎明神剑/腐殖之剑 ▋黎明神剑（3★） ① 生命高于90%时 额外提供暴击加成，超越诸多4星武器，性价比高、值得选择。 ②千织常处于后台中，较易维持90%以上生命值。 ③当千织搭配芙宁娜时，需要队伍中搭配 群体治疗角色 使千织的 生命值保持在90%以上 。 ▋腐殖之剑（4★） *该武器为V1.2版本「白垩与黑龙版本」的活动获得。 ①武器技能可以提高 战技的暴击率和伤害 ，但副属性的充能加成对千织的用处不大。 ——低命千织并不刚需每轮循环都施放元素爆发，解锁2命后可以考虑优化循环 。 ②相较于「辰砂之纺锤」要逊色，实在没有上述武器的时候可考虑。 【 5 】其他武器 ①除上述5星武器外，还可考虑「 波乱月白经津 」、「 静水流涌之辉 」 （搭配芙宁娜） ，不推荐优先考虑「斫峰之刃」、「风鹰剑」、「天空之刃」等5星武器。 ②除上述4星武器外，其他4星武器大多是攻击类单手剑，伤害表现类似。 ③4星武器中，还有「 黑剑 」 （暴击） 、「 黑岩长剑 」 （暴伤） ，前者的武器技能不适合后台输出的千织，后者需要击败敌人才能获得加成、触发不稳定。 ④「旅行剑」的副属性能提供防御加成，但与同为3星武器的「黎明神剑」相比还是差很多。 ——实在没有上述的【1】-【4】的4、5星武器， 那就升级「黎明神剑吧」 ！ 【 6 】高命千织的站场玩法 ▲ 6命时各武器伤害期望对比 ①千织的站场玩法更推荐解锁6命后体验，此时圣遗物套装优先考虑“ 华馆4件 ”。 ②根据上图可知，高命站场玩法可在「 辰砂之纺锤 」之上的武器中选择。 ——都6命了怎么说也得有武器「有乐御簾切」了吧.jpg ◆省流版 ：纯后台可选择有乐、磐岩、狼牙、辰砂、黎明；搭配芙宁娜可选择静水；站场输出可用雾切、波乱；虽然千织不叠精通，但是裁叶依靠高额面板还是有很棒的表现力的。 ▲以上是 武器选择 部分▲ ▶命之座介绍 【 命座提升 期望对比】 *上述的6命提升幅度按照1轮普攻进行计算。 【命之座· 讲解 】 【 1命 】人偶「袖」的 唤出途径+1 ，千织搭配不能创造岩造物的岩元素角色也能唤出2个人偶「袖」 （如娜维娅、诺艾尔、五郎等） ，是 机制上的“松绑” 。 【 2命 】①唤出人偶「绢」可造成3次岩伤 （属于战技伤害） ， 「绢」的伤害取决于人偶「袖」的技能倍率 ，提升千织输出。 ②千织在3岩、4岩队中不需要专门堆叠充能，循环充足。 ——人偶「绢」的索敌范围与人偶「袖」相同，并且与人偶「袖」、固有天赋的「织锦」效果的协同攻击共享“每约1.9秒施加1次弱岩附着”的规则。 【 4命 】进一步提高千织的输出能力，与2命效果类似。 【 6命 】①完全解锁千织的 站场输出玩法 ！战技冷却时间降低12秒 （原为17秒） ，延长千织的站场输出时间、提高千织的普攻伤害。 ②普通攻击 （不包括重击、下落攻击） 获得防御倍率， 没有前置条件 ，既可体验岩伤输出，也可配合附魔类技能丰富千织的玩法。 【 补充 】6命需要升级普攻等级吗？ 6命千织的普攻获得 额外防御倍率 ，因为自身也主要堆叠防御力，这使升级普攻等级对千织的伤害提升很小。即使搭配班尼特，其1-10级的提升也在 5% 以内，因此6命站场普攻输出时依旧不优先升级普通攻击。 ——这与 6命芙宁娜 也可不升级普攻等级类似， 技能附加了生命、防御等倍率 ，并且 自身主要堆叠这一附加属性 ，导致升级普攻等级带来的提升很小。 ◆总的来说 ，0命千织推荐 至少搭配一位能够创造岩造物的角色 ，这样才能使战技战技伤害最大化。解锁 1命 后，即使队友无法创造岩造物，也能额外唤出人偶「袖」，优化技能机制。2-4命为伤害命座，可根据自身需求考虑。想要体验完整的站场输出玩法，可以考虑解锁 6命 。 ▲以上是 命之座解析 部分▲ 【1】诺艾尔队 【队友的 配置 】 ①0命 单水芙宁娜 的充能效率推荐在 230%+ ，可考虑「西风剑」优化自身循环；套装优先考虑「黄金剧团」4件。 ② 五郎 优先堆叠充能效率，可在 180%左右 。 ③ 五郎的战技提供的防御力只与战技等级有关 ，与五郎自身的防御力无关，可考虑装备「流放者」4件优化队友能量循环。 ④五郎装备「西风猎弓」时，理之冠可优先暴击率 （暴击率推荐在50%+） 。 ⑤钟离优先考虑「 千岩牢固 」4件，提高场上角色的护盾强效。 ⑥ 诺艾尔 可考虑“ 华馆4件 ”，搭配芙宁娜时可选择“逐影4件”，此外还可考虑“角斗士4件”等。 ⑦钟离也可替换为 阿贝多 ，进一步协助产球、补充后台岩伤输出。 【千织的 入队位置 】 ①搭配诺艾尔时并没有太多的入队位置需求，在三岩队中可排在诺艾尔之前，利用“ EE快速切至诺艾尔 ”施放技能即可。 ②诺艾尔 四岩队 中， 千织可排在五郎之前 ，由五郎先施放战技，再切至千织获得五郎的战技增益效果并施放元素爆发。 ③如果千织没有施放元素爆发的需求，则不需要五郎EQ分开施放。 【参考输出顺序】 ① 诺芙 三岩 ：钟离E（长按）、芙宁娜EQ、千织(Q)EE、诺艾尔EQ接输出 ② 女仆 四岩 ：钟离E（长按）、五郎E、千织QEE、五郎Q、诺艾尔EQ接输出 *如果千织不开大，则五郎EQ无需分开，按照“钟离E、千织EE、五郎EQ、诺艾尔EQ接输出”进行即可。 【角色培养】 钟离 / 芙宁娜 / 诺艾尔 *五郎的培养在下方的荒泷一斗部分 【2】一斗岩伤队 【千织的 入队位置 】 ① 一斗的战技通常在其施放元素爆发后再衔接施放 ，可造成更高伤害。 ②如果千织排在一斗之前，在千织快速切至一斗后可能会因“ 手快 ”将一斗的战技提前施放，降低一斗的爆发伤害。因此，在一斗队时， 千织可排在五郎之前 ，优化输出顺序的容错空间。 【队友的 替换 考量】 ①与诺艾尔不同的是， 一斗自身没有全体治疗效果 ，如果搭配 芙宁娜 提高全队伤害，只依靠五郎4命的治疗效果是不够的，因此一斗搭配千织更多是以四岩队为主。 ② 低压生存环境 也可将钟离替换为 班尼特 ，即使一斗的基础区间极高，但班尼特的直接攻击力提升依旧不容小觑。 【参考输出顺序】 ① 千织 无Q ：钟离E（长按）、千织EE、五郎EQ、一斗QE接输出 ② 千织 有Q ：长按E（长按）、五郎E、千织QEE、五郎Q、一斗QE接输出 【角色培养】 荒泷一斗 / 五郎 *钟离的培养在上方的诺艾尔部分 【3】其他岩伤队 【3.1】娜维娅队 【参考输出顺序】 ① 三岩 输出 ：钟离E（长按）、娜维娅Q、夜兰EQ、千织(Q)EE、娜维娅E接输出2轮 ② 双岩 双火 ：娜维娅Q、千织EE、班尼特QE、香菱QE、娜维娅E接输出2轮 【娜维娅&千织的 搭配 考量】 ① 娜维娅不能创造岩造物 ，因此搭配千织时，如果想保证千织的输出效率就需要 再搭配一名创造岩造物的角色 ——综合生存需求、队伍增益需求可优先考虑 钟离 。 ②娜维娅的 战技 伤害取决于释放前 获得的结晶数量 （至多6层） ，这就需要娜维娅配合一名能够持续提供后台脱手伤害 （火/水/雷/冰） 的角色。 ③0命千织因为战技的岩造物需求，使得队伍灵活性一定程度上 受限 ，因此0命千织配合娜维娅更多作为娜维娅的 拓展玩法 ，而非优先考虑的（ 依旧可作为配合触发结晶的副C入队 ）。 ④ 千织解锁1命 后，则不再有岩造物需求，只搭配娜维娅一名岩伤角色也能唤出2只人偶「袖」，此时的选择相对灵活——如搭配“芙宁娜+班尼特”、“双岩双火”等。 【3.2】凝光岩伤队 【角色培养】 娜维娅 / 班尼特 / 凝光 ①凝光的圣遗物可优先考虑「 回声之林夜话 」4件。 ②班尼特的充能效率推荐在 240%+ ，套装可选「昔日宗室之仪」4件。 ③钟离优先选择「 千岩牢固 」4件，进一步提高全队的攻击力。 【4】站场输出玩法 【队友的选择】 ①6命千织的 普攻获得额外防御倍率加成 ，这使得千织在战场时可直接搭配 五郎 ，提高千织的普攻、战技和元素爆发的伤害 （均具有防御倍率） 。 ②高命千织的岩伤输出基本是“ 双岩+ ”的搭配方案，如果搭配 芙宁娜 就需要考虑搭配1名 群体治疗 角色保证队伍的增伤循环。 ——但实际上，满命千织的输出能力很强，即使不能每轮获得芙宁娜较高层数的增伤也具有很强力的表现，因此队内的治疗角色既可搭配班尼特（提高攻击力）、也可搭配4命以上五郎。 ③三岩队中，也可将夜兰替换为 阿贝多 组四岩队。 【班尼特&五郎的 提升对比 】 五郎未解锁6命前，对主C站场千织的提升要稍逊色于班尼特，但差距差距并不大；而五郎解锁6命后，即使是2岩队，也能略胜出班尼特。 【参考输出顺序】 ① 三岩 输出 ：钟离E（长按）、夜兰EQ、五郎EQ、千织QEA接普攻输出 ② 双岩 芙班 ：钟离E（长按）、芙宁娜EQ、班尼特EQ、千织QEA接普攻输出 【 低命 千织的站场】 千织在解锁6命前， 自身的普攻伤害较低 ，且不能持续站场输出，虽然可以搭配「 祭礼剑 」“强行”在场上输出两轮，但是输出效率比较一般。因此， 低命的站场输出更多是娱乐玩法 ，不推荐优先考虑。 【其他元素的 附魔 玩法】 ①千织6命效果中的普攻获得额外防御倍率加成是直接获得的。 ②虽然拓展出了搭配 班尼特 （6命） 、 重云 和 坎蒂丝 等的普攻附魔玩法，但因为只有普攻才能获得防御倍率，所以附魔玩法并没有比岩伤普攻玩法有多少优势、相反 为了体验其他附魔玩法强行加入上述附魔类角色会导致队伍角色配置紧张的现象 。 ③因此，该玩法更多是一种 娱乐拓展 玩法。6命千织优先考虑普攻输出。 【5】与 非岩C 的搭配考量 ◆千织作为后台输出，其战技的表现形式与阿贝多类似，此前阿贝多作为 双岩插件 搭配的非岩伤输出角色，千织也可以考虑搭配。 【5.1】与 林尼 的搭配 ◆队伍搭配： 钟离 + 千织 + 班尼特 + 林尼 ①双岩共鸣可以提高15%造成的伤害 （处于护盾庇护下） ，这将 补正 林尼天赋2 （完场喝彩） 缺失的1层增伤效果 （双火为80%增伤、三火为100%增伤） ，并且还将进一步降低敌人的岩抗，提高千织的伤害。 ②该队伍是林尼配队中“林万钟班”的 变阵玩法 ——因为双岩共鸣效果的补正使得该队伍也有尚可的表现，如果“ 万叶很忙 ”，可以考虑千织配合林尼组队。 ③ 参考输出顺序 ：钟离E（长按）、千织EE、班尼特Q、林尼Q接重击输出2-3次后接E 【5.2】与 胡桃 的搭配 ◆队伍搭配： 钟离 + 行秋 + 千织 + 胡桃 *因为千织主要是后台岩伤输出，这不免有旅行者联想到“胡行钟阿”队伍。 ①单水夜兰在非2命时会出现“乱反应”的现象 （即敌人处于火底，导致夜兰打蒸发） ，搭配千织时不优先考虑。 ②该搭配只是增强了岩伤后台输出能力，但对于作为主要输出的胡桃而言不升反降——阿贝多的天赋 （瓶中人的天慧） 可提供125点元素精通，而千织没有其他辅助手段。因此，这一搭配更多作为一种 拓展、娱乐玩法 。胡桃当前的配队还是以“胡行钟夜”为主。 【5.3】与 那维莱特 的搭配 那维莱特自身伤害表现力可观，千织也利用自身岩伤后台副C的特点与那维莱特搭配，如组成“ 那维莱特 + 芙宁娜 + 群体治疗角色 + 千织 ”、“ 那维莱特 + 万叶 + 钟离 + 千织 ”的搭配等。 ▲以上是 队伍搭配 部分▲ 【总结一下】 ①【 技能升级 】优先升级战技（E），提高爆发能力可升级元素爆发（Q），站场玩法可考虑升级普通攻击 （提升较小，最后升级） 。 ②【 武器选择 】武器优先有乐御簾切、磐岩结绿、狼牙（高精练）、辰砂之纺锤和黎明神剑等；此外，依靠自身副属性的效果，裁叶萃光、波乱月白经津、雾切之回光也有不错的表现，其中波乱、雾切在高命站场千织中表现不错。没有上述武器也可考虑腐殖之剑，最后考虑攻击类武器。 ③【 圣遗物搭配 】纯后台输出优先考虑“剧团4件”，华馆、剧团4件差距不大；高命站场输出可优先“华馆4件”。 ④【 词条选择 】优先防御沙漏、岩伤杯、暴击/暴伤头冠；防御力的收益高于攻击力。 ⑤【 命座提升 】1命可使搭配更加灵活，2-5命主要提高千织的技能伤害，6命完全解锁千织的站场玩法。 以上就是「千织」角色攻略的全部内容啦~我们下期再见！_(米游姬入欧) 图片： Asgater 文本： Asgater 数据： Asgater 监督&校正： Asgater",
    "length": 10866
}