{
    "game_id": 2,
    "post_id": "35065260",
    "f_forum_id": 43,
    "subject": "毕业胡桃参考面板",
    "url": "https://www.miyoushe.com/ys/article/35065260",
    "created_at": 1675158825,
    "like_num": 178725,
    "view_num": 909311,
    "reply_num": 3440,
    "text": "大家好，这里是容容_(胡桃-爱心)今天我们来出一期胡桃的毕业参考面板，供各位新老玩家参考使用~ 废话不多说，直接上干货_(胡桃-交给我吧) 【已经了解可以跳过】什么是词条数？ ➤来源 我们都知道，圣遗物在强化时，同样的词条存在不同的成长值，而每种成长值的出现概率相同。 将所有可能的成长值取平均值，这个平均值都是我们所说的“一个词条”。 ➤因此可以得到： ※请注意， 由于词条数是圣遗物强化时的成长值的平均值，因此词条数 仅用来计算圣遗物的副词条 。我们说的“24词条”实际上是指副词条在计算后有24个有效词条。 ➤词条数有什么用？ 词条数可以理解为一个衡量圣遗物情况的标准，通过词条数的计算能将不同成长值的圣遗物通过一个标准量化。 标准拟定依据 ➤什么是期望 ※我们所说的 “期望一个月能刷到的面板 ”，并 不代表 所有人都能在一个月中刷到这样的面板，但是假如有 无数人 同时刷一个月圣遗物，最后得到的 平均面板 就是期望面板。 ➤几种面板的标准拟定 1.平民面板： 期望刷取 一个月 能得到的面板 18双暴+8生命精通=总计 26词条 2.小毕业面板 ：期望刷取 三个月 能得到的面板 22双暴+10生命精通=总计 32词条 3.大毕业面板： 期望刷取 六个月 能得到的面板 24双暴+12生命精通=总计 36词条 4.理论上限面板 ：理论上能得到的 最高面板 ，不考虑刷取时间 50词条 【必读】注意事项 ➤毕业是相对的 并不是一定要达到帖子中的标准才是毕业，帖子只是根据我个人的想法拟定了一个适合大家参考的面板，还是那句话： 适合自己的才是最好的 ➤计算使用的相关参数 1.胡桃面板： 默认 半血 ，且A.E天赋都为 10级 ，等级武器都为 90级 2.武器选择： 只写使用最多的三把武器 ，护摩、匣里、决斗枪； 五星默认 精1 ，四星 精5 3.圣遗物选择： 使用人数最多的 魔女4件套 ，追忆4件套的裸蒸发可以直接用 魔女的参考值×1.04 ，参考圣遗物面板不变（同面板下，追忆的重击伤害大概比魔女高4%） 4.敌人条件： 87级10%抗性的怪物 （比如 世界8的瑶光滩小宝 ），不同怪物的抗性、防御不一样，造成的伤害也不一样 ➤双暴词条分配： 并 不是平均分配 ，比如护摩就稍微倾斜了暴率，使得最终面板更合理一些，但暴率和暴伤的差值在2个以内 推荐培养方向 ➤天赋： A＞E＞Q ➤圣遗物选择： 魔女/追忆 差不多，一般看哪套词条好用哪套； 饰金4 也可以用，但是偶尔会掉效果，而且精通容易溢出； 2+2 只推荐过渡使用，因为四件套上限更高。 *想用2+2也可以，只是个人不推荐 ➤武器选择： 1.五星武器：首选 护摩 ，次选 赤沙 2.四星武器：精炼3以上的 千岩枪 最好；组队时搭配双水， 决斗枪 ＞ 匣里灭辰 3.不想买大月卡，匣里灭辰和决斗枪差不多，匣里灭辰也可以 4 .和璞鸢 可以用，但是和决斗枪差不多（没有叠层的时候可能更差…） ➤圣遗物主词条： 1.沙漏： 同词条下精通沙＞生命沙 （好一点点），但是生命沙词条好也可以带生命沙；匣里灭辰只能带生命沙 2.杯： 火伤 3.头： 双暴，一般是暴率头 ➤圣遗物副词条： 1. 暴率＞暴伤＞精通＞生命 2.双暴： 最重要的词条 ，其中由于胡桃突破加暴伤，所以暴率更难堆；同词条下双暴和生命精通对比， 不用纠结选双暴 3.精通：堆180就差不多够了 （也就是说带个精通沙就够了） 4.词条选择： 如果可以选择， 在同样的词条总数下， 双水25生命+精通沙+副词条全是双暴 最好 。 但是一般无法选择，所以生命和精通有则有矣，词条 总数越多越好 就行。 5. 攻击力 有用但是当作不存在就好 正文部分 理论上限是怎么算的 假设每个圣遗物初始都是4词条，强化都为最大值。 其中沙漏是精通沙，所以4词条中只有3个是有效，头是暴率头，所以也是4词条3有效，其他的花、毛、杯都是初始4个有效词条，所有强化全部加双暴。 一次最大成长值的数值是一个词条的1.17倍。 花 毛 杯 4词条 双暴5*3+2*3+生精2*3 精通沙 3词条 双暴5+2 生1 暴率头 3词条 暴伤5+1 生精2 总共15+6+6+8+8=15+28=43次强化，43*1.17约等于50词条，其中40个双暴，10个生命精通。 excel截图 这里是容容，希望这个帖子对你有帮助_(胡桃-交给我吧) 以下是【猜你喜欢】： 胡桃复刻了，说点关于胡桃的真心话 匣里灭辰真的比决斗枪好吗？基于胡行钟夜的配装计算（第二期） 一个胡桃区创作者的胡桃面板培养经验分享 基于属性收益曲线的胡桃配装讨论 别再使劲给胡桃堆生命值了！胡桃到底该怎么堆面板？",
    "length": 1934
}