{
    "game_id": 2,
    "post_id": "52771690",
    "f_forum_id": 43,
    "subject": "卡池尾声，0+0阿蕾奇诺万字总结！",
    "url": "https://www.miyoushe.com/ys/article/52771690",
    "created_at": 1715463795,
    "like_num": 52,
    "view_num": 3273,
    "reply_num": 22,
    "text": "阿蕾奇诺你抽了吗？最后几天还要不要抽取？看了很多测试攻略和评价犹豫不决？平民玩家适合抽取仆人吗？如果你还在犹豫，这篇攻略将帮你扫清所有障碍，带你坐上卡池的末班车！_(阿姬得意)_(阿姬得意)_(阿姬得意) 不同于龙王的一边倒的机制与玩法认可，愚人众仆人的首次up，大量攻略和玩家体验大致认可仆人是一个值得抽取的主c，然而也伴随着非常多的争议。而听到最多的问题，主要是仆人容易暴毙，命座战士0命也是原始人，仆人机制不行只不过数值给的高。 我对仆人的第一印象也是以为是数值慷慨但机制落后的主c，但当我测试更多的玩法以及更多的玩家交流后，我发现对阿蕾奇诺的认知发生了意外的反转。 阿蕾奇诺反而是数值相对于枫丹版本只是平均水平，然而机制却异常完整和疯狂的主c。当你仔细研究会发现，仆人在0+0的情况下对单和胡桃队伍差距非常小，只有在对群的时候才有优势，但是胡桃的玩法仆人可以玩，仆人的玩法胡桃很多都不能适应。_(阿姬调查)_(阿姬调查) 你要我给出仆人的定位，我只能说0仆堪比满命雷神！是所有近战主c玩法的集大成者！火影世界的森罗万象！你能想到的近战c玩法，她都有！ 接下来我将带你体验完整的仆人！ 仆人的被动增伤相当的慷慨和简单，40增伤傲视群雄。许多原始人满命给的都不如仆人。 迪卢克天赋和6命效果分别提供20%和30%增伤。 刻晴6命效果叠满了也才24。 魈的天赋提供百分之25增伤。 胡桃低于半血的时候拥有33%增伤。绫华有30%增伤。 而我们的烟花妹每次普攻只加2%伤害，叠满了也才20%并且持续时间只有3秒，属实幽默。 雷电将军作为神，总算是能够获得60%到80%的雷元素增伤，至今很少超越。 如果我们再看仆人的圣遗物，断章套，角斗士，追忆会发现这些圣遗物也会提供高额的增伤。算上实战的辅助增伤和武器增伤，你会发现仆人的增伤乘区十分爆炸，这一点我们会在后面阶段详细说明。 仆人的主要输出手段是e技能挂标记“血偿勒令”，回收之后可以获得生命之契。而生命之契大于30%的时候会赋予仆人火附魔并进入红死之宴状态，每次普攻获得额外生命之契相关倍率的增强，每次平a消耗生命之契。 e技能前期可以不点或者点个6后期最多到9就足够。它的主要作用就是挂标记。 需要注意的是，当我们面对两个以上的群怪的时候是可以直接叠加的，我们不需要等待5秒，就能够回收到这次血尝勒令的145%生命之契最大值。 而生命之契最大值为200%，也就是当你的血条框框一半的时候为100%生命之契，框框完全包裹为200%生命之契。 如果你有着钟离，莱依拉等很厚的盾辅，实战中一轮过后如果还剩55%以上生命之契不需要开大回血，那么你第二轮再回收145%的生命之契，会加在一起获得200%生命之契的超大额外倍率红死之宴普攻增幅！0命在这种状态下纯火首刀也非常容易突破10万！ 那么普攻这块的增伤到底如何计算呢？ 需要注意的是，红宴的伤害是额外增伤。如图9级天赋所示，在第一轮回收145%生命之契情况下，实际的红宴第一段普攻倍率为 （87%+87%*145%*221%）=365% 这相当于许多角色的e技能直伤倍率了，也就是为什么仆人的普攻伤害如此炸裂的原因。如果是200%生命之契状态下，10级天赋，仆人红宴第一下平a实际倍率会达到550%。 从另一个角度来说，也可以算仆人的攻击力会接近拐两次，类似于海森精通转倍率，仆人则是攻击也能接近再转一次倍率，所以攻击收益很高。仆人由于无法常规回血，为了提高仆人赖场能力，攻击可以转模生存，要我说这个数值给的太少了，而且还不能吃班尼特大招的攻击力，这也是策划避免左脚踩右脚上天。后面你也会了解仆人是机制完整，但有的数值还是保守。 另外仆人平a每次会减少e技能0.8秒刷新，以12次为例的话，e技能实际cd没有30秒那么夸张，会在18秒左右。 你可能以为仆人的大战只不过是救命稻草，快挂的时候来上一下那你就大错特错了，仆人大招的机制应用超乎你的想象！ 我给你看一下公子的六命。仆人的大招完全可以对标原始人六命的强度！ 而没有六命的同事公子，只能够让队友干瞪眼110秒 即使是万叶，夜兰，甘雨的刷新机制，也都值一个命座的价值。他们的e刷新一下而已，为什么这么值钱？_(阿姬疑问)_(阿姬疑问)_(阿姬疑问) 因为充能啊！ 多一个技能意味着你的充能会极大程度的得到缓解，夜兰0命想要完美循环，西风弓的伤害甚至优于若水！！！_(米游姬-惊) 而仆人的e技能铲球十分恐怖，足足有5个元素微粒！_(米游兔好耶) 也就是说，如果我们仆人a两轮后e技能转好了，我们eqe会在短短的4秒钟产生10颗以上的球，这样的铲球效率会远超国家队里面班尼特给香菱铲球的效率。只有了解这个，你才能真正读懂仆人的潜力，和机制的巧妙！另外10级的倍率会有667%，比红宴状态下的普攻还要高，假如我们在元素反应队中希望将前置爆发，群体aoe和生存能力拉满，那么即使没有2命，你也可以尝试大招打爆发，或者a几下然后接大招。这一套的伤害也堪比2命雷神无想一刀加后续伤害，等于给怪物来了个无想的好几刀_(米游姬-吃瓜)_(米游姬-吃瓜)已经有人60暴击下打出了周本70万的0命核爆了。 技能基本讲解完了，还有一些没写全的机制 会结合后面的配装和配队进行展开。 圣遗物首选断章，也叫生命之契套。这一套装备对于平a流玩法来说领先不了角斗士多少，但你看完整个攻略，你会愿意去刷这套超模圣遗物。在非专武情况下，单体怪仆人回收血偿勒令只有18增伤，第一下普攻有36，第二下普攻才能吃满54。在有专武情况下，重击就会有36，第一下普攻就有54增伤。 需要注意的是，群怪环境下，仆人一次性回收三个血偿勒令，会直接吃满54增伤！他们每个生命之契都会生效_(阿姬得意)_(阿姬得意) 圣遗物次选角斗士，饰金之梦，追忆，余响，魔女，那种2+2都可以。 即使你有超过220双爆的角斗士，我还是推荐你去刷一下生命之契套，追求未来的大毕业。伤害高了25双爆分左右。而且大招以及2命的爆炸都可以吃到加成。 主词条最优攻火爆，超过150增伤情况下攻攻爆也差不多，一些特别的反应队可以在杯子和沙漏部位用上一个精通。反应队最好可以利用班尼特教官，万叶2命，砂糖大招精通拐，迪奥娜6命来提供精通，实战仆人反应队精通300+其实就非常够用了。 需要注意的是班尼特大招加的攻击力不能触发仆人抗性天赋，只有讨龙，双火，宗室，千岩和圣遗物二件套的效果以及攻击词条可以触发。 武器首选赤月专武，其次和璞鸢，护摩，赤沙，息灾差距不是很大。反应队赤沙最优。其次决斗枪，峡湾长歌都很不错，即使打反应，其实峡湾长歌也高不出多少，因为仆人蒸发率一般，还是决斗枪更加普遍适应。另外可以搜攻略去开宝箱领取白樱枪！沉玉谷新宝箱就有哦_(阿姬得意)_(阿姬得意)_(阿姬得意) 总之仆人是堪比香菱的武器大师，基本上双爆武器都能用。但是综合来看，都很难达到专武的百分之90！赤沙饰金之梦反应队，也只能达到专武的94%。 副c独占第一火c，原神倒反天罡太久了，现在应该是所有的近战主c拜见仆人_(米游姬比心) 最后重头戏来了，仆人优秀的机制导致仆人的配队堪比史上最自由！纯火仆钟万班，仆钟云班，仆烟万班，仆马万班都非常强力，万叶也可以换成其他风减抗。 纯输出的阵容不要盾，可以用夜兰，芙宁娜，坎蒂丝，凯亚，4命减防绫华大招（核爆），云瑾。 蒸发队，仆行万班，仆夜钟班，仆坎钟班。仆行马班，仆夜烟班，仆行烟班。迪希雅也可以作为盾试用，托马最好满命或者4命，烟绯需要4命带讨龙。还有一个娱乐队伍cos影夜琴的想法，仆人金珀充生治疗烟绯，夜兰，仆人，有增伤有盾有治疗很合理吧。 融化队，仆莱万班，对单可以双扩。需要注意的是仆人e，莱依拉eq弱冰，有1秒火残留，立马切万叶eq可以双扩加染冰，班尼特q，仆人要重击中途闪取消后摇避免打出火元素重击伤害，后续可以在万叶冰风和莱依拉大招下稳定融化，同时有盾护体。如果你担心操作不过来，可以在仆人e后班尼特e补一个强火，这样莱依拉eq会有2秒多的火残留。 也可以仆人，罗莎莉亚，莱依拉，班尼特，这一对融化反应比较容易达成。罗莎莉亚也可以换甘雨或者凯亚。不太推荐仆人，行秋，莱依拉班尼特这种融化队伍，伤害会大幅度下降。 超载队，强烈推带北斗，仆夏班北，仆夏皇北。纯输出的仆夏班皇慎重玩，伤害确实比较高，可以超过纯火比肩蒸发队伍，但不如上面提到的纯输出队伍。雷位神子是皇女下位替代。 没有班尼特队伍可以带讨龙宗室烟绯，虽然攻击力少了六七百，但是多了一个盾，给了不依赖班尼特的空间。你可以带万叶烟绯+输出位，反应位。或者仆夏烟，加雷输出位置。仆夏马也可以临时玩玩。仆行钟夜可以临时玩玩，毕竟没有发挥出仆人的全部潜力，上还是不如胡桃的。 在许多环境下要熟练作用循环轴，打两轮普攻后eqe可以极大的缓解队伍充能。双火环境下仆人充能歪个三四十也可以的，能够更频繁开大会极大的增强队伍容错率。 我最推荐的配队为，仆钟万班，仆钟夜班，仆莱万班，仆夏班北，仆行万班。 神奇的地方在于，当我们回首深渊常客时会发现海草行九，百万伏特，仆夜钟班这三个顶级配队可以做到互不重叠，互不抢人，灵活应对当下任何深渊环境_(阿姬得意)_(阿姬得意) 最后的重点来了，仆人的潜力为什么大？因为她的玩法太多样了，很多人觉得仆人不强往往是简单的将仆人理解，为赛诺模式的长轴站场c，实际上仆人切人也不丢buff的特性，可以让她适应任何对轴环境。你抽一个满命雷神，结果放在草行久里面当赛诺玩，站场15秒能厉害吗？ 仆人的轴要是对好了，可以达到雷神级别的爆发前置效果，例如莱依拉cd短万叶染冰后，班尼特q，仆人有6秒的融化时间，这六秒的输出能有5段融化，仆人攻击范围很大，而且第三下有一个聚怪牵引效果，堪比普攻中赠送了无想的五刀！深渊三剑鬼200%生命之契下已经能够融化打出26万。或者你用芙宁娜和莫娜打爆发。甚至你纯火前几刀，有专武情况下就是无想的没刀。 长轴站场。更是仆人的专场，而且伤害完全不输海森和赛诺。例如仆人夜兰钟离班尼特这个队伍，一路输出到第二轮循环，站场无脑爽玩。 分段输出。比如莱依拉队伍里面无想的很多刀打完，再比如纯火队已经4-a闪打了两轮，直接切万叶补扩散火减抗增伤，回到仆人红宴还在你还能继续输出，尽可能吃满buff打伤害。 爆发后置。如果你就是喜欢优菈这样后面爆发的玩法，也可以体会的到。例如仆人，夜兰，万叶，班尼特这个队伍有着特殊的排轴扩火的方法。仆人标记会每5秒造成一次火元素伤害，而5秒那次没有火附着，10秒那次才有，我们可以仆人e，万叶长e，夜兰e两次q，万叶q，班尼特q，然后万叶长e空中会出现第二次标记伤害施加火附着，下落攻击完成扩火。然后仆人aaa然后重击取消后摇再a会连续触发两次蒸发。在其他长轴队伍中平a完成后eqe也能完成一定的后置爆发效果同时获取大量充能。 赛博速切。第一种是仆人公子，万叶班尼特，怪物的底转来转去，好像也没有毛病_(阿姬倒地)_(阿姬倒地)_(阿姬倒地)反正都有班尼特和钟离了，娜维娅帮忙也很合理_(阿姬倒地)_(阿姬倒地)万班雷神接力c，豪气冲天，各自只a六秒_(阿姬倒地)_(阿姬倒地)带坎蒂丝群怪万叶染火风刚好可以保证水底，坎蒂丝效果切人时候挂水，也算真正的速切涵义了_(阿姬倒地)_(阿姬倒地) 启动简单。胡桃，宵宫，莱欧斯利都不需要堆充能，e技能启动，仆人这么强的倍率buff居然也是战技技能，属实三体人待遇！ 转火迅速。虽然不比龙王，但在近战主c当中，仆人的重击，e技能，甚至没下平a都有很夸张的索敌范围，比雷神最初的索敌机制还要优秀。很多激化角色例如草神海森刻晴，多波怪物，前两秒还得先触发原计划才能打后续的伤害，仆人自身就有着不俗的倍率，转火的时候即使水冰没有先挂上也没多大影响。 收尾能力优秀。仆人的红死之宴按照145%算，足有16段附魔攻击，200生命之契情况下，更有23段红死之宴附魔攻击，残血小怪压根不需要太多操作，万叶补个减抗，仆人a两三下轻松搞定。假如附魔掉了，那说明你早就a到刷新e的cd了，直接e重击打完这间还能给全队充能。 对群输出。不如龙王，但是对比妮露，娜维娅等队伍还是能够比一比，仆人的平a范围大概有三个流血狗的范围，尤其是第一段，第四段和第六段都是横扫。仆人的q技能非常大，但需要注意的是q只对前面的敌人造成伤害不会打到背后的怪。带上满命坎蒂丝或者芙宁娜更是发挥增伤和范围挂水的用武之地。 对单爆发。万叶染水冰，或者夜兰入队，都能够使仆人对单爆发非常恐怖，目前恐怕连胡桃，娜维娅等角色也比不过她。许多测试一不小心就把boss打死了。 生存能力。当你有一定充能和盾功能机制的时候，仆人队伍不会比万达，雷国，影夜琴，草行久这些队伍脆皮多少。只要你多开大，回血的压力也撑得住。而最好需要盾位，也不是很难的要求，仆人队伍基本上都不缺输出，现在的环境压根发挥不出仆人的潜力就打完了，你哪怕练莱依拉，迪希雅，托马，烟菲都没问题，只要能活着，仆人就可以很快结束战斗。行秋北斗也是非常好的选择，很多时候仆人不是不想开大，而且大半血的时候由于班尼特内鬼火的缘故，被原魔打反应一下子秒杀了，如果有行秋和北斗能够抵消一些伤害，只要不倒，就给了你亡羊补牢的容错率。 滚键盘模式。当仆人带上例如四命托马，2命莱依拉，钟离，坎蒂丝的时候可以很容易排出15秒到17秒的轴，切队伍充能压力不大。万叶不需要开大则带精通武器，需要频繁开大直接西风，仆人增伤爆炸，少几点增伤没什么影响。班尼特人均280+充能，给香菱充都无所谓，铲球大户仆人更是经常班尼特一个e都不放照样轮轮有大。其他位置带上西风武器，或者关键充能命座，也是随便满能量，让你体验满命雷神减cd才能有的中短时间轴滚键盘体验。 纵观上述的近战主c玩法，你会发现仆人是第一个机制全面，玩法多样的存在。看完这些分析，你现在还觉得仆人只是数值慷慨，机制原始的火c吗？ 仆人是以往所有近战主c玩法的总和，是近战主c的集大成者！ 孩子们，我已归来！",
    "length": 5723
}