{
    "game_id": 2,
    "post_id": "54779027",
    "f_forum_id": 43,
    "subject": "【V4.7攻略·其它攻略】首期幻想真境剧诗挑战指南",
    "url": "https://www.miyoushe.com/ys/article/54779027",
    "created_at": 1720274442,
    "like_num": 53,
    "view_num": 1483,
    "reply_num": 64,
    "text": "UID：503249206 大家好，我是玥梦。_(枫原万叶-嗨) 新深渊幻想真境剧诗（以下简称新深渊）也是首次开启了。对于新深渊，很多旅行者可能还不了解其玩法，加上其随机性较高的特点，短时间内想要将其弄明白可能并不那样容易。 那么本期就由玥梦来为大家简要讲解吧！_(松雀-我吗) 目录 _(七七-暗中观察) 1.活动信息 2.战前准备 3.挑战详情 4.挑战思路 5.结语 活动信息 活动地点 如图所示，蒙德城内图书馆处 参与条件： 冒险等级达到 35级 及以上（等级低了更凑不齐角色了_(问号) 根据难度选择不同分别需要 10/14/18 名等级超过 60/60/70 级的当期对应属性角色，不足则无法参加对应难度挑战， 六位试用角色会计入可用角色数，但不能和所拥有的角色重复计入 （没见过限制这么多的 _(八重神子-敷衍) 注：主角可以通过切换属性满足对应属性要求，如本期可以用 风主 ； 本期指定元素为 火 、 雷 、 风 ； 活动时间： 每期均为每月1日开启，持续一个月；老深渊每月15日开启，持续一个月（好漫长，还有多久～_(芙宁娜-好困难) 活动奖励 初次通关共可获得 1100原石 、64w摩拉、40本大经验书、4个原粹树脂、一个原胚自选箱； 每期奖励共 620原石 、三个玩具勋章、40w摩拉、15个祝圣精华、15本蓝色天赋书、30本绿色天赋书； 难度 共有 轻简模式 、 普通模式 、 困难模式 可供选择 轻简模式： 共需完成三幕演出，即三次战斗，本期关底BOSS为80级 翠翎恐蕈 （俗称鸡哥，拥有 常态70%草元素抗性 ） 需要至少10名60级及以上的对应属性角色； 通关共可获得 220原石 、15w摩拉、1个玩具勋章、5个祝圣精华、6本蓝天赋书、12本绿天赋书； 普通模式： 共需完成六次战斗，本期第三关为85级 翠翎恐蕈 ，关底BOSS为90级 深海龙蜥之群 ； 至少需要14名60级及以上的对应属性角色； 通关共可获得 440原石 、30w摩拉、2个玩具勋章、10个祝圣精华、12本蓝天赋书、24本绿天赋书； 困难模式：（受于篇幅限制，后文均围绕困难模式进行讲解） 共需完成八次战斗，本期第三关为90级 翠翎恐蕈 ，第六关为92级 深海龙蜥之群 ，关底BOSS为95级 冰风组曲 （科培琉司， 常态70%冰风双抗 ，具有 芒性 ，特定招式会生成 冰属性护盾 ） 至少需要18名70级及以上的对应属性角色； 通关共可获得 620原石 、40w摩拉、3个玩具勋章、15个祝圣精华、18本蓝天赋书、30本绿天赋书； 就这么点？不得给800一期？_(柯莱-模仿) 战前准备 开幕角色： 开幕角色为初始可出战角色，每期会指定六名开幕角色，开幕角色为初始可出战角色，没有的开幕角色会提供试用； 试用角色均为80级未突破0命，80级未突破的适用四星精一武器，天赋888（有的”适用”也挺幽默啊_(小跟班-坏笑)） 本期开幕角色机制简介： 阿蕾奇诺（仆人） ： 试用武器：峡湾长歌 以生命之契为基础的攻击倍率普攻站场c，具有灵活变轴，前置爆发的特性，有着非常强的输出能力，但在场上不能受到除自己的大招以外的治疗效果，一般需要护盾保护； 输出手法：先手进场，使用战技为敌人挂上标记，下场切队友上buff，待标记升级后上场重击回收标记，普攻输出直到战技转好，释放战技循环即可；开启大招会清除战技cd并清空生命之契，并回复大量生命值，仅保命时释放，其余时候不使用； 配队：主要配队有纯火队、蒸发队，如有夏沃蕾可以带超载队； 试用武器更适合蒸发队发挥，但本期不能带水元素角色……很幽默； 克洛琳德 ： 试用武器：海渊终曲 以生命之契为基础的攻击倍率普攻速切c，具有较长的真空期，具有较高的攻击频率和较低的攻击倍率，适合通过激化反应大幅提高输出，较短的输出轴也导致了一旦被打断就会丢大量伤害，一般需要护盾保护。 输出手法：后手出场，开启战技遵循3a1e的输出手法（可以不用太讲究，有意识的a几下e一下就行），大招一般在进场时或离场时使用，不要占用战技的输出时间。 主流配队有激化队、超载队，本期有白术可以玩激化队，有海森也可以速切激化，否则一般是打超载队，纯雷队表现一般。 流浪者（散兵） ： 试用武器：流浪乐章 攻击倍率普攻站场c，具有优秀的索敌机制和攻击范围以及较高的移动速度，但本身由于法器角色的特性，非常容易被打断并被击飞，一般需要护盾保护； 输出手法：后手进场，使用战技起飞后不断重击输出即可，也可重击一次后普攻输出，两者手感个人差较大；由于大招会直接结束战技的效果，一般在空居力即将耗尽时释放大招，可以减少技能后摇提升手感，也可在进场时释放； 配队：风队，基本绑定珐露珊，由于其被动，携带能提供火水雷冰附着的角色可以强化战技效果，推荐携带。 珐露珊 ： 试用武器：西风猎弓 顶级风元素辅助，同时为敌人降低风抗和为角色提供风伤加成，满命还会为风元素角色提供暴击伤害加成和聚怪效果，强度很高，配置较高甚至可以自己拐自己上场主c； 操作手法：由于低命较缺能量，一般进场战技接重击（战技本身不产球，战技后重击产球），接大招下场，高命充能足够可以放大招就下场； 配队：搭配风c组成风队出场 久岐忍 ： 试用武器：铁蜂刺 目前主流的超绽放触发器，其元素战技可以提供稳定的跟随性范围挂雷，并为场上角色回血，但由于试用仅有256精通且本期缺乏打超绽放的条件，只能作为挂雷和奶妈使用； 操作手法：入场释放战技即可下场，需要高频元素破盾可以释放大招。 配队：任意需要挂雷/治疗位的队伍。 托马 ： 试用武器：喜多院十文字 盾辅，也常用作烈绽放触发器使用，但本期缺少烈绽放玩法的条件，只能作为挂火和盾辅使用，大招会通过场上角色使用普攻造成火元素伤害，同时产生护盾并叠加，其基础盾量不高，但叠加盾量理论可以叠的很高； 操作手法：进场直接开启大招接战技下场，如果大招充能未满只释放战技就下场； 配队：任意需要盾位/挂火位的队伍。 开幕角色在每期新深渊期间获得幻境祝福，该效果全游戏生效，本期幻境祝福为生命上限、攻击、防御提升20% 待命角色： 待命角色通过每轮战斗挑战后或选择伙伴事件加入可选角色行列，分为三类： 1. 特邀角色 ：每期指定四名不受当期元素限制的角色（无试用） 2. 满足限制要求的角色 ； 3. 助演角色 ：由好友提供的角色（仍然受到当期元素限制） 关于助演角色 当选用好友的某一角色时，无论多少次挑战都只消耗好友一次借用次数，一旦选择切换助演角色，本期将不能再借用该好友的角色（也就是说只要你想，你可以拿着好友的满命角色一直薅一直玩，虽然一般一局也只能玩两次） 对于练度较低的玩家，大佬的助演角色拿来攻克 较难的第六幕、第八幕 尤为重要，但一个大佬的一个角色只能被其所有好友借15次，所以 早打、多加大佬 是要点； 角色选用 ：由于每个角色仅有 两点耐力值 （即只能进行两场战斗，可以通过神秘收获回复耐力值），所以合理配队会非常重要，较为推荐的角色选择情况是 4~5个输出、8~10个增益类辅助、4~5个生存类辅助 _(兰那罗-挠头) 挑战详情 进入新深渊挑战后，会进入如下图所示的选择界面，其中共有四种选择，分别为 挑战 、 伙伴 、 神秘收获 、 奇妙助益 ； 每轮挑战完成后可获得如右上角所示的 「幻剧之花」 ，选择伙伴、部分神秘收获和奇妙助益会消耗「幻剧之花」； 在右下角可以重置事件，初始有两次重置机会，通过神秘收获选择对应效果可以补充 ； 「幻剧之花」 ：只能用于选择伙伴、神秘收获和奇妙助益，没有其他作用，能用就用_(刻晴-购物) 挑战 ：除第3/6/8幕挑战，均可选择不同的挑战关卡， 普通挑战 获取的「幻剧之花」为80； 精英挑战 获取的「幻剧之花」为110； 强敌挑战 获取的「幻剧之花」为125； 选中任意一个挑战可以查看其挑战详情； 如下图所示，挑战要求有三项： 第一项为 基础要求 ，完成后才能进入下一幕； 第二项为 额外挑战 ，完成后可以额外获得「幻剧之花」； 第三项为 明星挑战 ，完成后该幕获得 星章 ，星章的数量仅会影响在完成挑战后的名片展示， 不影响奖励获取 ，每轮新深渊至多获取八个星章，每一幕只能获取一个星章，不可重复获取（pvp资格证+1_(克洛琳德-对决致意) 在演出详情右侧的舞台效果处还可以查看该挑战的 舞台效果 ， 往往是未完成明星挑战后，随时间增强的惩罚机制和由神秘收获中获得的关卡事件效果； 伙伴 ： 1.选择消耗80「幻剧之花」，分为 随机 和 特定元素类型 两种，在所有满足条件的角色中随机抽取两个选其一； 2.选择消耗100「幻剧之花」，从所有满足条件的角色中随机抽取取6个选其一； 由于该模式必须满足四个出战角色才能进行挑战，所以全局 至少需要选择3个伙伴入场/再入场才能满足通关要求 ， 由于配队限制的原因，最好获取更多伙伴进行挑战 _(绮良良-保驾护航) 神秘收获 ： 不消耗/消耗40「幻剧之花」，提供一个事件效果，如“此后刷新的事件必定包含伙伴事件”等等。 需要注意的是，神秘收获的部分选项会提供一些负面效果，需要谨慎选择； 尤其是一些扣除自身血量的选项，一定要慎重！不然死的不明不白的 _(戴因斯雷布-恍惚) 奇妙助益 ： 消耗60「幻剧之花」，提供一个强化增益，类似于深渊buff，选择对自身box合适的buff为宜（尤其是 双爆类增益，收益很高 ）_(卡维-挠头) 由于神秘收获中 华丽阵容、底牌道具 （消耗当前所有幻剧之花获得收益）的存在，故推荐 优先选择伙伴事件和奇妙助益，最后选择神秘收获将收益最大化 _(夏洛蒂-慎言！) 关卡回溯 ： 完成第三幕挑战后开启回溯功能 ，可以回溯到上一次完成强敌挑战后，即假如在第六幕使用回溯功能就会回溯到第四幕从第四幕重新挑战， 回溯功能一局只能使用一次 _(派蒙-思考) 场外声援 ：在选择伙伴事件和增益事件时有概率刷出来自未上场角色提供的额外「幻剧之花」和增益强化，也可通过神秘收获使其下次必定获得_(砂糖-继续努力) 挑战思路 由于精英关仅可多获取30朵「幻剧之花」，难度提升大， 除非自身box广且练度高否则不推荐选择 _(达达利亚-来打一架) 在所有满足条件的角色中，个人认为最好用的角色是 仆人 、 万叶 、 班尼特 、 夏沃蕾 ，其中仆人的高输出使其容易攻克最难的第六幕和第八幕；万叶聚怪增伤减抗的泛用性毋庸置疑；班尼特提供的超高攻击力和一定的治疗提升也非常显著；夏沃蕾在本期雷火队中也可部分替代万叶，且可以担任奶位，非常好用； 综上所述， 以上四个角色有就一定要带，而且最好留到较后期攻克难关 _(克洛琳德-平静) 以下角色推荐均建立在自身练度较低/没有更合适角色的推荐，不代表其他角色不能打！ 第一、二幕： 软性限时挑战，难度较低，刚好可以把试用配置比较抽象但组合较齐的的 散珐 给用掉， 推荐选择小怪较多的关卡 ；_(闲云-自信仙鸟) 第三幕： 鸡哥算是较为简单的BOSS了，由于额外挑战要求鸡哥 被打入力竭后击杀 ，故推荐使用 克洛琳德+皇女 挑战，比较好的组合即使是试用也足以一轮击杀鸡哥，但 没必要浪费用于攻克第六幕和第八幕的角色的体力 _(胡桃-凶) 第四幕： 守护镇石怪物血量较高，难度较大，如果有较强的聚怪角色，如 温迪、万叶 等，或选择 强嘲讽聚怪角色 ，如 琳妮特 等，最好选用较为灵活的角色挑战（因为出怪经常是对位，跑来跑去镇石很容易被打没）_(兰那罗-保护) 第五幕： 限定时间击杀一定数目的敌人，考验聚怪、转火能力，难度较高，推荐选择 强聚怪能力角色+高机动力 角色； 第六幕： 双生龙蜥是本期新深渊的一大难点，其吸能、攻击范围大/频率高、双怪双生、冰雷抗的特性让它较容易翻车，推荐选择 艾尔海森 、 仆人 、 众火c 挑战（带有 风套减抗/夏沃蕾 的 雷队 如 二命雷神、八重神子 等也可）_(胡桃-抱) 第七幕： 软性限时挑战，留好最后一关的队伍后拿出最强的队伍挑战即可，有一定难度； 第八幕： 冰风组曲 （科培琉司，前两期老深渊的老朋友）作为底轴登场，其较高的攻击欲望给生存能力较差的角色提出了挑战，利好 火队 和有 荒性 角色的队伍，推荐由 仆人 / 克洛琳德 带队挑战，总体来说难度类似于11-3的BOSS难度；_(派蒙-伪装) 结语： 新深渊一出，向原神的元素反应体系提出了挑战，作为从开服以来限制最多的活动，它不但向玩家的box提出了很高的挑战，更是从心理上打击了玩家的游玩欲望，衷心希望该活动能进行一定的调整，以更好的姿态呈现在玩家手中。 在4.8版本的开发组会谈中官方提到将会调整新深渊的游戏机制，期待其后续调整 那么本期新深渊挑战指南就到这里，感谢各位的观看， 希望各位都能轻松拿满奖励！ 开心游戏！不要烦恼！ _(米游兔好耶)我们下期再见！",
    "length": 5265
}