{
    "game_id": 2,
    "post_id": "30711680",
    "f_forum_id": 43,
    "subject": "饰金砂原52个限时挑战",
    "url": "https://www.miyoushe.com/ys/article/30711680",
    "created_at": 1666786347,
    "like_num": 720,
    "view_num": 15495,
    "reply_num": 99,
    "text": "各位旅行者你们好，这里是「二也」 _(偶像姬_WINK) 饰金砂原52个限时挑战 本篇内容 介绍 52 个 限时挑战 位置 任务触发 开启 赤沙石板 所有权能 等级限制 冒险等阶达到35级 任务限制 完成任务 「饰金砂原声望任务世界任务合集」 饰金砂原声望任务世界任务合集 任务流程 饰金砂原 52 个位置 限时挑战 ，1-32 地图探索 ，32-52任务相关，其中 33-41 完成任务 未完成限时挑战 ， 42-52 完成任务 已完成限时挑战 52 个位置 限时挑战 地图指引 （可先保存） 地图探索 限时挑战1、2、3 传送下风蚀地图中锚点，往 地图的东北方向 飞，在山坡上 挑战内容 1 ：在40秒内引爆8个炸药桶 挑战内容 2 ：在55秒内收集14个草之微粒 挑战内容 3 ：在40秒内收集8个草之微粒 限时挑战4、5 传送阿如村图中锚点，往 地图的东北方向 走，在山坡上 挑战内容 4 ：在45秒内收集7个草之微粒 挑战内容 5 ：在60秒内收集8个草之微粒 限时挑战6、7、8 传送下风蚀地图中锚点，往 地图的西方向 飞， 6 在山下 挑战内容 6 ：在80秒内开启宝箱 挑战内容 7 ：在40秒内引爆6个炸药桶 挑战内容 8 ：在90秒内收集12个草之微粒 （ 挑战内容 8 按 草之微粒路线走，有透明平台） 限时挑战9、10、11 传送下风蚀地图中锚点，往 地图的东南方向 飞，在山坡上 挑战内容 9 ：在40秒内收集8个草之微粒 挑战内容 10 ：在60秒内收集8个草之微粒 挑战内容 11 ：在32秒内收集18个草之微粒 （ 挑战内容 11 在舍身陷坑的下山腰位置） 限时挑战12、13 传送列柱沙原神像，往 地图的西北方向 走，在山坡上 挑战内容 12 ：在90秒内收集12个草之微粒 （ 挑战内容 12 按草之微粒路线走，有透明平台） 挑战内容 13 ：在240秒内击败所有敌人 限时挑战14 传送下风蚀地图中锚点，往 地图的西北方向 走，在山顶 挑战内容 14 ：在50秒内开启宝箱 限时挑战15、16 传送列柱沙原神像，往 地图的西方向 走，在圣殿前 挑战内容 15 ：在60秒内击败所有敌人 挑战内容 16 ：在60秒内收集8个草之微粒 （ 挑战内容 16 有视频指引） 限时挑战17、18 传送列柱沙原神像，往 地图的西北方向 走，在山坡上 挑战内容 17 ：在60秒内收集11个草之微粒 挑战内容 18 ：在30秒内收集9个草之微粒 限时挑战19、20 传送上风蚀地图中锚点，往 地图的东北方向 走，在山坡上 挑战内容 19 ：在90秒内击败所有敌人 挑战内容 20 ：在35秒内收集6个草之微粒 限时挑战21、22、23 传送上风蚀地图中锚点，往 地图的东北方向 走，在山坡上 挑战内容 21 ：在50秒内开启宝箱 （ 挑战内容 21 有视频指引） 挑战内容 22 ：在40秒收集6个草之微粒 挑战内容 23 ：在40秒内引爆5个炸药桶 限时挑战24、25、26 传送上风蚀地图中锚点，往 地图的东北方向 走，在山顶 挑战内容 24 ：在50秒内开启宝箱 挑战内容 25 ：在65秒内收集14个草之微粒 挑战内容 26 ：在120秒内击败所有敌人 限时挑战27、28 传送列柱沙原图中锚点，往 地图的西北方向 走，在丘前 挑战内容 27 ：在120秒内收集20个草之微粒 （ 挑战内容 27 按图中指引路线走） 挑战内容 28 ：在50秒内引爆4个炸药桶 限时挑战29、30、31、32 传送列柱沙原图中锚点，往 地图的西南方向 走，在遗迹里 挑战内容 29 ：在60秒内引爆6个炸药桶 挑战内容 30 ：在60秒内收集20个草之微粒 挑战内容 31 ：在60秒内击败所有敌人 挑战内容 32 ：在40秒收集6个草之微粒 完成任务 未完成限时挑战 限时挑战33、34 传送列柱沙原图中锚点，往 地图的西北方向 走，在地下 挑战内容 33 ：在60秒内收集12个草之微粒 挑战内容 34 ：在60秒内收集18个草之微粒 限时挑战35 传送列柱沙原图中锚点，往 地图的西北方向 走，在大走廊 挑战内容 35 ：在90秒内收集16个草之微粒 限时挑战36、37、38 传送列柱沙原图中锚点，往 地图的西南方向 飞，在崖壁 挑战内容 36 ：在40秒内收集8个草之微粒 挑战内容 37 ：在40秒内引爆6个炸药桶 挑战内容 38 ：在60秒内收集10个草之微粒 限时挑战39 传送列柱沙原图中锚点，往 地图的东北方向 飞，在山腰 挑战内容 39 ：在50秒内收集11个草之微粒 限时挑战40、41 传送列柱沙原图中锚点，往 地图的西方向 走，在地下 挑战内容 40 ：在40秒内收集10个草之微粒 挑战内容 41 ：在40秒内收集10个草之微粒 完成任务 已完成限时挑战 限时挑战42 完成解密 「权杖厅解密」 圣章石⑥-羊首 【V3.1攻略】权杖厅解密（宝箱+草神瞳+圣章石+尖碑五） 传送列柱沙原图中锚点，往 地图的南方向 走，在地下 挑战内容 42 ：在30秒内引爆10个炸药桶 限时挑战43 完成解密 「权杖厅水下解密」元能火种二 【V3.1攻略】权杖厅水下解密（华丽宝箱） 传送列柱沙原图中锚点，往 地图的北方向 飞，在水下 挑战内容 43 ：在240秒内收集23个草之微粒 限时挑战44 完成任务 「阿赫玛尔的秘密」步骤5房间一 【V3.1攻略】黄金梦乡·阿赫玛尔的秘密 传送列柱沙原图中锚点，按指引前往 房间一 挑战内容 44 ：在60秒内收集12个草之微粒 限时挑战45 完成解密 「背弃之塔·西解密」宝箱② 【V3.1攻略】背弃之塔·西解密 传送列柱沙原图中锚点，按指引前往 背弃之塔·西 挑战内容 45 ：在300秒内收集40个草之微粒 限时挑战46 完成任务 「无形壁障」透明遗迹① 【V3.1攻略】旧语新知·无形壁障（图文加视频） 传送列柱沙原神像，按指引前往 透明遗迹① 挑战内容 46 ：在45秒内收集15个草之微粒 限时挑战47 完成解密 「舍身步道解密」草神瞳⑥ 【V3.1攻略】舍身步道解密（宝箱+草神瞳+圣章石+尖碑一） 传送列柱沙原神像，按指引前往 背弃之塔·东 挑战内容 47 ：在180秒内收集20个草之微粒 限时挑战48 完成解密 「吞羊岩解密」 【V3.1攻略】吞羊岩解密（宝箱+草神瞳+圣章石+尖碑四） 传送列柱沙原图中锚点，按指引前往 背弃之塔·南 挑战内容 48 ：在180秒内收集30个草之微粒 限时挑战49 完成任务 「阿弗拉图之惑」 【V3.1攻略】阿弗拉图之惑（上风蚀地地下锚点） 传送列柱沙原图中锚点，按指引前往 遗迹巨像 挑战内容 49 ：在60秒内收集24个草之微粒 限时挑战50、51、52 完成解密 「阿弗拉图之惑后续」山洞① 【V3.1攻略】阿弗拉图之惑后续（华丽宝箱） 传送上风蚀地神像，按指引前往 山洞① 挑战内容 50 ：在100秒内收集22个草之微粒 挑战内容 51 ：在75秒内击败所有敌人 挑战内容 52 ：在30秒内引爆5个炸药桶 流沙的冒险家·其一 总计 52 个 饰金砂原宝箱草神瞳合集 饰金砂原宝箱草神瞳合集 饰金砂原隐藏任务合集 饰金砂原隐藏任务合集 饰金砂原声望任务世界任务合集 饰金砂原声望任务世界任务合集 如果觉得不错可点个 关注 ，敬请期待更多内容 更新 ！ 如果有任务 问题 ，可以 私信 我，感谢旅行者们支持！",
    "length": 3073
}