{
    "game_id": 2,
    "post_id": "51920991",
    "f_forum_id": 43,
    "subject": "【V4.6攻略·角色攻略】仆人·阿蕾奇诺：角色详解及抽取建议",
    "url": "https://www.miyoushe.com/ys/article/51920991",
    "created_at": 1713924270,
    "like_num": 1757,
    "view_num": 100242,
    "reply_num": 394,
    "text": "uid：121754445 在4.6版本，我们迎来了“愚人众”组织的新自机角色“仆人”阿蕾奇诺。从第一印象上来看，这是一位火元素站场主C角色，具备极有特色的“生命之契”、无法被他人治疗等新鲜机制。那么，这些机制杂糅下的“仆人”在当前版本有何合理定位，以她为核心的组队具备哪些优势区间，其武器及命座价值几何？ 从“仆人”阿蕾奇诺的自身特性出发，本篇文章会进行计算及初步测试，试图回答上述问题，希望为大家的抽取及角色尽用有所帮助。 省流版 基本属性 输出流程 1.对于0-1命仆人，自身出场E后切换队友加持增益Buff，随后切回仆人，在保证血偿勒令已经升级的情况下重击回收印记，进入“红死之宴”状态并站场输出，如果途中需要进行治疗，使用元素爆发+元素战技直接进入下个循环，如果不需要治疗，可一直站场至元素战技刷新或红死之宴状态接近消失； 2.对于二命仆人，行动中省去了血偿勒令的升级时间，并可将元素爆发加入稳定的循环流程。 组队思路 以舒适度为基础的队伍选择思路 武器及命座抽取思路 在已经具备了0命仆人的基础上，如果想继续抽取武器或命座，可以按照如下思路进行： 1.如果具备和璞鸢、高精决斗枪、赤沙之杖、护摩之杖等武器时，可以优先抽取命座，1、2命座的抽取性价比在专武“赤月之形”之上；在获得了2命后，专武的抽取性价比高于3命； 2.如果不具备第1条中所述的4、5星武器，从输出角度考虑，专武的抽取性价比在1命之上，且由于仆人队伍中普遍存在的盾辅位，1命的增韧效果对体验的提升有限； 3.仆人1-3命的提升为66.8%，4-6命的提升为48.5%，但仅6命自身就能提供46.5%的输出提升，意味着1-3命阶段命座提升平滑，4-6命阶段命座呈现跃迁式提升，从这个角度考虑，1、2、3、6命都是合理的抽取停步点。 正文目录 1. 引言 2. 人物属性 3. 组队思路 4. 配装计算 5. 组队详解 6. 队伍选择及抽取建议 7. 总结 1. 引言 时至4.6版本，我们迎来了胡桃之后的第二位五星长柄武器火元素角色“仆人”阿蕾奇诺。作为同样的站场、E启动主C，二者在很多方面存在相似之处，但区别极大的伤害构成以及不同出伤模式下的附着特性使得二者在适配队友，乃至组队思路上产生了极大的分歧，这也就引申出了本贴试图讨论的如下问题：1.当前版本从仆人自身角度出发，有哪些合理的组队；2.这些组队之间存在哪些优劣势区间；3.与同定位下的其他角色相比，仆人具备何种优缺点。 讨论完这些问题之后，我们会依据计算结果给出相对客观的组队及抽取建议，希望对大家有所帮助。 2. 人物属性 基本属性 详细分析 0. 生命之契 仆人的出伤效率与生命之契息息相关，同时她也是目前第一位具备主动对自身施加生命之契的角色，因此这里对生命之契的特性略作介绍： 生命之契是一种体现于自机角色上的特殊状态，来源于武器、敌方目标、角色自身（仅指仆人）的生命之契具备不同的意义，但具备如下共性：1.统一特征是呈现出覆盖于原本血槽之上的特殊红色“血条”，并在原本血条上方右侧显示出“禁疗”标识；2.可以被治疗性技能、七天神像等回复手段消除；3.在去除生命之契“红条”之前，无法对角色本身血条进行回复；4.仅从治疗层面上来看，生命之契是一种有碍生存的阻疗Buff。 通常来说，来源不同的生命之契被触发或清除后会使得受契角色于后续呈现不同状态，例如武器“纯水流华”在赋予角色的生命之契被完全清除后可以提升对象的元素伤害加成： （来源：米游社观测枢WiKi） 对于仆人而言，生命之契最主要对应着普通攻击的额外倍率提升以及元素爆发的回复量（对于六命，也意味着元素爆发伤害提升），可以认为受契愈多，仆人就越强大。 1. 普通攻击 阿蕾奇诺的普通攻击是其作为站场输出位的主要出伤手段，同时，它与仆人的核心机制“生命之契”紧密挂钩。由于在天赋的描述中穿插了“红死之宴”这一直接作用、受用于“生命之契”的概念，这里我们将普通攻击的常规特性以及“红死之宴”分开描述： 1.仆人的普通攻击分为六段，其中第四段攻击具备两次出伤，所以整套平A共产生七次伤害，这七次伤害都可以获得“红死之宴”加成，并推动附着计数器运行； 2.普通攻击过程中，在不同的连招阶段都可以通过闪避、跳越等手段取消平A，但需要注意的是，第四段平A的第二段出伤非常容易被闪避取消后摇的常规手法“吞伤害”，意味着如果想使用4A闪的手法，必须等动作完全完成才能进行闪避；同时，第六段动作的前摇极长，且同样面临着提前闪避会完全丢失伤害的问题； 3.从附着角度来说，仆人的常规普通攻击遵循标准附着，重击为独立附着但无法获得“红死之宴”加成，如果使用5A1重击的手法，每轮动作的第1、4（第一段出伤）、重击动作具备火附着，如果使用6A的手法，基本遵循标准计数器； 4.根据1-3点，较为建议蒸发队中使用5A1重击的手法，能够在首轮达成不错的相对倍率，并有效提升次轮初始生命之契水平；雷火、纯火等直伤队中则建议使用4A闪（较为熟练的玩家）、5A闪的手法，能够兼顾Buff时间以及输出总量。 2. “红死之宴” 仆人的普通攻击杂揉进了对“红死之宴”的描述，这是一种基于“生命之契”阈值激活的特殊状态，它具备如下特性： 1.“红死之宴”的激活与维持需要仆人自身的“生命之契”数值达到30%及以上，在进入该状态时仆人外观会出现明显改变； 2.进入“红死之宴”状态后，仆人的普通攻击、下落攻击、重击伤害都会被转化为无法被附魔覆盖的火元素伤害，但“红死之宴”的伤害提升效果仅能作用于普通攻击，下落攻击、重击伤害无法获得伤害增益； 3.如果“红死之宴”被激活，在仆人的普通攻击命中敌人时，会根据自身此时的“生命之契”数值提升本次普通攻击的倍率，并按照7.5%的比例削减当前（当前，非最大值）的“生命之契”数值（同时命中多个目标时，仅计算一次削减），运作模式如下： “红死之宴”对普通攻击倍率的提升量为当前“生命之契”数值的238%（0命，10级），这部分增益的结算方式如下： 4.进入“红死之宴”状态，并通过普通攻击削减“生命之契”数值时，会减少元 素战技「万相化灰」的冷却时间0.8秒；需要注意，当退出“红死之宴”状态后，后续的普通攻击不再具备此项能力，直至“生命之契”数值重新高于30%； 5. 需要特别注意，“红死之宴”的状态不会随着人物切换而消失，它的获得与失去只与生命之契数值有关，因此仆人在站场过程中可以通过更自由的切换队友，保证输出流程的高Buff覆盖率。 6.基于不同生命之契初始值，“红死之宴”能够提供的总增益倍率各不相同，这部分内容，包括各命契初始值下合理的手法会在输出流程小节做详细解析。 3. 元素战技 仆人的元素战技是该角色获得“生命之契”的主要手段，由于固有天赋部分与元素战技描述略有重复，这里同样将元素战技分为常规特性、“血偿勒令”两个部分进行详细讲解： 1.施放元素战技后，仆人会对大范围（几乎可视为全场）单位进行一次低伤害火元素攻击，本次攻击完成后会对其中一位角色进行突进，该动作具备较长的追击范围； 2.上述动作任意之一命中敌方单位时，会为该单位赋予“血偿勒令”状态，需要注意，仅需命中而非出伤就可以激活该状态； 3.元素战技的冷却时间非常长，达到了所有等级30秒。该CD可以被“红死之宴”状态下的普通攻击缩短，一般来说，卡着时间节点的三套6A攻击完成后可以正好使E重新可用；同时，元素爆发也能刷新元素战技的冷却时间。 4. “血偿勒令” 1.“血偿勒令”是作用于怪物身上的特殊状态，仅可被元素战技命中赋予；在目标获得该状态时，身上会有明显的火焰标志； 2.在被赋予“血偿勒令”后，第5、10秒会分别遭受1次火元素伤害，该伤害被视为元素战技； 3.“血偿勒令”在被赋予的第5秒后（此时正好对应一次出伤）会自动升级为“血偿勒令·结”（二命及以上时升级所用时间为0），通过重击和元素爆发，仆人会回收目标身上的“血偿勒令”、“血偿勒令·结”，回收范围远大于重击及元素爆发范围（可以视为全场）； 4.以重击和元素爆发的方式回收单个角色身上的“血偿勒令”、“血偿勒令·结”时，仆人分别获得65/130点“生命之契”，击杀单个获契目标能直接获得130点“生命之契”（无论此时“血偿勒令”是否升级），该数值可以借助获契对象的增加而叠加。 5.单次元素战技施放后，仅能通过回收的方式获得最高145点“生命之契”，但只要重新施放元素战技，通过回收“血偿勒令”得到的“生命之契”数值就能越过145点，甚至达到200的上限值。 5. 元素爆发 阿蕾奇诺的元素爆发具备四方面能力： 1.进行一次火元素范围伤害； 2.回收范围内目标身上的“血偿勒令”，并根据回收数量、质量结算自身获得的“生命之契”数值； 3.根据当前生命之契以及攻击力数值治疗自身，总治疗量=1.5×（生命之契+攻击力）， 由于生命之契的固有特性，该治疗效果会优先消除已有生命之契，而后作用于角色自身 ，举例：在无额外治疗加成时，30%生命之契数值+2000攻击力的仆人可以固定回复（15%最大生命值+3000）的血量； 4.施放后刷新元素战技的冷却时间。 元素爆发是仆人唯一的战斗中回复手段，但其完全清除“生命之契”、“血偿勒令”的特性以及相对不高的倍率使得该技能对于低命仆人而言，一般意味着循环出伤效率降低，尤其是次轮伤害的极大削减。因此如果不是为了回复或者补刀，并不建议低命仆人主动使用该技能。在仆人二命后，元素爆发刷新战技、从而继续提升“生命之契”的能力使得它在合适时机的施放非常重要。对于这一点，我们会在后续小节具体论述。 6. 固有天赋 仆人的固有天赋有三： 1.“唯厄月可知晓”，限定了仆人战斗中无法获得来自于队友的治疗效果，并提升自身的火元素伤害。该天赋的“禁疗”效果极大地提升了仆人的生存压力，并对其队友挑选产生深远影响。 2.“唯苦痛可偿还”，这部分内容我们已经在“血偿勒令”分章进行了详细描述。 3.“唯力量可守护”，该天赋可以给予阿蕾奇诺自身至多20%抗性提升。由于该天赋涉及相应原魔机制，并可以拓展出新的圣遗物携带思路，我们会新开一小节进行深入说明。 7. 命之座 着重描述一下1-3命，对于仆人来说，这三个命座都能从伤害或机制上给予仆人较大的提升。具体的数值对比会在文末的抽取建议一节中详述。 1.一命具备两方面功能：1.仆人在具备“红死之宴”状态并进行普通攻击时，进入霸体状态（抗打断系数归零）；2.提升“红死之宴”的伤害提升倍率。 从组队层面上来说，由于（非二命）仆人的弱生存能力，该角色对盾位（例如雷火队中北斗、其他队伍中钟离等）的高度依赖弱化了霸体的含金量，在二命前该效果仅能被视为锦上添花；但从伤害角度来说，这个直接作用于基础区的命座给予了仆人单人22%以上的最终伤害提升，考虑到以她为核心的队伍目前以单核居多，该命座在队伍层面上的提升同样可观。 综合两点来看， 一命是仆人的重要命座 。 2.仆人的二命具备三方面功能：1.回收“血偿勒令”时跟进一段900%倍率的范围火伤，该伤害为独立附着，CD10秒；2.给予敌方单位“血偿勒令”时，将其5秒升级时间归零，直接得到“血偿勒令·结”；3.进一步提升自身抗性。 仆人的二命在理论上提升了这个角色单轮循环1800%倍率（可反应）高额伤害的同时，结合元素爆发刷新元素战技的特性给予了Q正向的输出导向思路，并且由于元素爆发消除命契、回复血量的特性，该命座在客观上提升伤害的同时兼顾了仆人站场的稳定性、自由度。 之前我们的分析中提到，对于非二命仆人来说，如果不存在血量告急、补尾刀的情况，施放元素爆发一般意味着出伤效率降低，但二命后在合适时间点使用QEZ的手法，可以直接获得上限层数的命契（不存在5秒升级时间）以及一次900%倍率火伤，这使得仆人消除了非二命时“施放元素爆发=降伤害”的窘境。从这个层面上来看， 二命是提升操作舒适度、以及出伤总量的重要命座，其对于伤害总量的提升在45%左右 ，当然，由于操作轴的延长，出伤效率的提升远小于此；同时，元素、物理抗性的进一步提升（等效承伤能力提升33%及以上）意味着仆人可以拥有更自由的组队。 综合来看，结合了一命的二命是仆人的核心命座 。 3.仆人的三命简单粗暴，直接提升普通攻击等级，包括“红死之宴”的伤害提升倍率以及普通攻击的原倍率，从计算层面上来说，这个命座对应着直伤队中12.4-13.5%左右的最终伤害提升，是较为不错的伤害提升命座。 “唯力量可守护”与生存向词条选择 0.我们首先观察一下仆人“唯力量可守护”这一天赋： 基于阿蕾奇诺的攻击力超过1000的部分，每100点攻击力都将使阿蕾奇诺获得1%所有元素抗性与物理抗性。通过这种方式，阿蕾奇诺的所有元素抗性与物理抗性至多提升20%。 需要注意的是：1.该天赋无法受二次转化所得攻击力的增益，如护摩（生命值转攻击力）、班尼特元素爆发（班尼特白值转攻击力）、九条裟罗（九条裟罗白值转攻击力），意味着实战中该天赋很难具备20%的满额效果；2.该天赋可以获得宗室套、千岩套、双火共鸣、夏沃蕾天赋等百分比攻击力增益。以携带专武、“谐想”套装，标准圣遗物配比、队友辅助40%攻击力提升，并搭配另一位火元素角色为例，仆人的该天赋能获得2950左右攻击增益，即对应19.5%双抗提升；3.结合上述两点，后续计算会以20%抗性提升为模型进行，实际承伤效果会略低于计算值（但差距极小）。 1.观察下原魔的伤害计算公式： 1.仆人站场稳定性计算： 可以看到，由于乘区间直接乘算，仆人的天赋加抗性可以放大自身防御力、队友减伤技能的增益，这里我们以等效血量为衡量标准、钟离护盾为参考，观察下不同配置下仆人的站场稳定性： 具备主词条级别的防御/生命值词条数后，仆人的等效血量可提升23-29%，辅配2+2水伤的行秋/一命及以上北斗入队，自身20000左右的初始血量可以达到近两枚钟离护盾的承伤效果。 2.仆人回复能力考量： 再考量下仆人的回复能力：无治疗加成时，元素爆发的实际治疗效果是（1.5×命契值+1.5×攻击力-当前命契值），如30%生命之契数值+2000攻击力的仆人可以固定回复（15%最大生命值+3000）的血量，这种结算方式使防御沙在同等治疗量下具备了更高的回复百分比。 3.伤害水平计算： 那么，考虑到最极端的配装情况，将输出向沙漏更换为生存向，并将盾辅变更为输出向辅助，队伍的伤害变动会如何？ 这里我们以如下两队作为示例进行计算： 当将输出向沙漏完全更换为生存向，并将磐岩套钟离换为风套万叶后，队伍的循环总伤害将介于原队伍首、次轮总伤之间，可以认为队伍输出在同一水平，二者优势区间分别在于钟离盾的霸体及随身减抗，万叶的聚怪、范围染色能力。 4.总结： 1.仆人的天赋”唯力量可守护“作为独立乘区，可以放大自身防御力、队友减伤技能的增益； 2.仆人具备无盾稳定站场的能力，但该目标的达成需要减伤辅助以及适量的生存向圣遗物词条的共同参与，如果无减伤辅助，仅依赖圣遗物词条的投入，0命仆人难以兼顾站场及输出能力； 3.以行秋、北斗为减伤辅助的前提下，建议主+副词条中具备合计12个以上生存向词条时，可以考虑优化钟离这一级别的盾辅位，更换盾辅为伤害/功能向辅助能够有效提升组队伤害以及实战体验； 4.在挑选生存向圣遗物词条时，生命值百分比能带来更高的承伤上限，防御力百分比能放大元素爆发的等效治疗效果。 5.二命后，仆人的等效承伤获得了33%的提升，意味着即使不携带生存位，借助解放了灵活度的元素爆发也能在大部分场景下稳定站场，从“弱生存”角色转变为“强力站场”角色。 元素爆发使用思路 根据我们对阿蕾奇诺的分析，具备667%倍率的元素爆发会清除所有的“生命之契”，并依据清除量回复生命值，这里我们仅考虑总倍率（首轮循环普通攻击20次），观察下0、1、2命时元素爆发对于伤害的影响情况： 1.仆人0、1命时 1.仆人0命时，如果首轮循环不使用元素爆发，进行20次普通攻击伤害后，结余的“生命之契”数值为29.6（无专武对单）、33（无专武对群）、35.2（专武对单）、38.6（专武对群），这份“生命之契”结余能提升次轮循环的普通攻击倍率，并分别在第16、13、12、16次攻击处累计获得667%（10级元素爆发）以上的倍率提升（相较首轮普通攻击）； 2.仆人1命时，如果首轮循环不使用元素爆发，进行20次普通攻击伤害后，结余的“生命之契”数值为29.6（无专武对单）、33（无专武对群）、35.2（专武对单）、38.6（专武对群），借助一命的“红死之宴”提升增加，这份“生命之契”结余能有效提升次轮循环的普通攻击倍率，并分别在第9、8、7、9次攻击处累计获得667%（10级元素爆发）以上的倍率提升（相较首轮普通攻击）； 3. 对于0、1命仆人来说，使用元素爆发会降低两个循环的整体倍率（DPS降低幅度会更大），如果不是出于生存考虑、不能进行单轮击杀，从伤害角度考虑，不建议在首轮循环末尾使用元素爆发 ，在次轮循环打出借助“生命之契”结余带来的更高倍率普通攻击之后，再使用元素爆发收尾或进入第三轮循环是更合理的出伤思路。 2.仆人2命时 仆人的二命将“血偿勒令”的升级时间降至0，意味着在实战过程中，可以在回收过一次“血偿勒令”的基础上进行一定次数的普通攻击，等待合适时机使用QE重击的手法第二次回收“血偿勒令”，进行“生命之契”补充； 这里我们暂时不考虑单轮循环打出两次900%倍率的厄月血火，观察下以20次普通攻击为例，何时进行“生命之契”补充（即再次回收“血偿勒令”）对于总倍率而言最为有利： (由于专武的命契回复存在14秒CD，“生命之契”初始155、170点的曲线在部分情况下会略向下偏移) 1. 仆人直接进行“生命之契”补充，对于伤害总量来说是最不推荐的手法，该手法下总倍率是最理想操作下的78.0-79.1% ； 2. 如果单轮循环进行20次左右普通攻击，并考虑循环伤害，建议 5-10次平A（对应1-2轮4A闪）后进行“生命之契”补充，此手法下可以获得较高的普通攻击总倍率，且能够保证元素战技的合理循环； 3. 如果单轮循环进行20次左右普通攻击 ，仅考虑单波次最高伤害，建议10-15次平A（对应2-3轮4A闪）后进行“生命之契”补充，此手法下可以获得最高的普通攻击总倍率，且稳定打出两次900%倍率的厄月血火； 4.在具备二命后，由于“生命之契”可以进行二次补充，适当延长仆人的站场时间（20次变更为25次）可以有效提升队伍的循环总伤，并且更有利于元素战技无缝衔接； 5.如上结论建立在只考虑伤害的基础上，如果基于生存考虑，需要按照实际情况进行取舍。 输出流程图解及具体操作分析 1. 输出流程 由于仆人的技能涉及到敌我Buff赋予，相对其他主C而言略微复杂，这里通过简单的图示展示仆人的基本输出手法： 1.对于0-1命仆人，自身出场E后切换队友加持增益Buff，随后切回仆人，在保证血偿勒令已经升级的情况下重击回收印记，进入“红死之宴”状态并站场输出，如果途中需要进行治疗，使用元素爆发+元素战技直接进入下个循环，如果不需要治疗，可一直站场至元素战技刷新或红死之宴状态接近消失； 2.对于二命仆人，行动中省去了血偿勒令的升级时间，并可将元素爆发加入稳定的循环流程。 2. 直伤队操作分析 我们对不同环境下的“红死之宴”最大增益普通攻击数及其具体倍率进行计算，并选择其中之一做进一步分析，得到下图： 根据上图，我们能够得到如下信息： 1.仅考虑首轮循环，初始生命之契不同时仆人具备差值较大的“红死之宴”增益段数，从而直接导向不同的普通攻击总倍率，例如初始130命契相较170命契，最大倍率仅为后者的74.6%； 2.仆人的普通攻击出伤呈现倍率前置的特性，我们具体观察170命契时的输出手法，如果舍弃最后3a，减少20%出伤时间的同时倍率下降9.1%。可以认为，如果追求输出效率，并不需要每轮循环完全用尽“红死之宴”增益，尽量保证高倍率时的Buff覆盖率更为重要； 3.在以4a闪为循环单元，4个单元构成完整循环时，前两个单元以50%的输出时间提供了2/3左右的输出，最后一个单元耗时25%，但仅能输出16.5%的伤害，意味着部分队伍中如果队友驻场可以补全这16.5%的伤害时，提前切人能获得更高的循环收益（尤其是利于次轮循环的初始高伤）； 4.测试中单轮4A闪的用时在2.5秒左右，4轮输出的用时正好接近一个主C的单轮循环主要输出用时（仆人还需要重击回收印记，部分情况下需要是用元素爆发回复，总驻场时间在12-14秒）； 5.综上所述，考虑倍率及出伤效率，兼顾驻场时间的合理性， 较为建议直伤、雷火队中仆人以4轮4A闪为基础进行输出 ，此时“红死之宴”存在结余是正常现象，但继续驻场带来的伤害收益极低，如果不是考虑总伤/单轮循环完成击杀，更建议立刻进入下一轮循环（此手法下E已经完成冷却）。 3. 增幅队操作分析 对于增幅队而言，反应效率是极为重要的考虑因素，这里我们首先对三种手法进行测试（使用4A闪手法时，打出4A后需要略微停顿，使这第5次伤害在2.5秒处完成，过快打完全部动作有概率减少一次附着），并假设实战中目标的底色稳定，以火蒸发反应为例，观测仆人不同精通数值时各手法的等效倍率： 可以看到，在0-1命范畴，5A1重击的手法是最优选择： 1.在0-1命范畴，首轮循环中普通攻击夹杂重击的手法能够借助更高的反应率达成更高的等效倍率； 2.“生命之契”初始值以及“红死之宴”提升倍率的提高，会缩小重击手法的优势，但在1命、170命契范畴内，该手法依然处于最优位置； 3.重击手法因为能够节省下本轮的“生命之契”，次轮初始“生命之契”数值较其他手法更高，意味着更高的等效倍率，这也是该手法的一个潜在优势； 4.如果不选择5A1重击手法，从出伤效率、出伤速度、闪避带来的站场稳定性角度来看，4A1闪循环是较单纯平A更加有利的操作手法； 5.根据我们对“ 2. 直伤队操作分析 ”部分的分析，从出伤效率角度考虑，不建议20/21次普通攻击（包括重击）后仆人继续驻场，开启下一循环会更加合适。 3. 组队思路 思路总述 经过我们对人物属性部分的解析，可以抽象出仆人的主要定位： 高倍率、附着能力平庸、有较大生存压力、行动轴自由度较高的火元素站场主C ，借助这些特性，我们逐一考量适配的队友（在配置、队友达标后仆人存在作为双C之一的其他玩法，本贴不进行着重讨论）： 1.借助”红死之宴“的加成，仆人具备很高的循环倍率，这里我们观察下无命座专武、初始145层生命之契、三套平A模型下的直伤倍率： 同样不计算元素爆发，6000-6800%的攻击倍率大致对应于400精通胡桃在理想蒸发条件下的9次A+重击。 仆人倍率较高且出伤偏前置的特性使得三保一方案具备合理性，她对于自身的加成（尤其是命座）多集中于倍率区，意味着较高的吃拐率以及对各增益乘区的旺盛需求（能适配较多的辅助类型）。 2.仆人的普通攻击遵循标准附着，重击为独立附着但无法获得”红死之宴“增益，这就导致了穿插重击的手法（例如5A1重击）能达到更高的蒸发率（50%）但等效倍率并无质变，无重击手法反应率偏低，这种情况下，蒸发、融化反应仅能在较小幅度上提升仆人的伤害上限，并一定伴随着对群效率下降、需要维持底色稳定性等实战问题。 从这个角度上来说，不同于胡桃水蒸发队，增幅反应队伍并不会成为仆人最主流的组队思路，纯色、雷火等组队方式在伤害端不存在绝对劣势时必然存在各自的优势区间。 3.战斗中，仆人无法获得来自于队友的治疗，这意味着 在没有护盾时，阿蕾奇诺是目前最脆弱的角色 ，甚至没有之一。虽然她的天赋对自身抗性有一定增益，但攻击力模板、输出模型的仆人极易被3W血量以内的持续伤害击杀，同时，对于非二命仆人，如果使用元素爆发续航，清零生命之契的特性会使本轮循环剩余时间仆人很难继续有效出伤。 因此，组队时盾辅、减伤辅助或者自身进行圣遗物调整是进行队友挑选时仆人需要放在第一位进行考虑的因素。 4.仆人的核心自Buff为”红死之宴“，实战中，她给予自身的火元素伤害加成以及倍率提升并不受时间因素干扰，并且可以单人为队伍提供先手元素附着，这意味着重新切换队友上Buff只会带来较低的DPS惩罚，转场、总伤水平能始终维持高位。 这一特性使得仆人在挑选增伤辅助时，可以更多考虑万叶、砂糖、琳妮特等功能性风辅，他们的聚怪、续风套等能力理论上具备很好的发挥空间。 5.综上，作为火元素主C，纯色、雷火、增幅是逻辑上完全自洽的三种组队思路： 本章之后的分节会对这三种思路进行进一步推敲。 纯火队简述 1.思路简述 作为不依赖反应、队员选择自由度最高的组队思路，纯火队得以成立的前提在于主C的合格倍率以及合理的辅助/副C选择。该体系的优势在于可选队员多样带来的高环境适应性，且对熟练度的要求最低，劣势在于输出上限并不拔尖，在同成本下输出效率并不出彩。 2.核心队员描述 一般而言，仆人纯火队由主C（仆人）、盾辅位、风套/副C位、伤害增益辅助组成： 盾辅位 ：当前版本，钟离以高额盾值、启动简便、常态减抗、可携带磐岩套等特性成为该体系下最优秀的盾辅选择，仆人战斗中无法被他疗的缺陷更是放大了钟离“安如磐石”的优秀性能。其他盾辅，如莱伊拉、托马、烟绯等都仅能看作本体系下钟离的下位替代； 风套 / 副C位 ：除主C及盾辅位以外，纯火队的组队逻辑中存在双辅助或单辅助+单副C的分歧，从伤害角度上而言，风套万叶作为风套载体的首选，在纯色队中可以给予主C 38-50%的最终提升，这个幅度仅略低于满命班尼特能提供的增益，使用副C代替二者之一，则意味着该角色至少需要具备两种特性之一：1.仅在后台发挥作用，且输出可观；2.可以共享Buff增益，并在较短的站场时间内具备爆发性输出能力。就目前为止，千织与娜维娅是该条件下较为理想的人选，高练度香菱也具备入队的可能性。 伤害增益辅助 ：从性价比而言，班尼特无疑是该位置最契合的人选，计算双火共鸣、元素爆发以及宗室套效果，该角色可以为仆人提供50-70%最终伤害增益，持续14秒的增益时长使得主、副C的配置具备更高可行性；如果考虑避免画地为牢，班尼特可酌情换为九条裟罗，其单次攻击力提升效果持续6秒，恰好完整覆盖2轮次4A闪，九条EQ分置时可以保证加攻击Buff完全覆盖仆人主要输出时间，但其增益效果仅在40%左右，且无法很好搭配副C。 3.典型配队 综上所述，这里向大家推荐如下三队： 之后章节会基于这些队伍进行进一步探究。 雷火队简述 1.思路简述 自4.3版本夏沃蕾首次入池后，以其为核心的雷火队成为了雷、火主C的一种新选择。相较于同样不依赖增幅反应的纯火队，雷火队的优势在于减抗手段稳定且核心队员相对易得，在面对部分自附着怪物时甚至能发挥远超反应队的效果，劣势在于队员选择范围狭窄且目前上限偏低，超载的击飞特性在部分环境中会起到负面作用。 2.核心队员描述 一般而言，仆人雷火队由主C（仆人）、夏沃蕾、生存辅助位、伤害增益辅助组成： 体系核心 ：夏沃蕾是雷火队思路得以成立的重要原因，她能够给予队伍低成本高数值减抗、加攻击（及六命增伤）手段，如果无此角色不需要考虑雷火队组队思路。 生存辅助位 ：雷、火元素中，具备护盾、减伤能力的角色有辛焱、四命及以上烟绯、托马、迪希雅、北斗五位，考虑到主C仆人以及体系核心夏沃蕾皆为火元素，为保证超载的持续触发（保证减抗覆盖率），具备长时间后台雷协同能力的北斗较其他几位生存位具备天然的优势。 伤害增益辅助 ：当前版本仅有班尼特和九条裟罗两位四星角色可供选择，二者的区别在于，班尼特能提供更高的伤害上限、能更好地发挥高命输出向配装夏沃蕾的优势，但元素爆发的范围限制了主C的行动，九条裟罗即便E、Q分置，持续时长也仅能增益主C一人，且提升幅度在班尼特的40%左右，但好在并不受画地为牢的困扰。这里按需选择即可。 3.典型配队 综上所述，这里向大家推荐如下两队： 之后章节会基于这些队伍进行进一步探究。 蒸发队简述 1.思路简述 作为火元素站场输出位角色，蒸发反应是仆人拔高输出上限最直接且稳定的反应类型，受益于水附着位的强功能性、高输出效率，在对单环境中蒸发队是目前仆人出伤效率最优秀的队伍之一。但根据队伍组成的不同，各配队下仆人最优手法不尽相同，相较纯火、雷火队，熟练度无疑是使用该体系最大的障碍。 2.核心队员 一般而言，仆人蒸发队由主C（仆人）、风套载体、水附着位、生存/伤害增益辅助组成： 风套载体 ：根据风套载体选择闲云与否，仆人蒸发队可分为闲云下落增幅体系以及常规蒸发体系，前者具备更高的伤害上限，该思路下队伍的首要目标是打出7次下落蒸发伤害+4次获“红死之宴”增益的蒸发平A+3次获“红死之宴”增益的无蒸发平A，这对于熟练度、环境的要求较高，属于观赏性略强于实用性的队伍；对于常规蒸发体系，万叶、砂糖等是经典的增幅队风套携带者，这里无需赘述。 水附着位 ：该体系下，水附着位具备三个人选，即行秋、夜兰和芙宁娜。对于行秋，其优势在于具备雨帘剑减伤，搭配仆人词条调整后使得队伍的第四人可以选择班尼特等伤害增益辅助，缺陷在于雨帘剑的小范围水附着容易影响扩火，且水剑发射速度较慢，部分手法下会对蒸发率有所影响；对于夜兰，其优势在于附着可控且机体高伤，但自身不具备生存端助益，使得第四人难以选择盾辅以外角色；对于芙宁娜，由于不易兼顾叠层与护盾，这里并不建议二命以下芙宁娜入队，同时需要注意，由于芙宁娜存在水附着空窗期，其入队后实际上会形成仆芙互蒸局面。 生存 / 伤害增益辅助 ：第四人选择生存或是增伤辅助的评判标准相对简单，即如果水附着位选择行秋，第四人可酌情携带班尼特，如果水附着位选择夜兰、芙宁娜，更建议第四人选择钟离等盾辅。 3.典型配队 综上所述，这里向大家推荐如下三队： 之后章节会基于这些队伍进行进一步探究。 抛砖引玉--不成熟的双C思路 思路简述 阿蕾奇诺的普通攻击倍率随攻击次数存在指数级下滑，意味着在两轮输出之后，如果有合适的其他站场主C驻场，可以更好地分配Buff资源，目前作者能够想到的是类似如下的组队方式： 这个队伍中，九条裟罗的元素战技增益仆人两轮4A闪+Q，元素爆发增益雷神的输出，在雷神二命、九条六命以后队伍能达到不错的输出效率，且规避了仆人绑定盾辅/减伤位的缺陷（出场时间短且每轮循环都能通过元素爆发恢复生命值）。 但很可惜，仆、雷二人不存在相互增益，导致计算下来队伍的DPS并不突出，如果后续角色能起到与仆人、雷神类似的短站场时长、高爆发效果，且出伤效率至少优于雷神，该思路才确实可行。 4. 配装计算 纯火队配装计算 囿于笔者精力，本节仅选择仆人、钟离、万叶、班尼特一队进行计算，武器默认五星1精，三、四星5精，仆人动作设置为四次4A闪，以回收“血偿勒令·结”得到145生命之契为环境模型（回收130会使专武以外武器在首轮少一次“红死之宴”加成）。 1.武器 以 谐律异想断章为圣遗物时，各武器对仆人伤害的增益比较如下： 1.在不考虑控血的情况下，仆人专属武器“赤月之形”较其他武器存在13%以上提升，且由于模型中设置了钟离携带磐岩套、万叶千精，略微稀释了专武的增伤区优势，实际组队中该数值会被进一步拉大； 2.如果将万叶（风套）更换为副C，增伤区间的略微降低会进一步提升白缨枪、和璞鸢、赤月之形的相对强度，但反映在数值上不会产生显著差异； 3.在携带护摩之杖时，可以考虑控血至一半以下，并放弃使用元素爆发，在相同的流程下，该操作可以使同精护摩拉近与专武的差距（87.2%-92.4%）； 4.在改变练度、更换命座0至1时，各武器间相对强度未产生显著变化，可以认为上图代表了0、1命仆人，于合格练度下的各武器之间强度对比。 2.圣遗物 我们以精1赤月之形、精5决斗枪（身周一人）为模型，对比各圣遗物套装与阿蕾奇诺的适配程度： 1.新圣遗物“谐律异想断章”是阿蕾奇诺适配度最高的套装，即使按照无元素爆发流程进行计算，高额增伤数值也给予了它较好的武器适应性以及较其他武器更优的伤害增益； 2.在未刷取新圣遗物时，可以考虑使用“角斗士”四件套作为过渡，在无元素爆发流程下，它与“异想”套的差距在5.2-5.8%之间，大致相当于2-3个双爆词条； 3.如果使用2+2套装作为过渡，2火+2攻击力百分比的方案会略优秀于2+2攻击力百分比，但二者距离“异想”套都存在10%以上的最终伤害差距。 雷火队配装计算 本节选择仆人、北斗、夏沃蕾、班尼特一队进行计算，武器默认五星1精，三、四星5精，仆人动作设置为四次4A闪，以回收“血偿勒令·结”得到145生命之契为环境模型（回收130会使专武以外武器在首轮少一次“红死之宴”加成）。 1.武器 以 谐律异想断章为圣遗物时，各武器对仆人伤害的增益比较如下： 1.在不考虑控血的情况下，仆人专属武器“赤月之形”较其他武器存在12.7%以上提升，且由于模型中设置了夏沃蕾6命，略微稀释了专武的增伤区优势，实际组队中夏沃蕾命座不足时该数值会被进一步拉大； 2.在携带护摩之杖时，可以考虑控血至一半以下，并放弃使用元素爆发，在相同的流程下，该操作可以使同精护摩拉近与专武的差距（88.6%-93.1%），但使用元素爆发后很难维持此策略； 4.在改变练度、更换命座0至1时，各武器间相对强度未产生显著变化，可以认为上图代表了0、1命仆人，于合格练度下的各武器之间强度对比。 2.圣遗物 我们以精1赤月之形、精5决斗枪（身周一人）为模型，对比各圣遗物套装与阿蕾奇诺的适配程度： 1.新圣遗物“谐律异想断章”是阿蕾奇诺适配度最高的套装，按照每轮循环一次元素爆发的流程进行计算，它与次优圣遗物的差距在6%以上； 2.在未刷取新圣遗物时，可以考虑使用“角斗士”四件套作为过渡，它与“异想”套的差距在6.1-8.1%之间，大致相当于3-4个双爆词条； 3.如果使用2+2套装作为过渡，2火+2攻击力百分比的方案会略优秀于2+2攻击力百分比，但二者距离“异想”套都存在10%以上的最终伤害差距。 蒸发队配装计算 本节选择仆人、万叶、行秋、班尼特一队进行计算，武器默认五星1精，三、四星5精，仆人动作设置为四次4A闪，以回收“血偿勒令·结”得到145生命之契为环境模型。 1.武器 以 谐律异想断章为圣遗物时，各武器对仆人伤害的增益比较如下： 0.作为倍率区提升，仆人的0-1命不会对武器选择造成较大的影响，后续1-4的描述建立在对0命仆人的分析基础上； 1.相较于纯火、雷火队，蒸发队中赤月之形与其他武器之间的增益差距被缩小。部分原因在于蒸发重击的存在降低了赤月之形抬升“生命之契”对于伤害的收益，如果改用持续平A获4A闪等手法，赤月之形与其他武器之间的差距会更接近直伤队中的情况； 2.在不考虑控血的情况下，仆人专属武器“赤月之形”较其他武器存在8.4%以上提升，且由于模型中设置了万叶千精，略微稀释了专武的增伤区优势，实际组队中万叶精通不足时该数值会被进一步拉大； 3.在携带护摩之杖时，可以考虑控血至一半以下，并放弃使用元素爆发，在相同的流程下，该操作可以使同精护摩拉近与专武的差距（88.4%-94.0%），但使用元素爆发后很难维持此策略； 4.对于不同的武器，攻击力百分比与精通词条之间存在最佳的分配方式，大家可以粗略根据上图进行沙漏的选择，本章第三个分节我们会针对赤月之形进行词条分配方案的详细计算。 2.圣遗物 我们以精1赤月之形、精5决斗枪（身周一人）为模型，对比各圣遗物套装与阿蕾奇诺的适配程度： 1.新圣遗物“谐律异想断章”是阿蕾奇诺适配度最高的套装，按照每轮循环一次元素爆发的流程进行计算，它与次优圣遗物的差距在6.7%以上； 2.在未刷取新圣遗物时，可以考虑使用“角斗士”四件套作为过渡，它与“异想”套的差距在6.7-7.9%之间，大致相当于3-4个双爆词条，如果不使用元素爆发或放弃重击手法，该差距会被进一步缩小； 3.如果使用2+2套装作为过渡，2火+2攻击力百分比/精通的方案会略优秀于2+2攻击力百分比/精通，但二者距离“异想”套都存在10%以上的最终伤害差距。 3.词条分配 作为蒸发队，仆人自身的精通词条对于伤害同样存在贡献，那么在主、副词条的选择过程中，双爆、攻击力、精通之间是否存在最佳的分配方案？这里我们以携带“赤月之形”、装备“谐律异想断章”的0命仆人为模型进行计算，在计算过程中，将主词条视为9.3个副词条，最大词条数设定为47（9+9+28+1），攻击力百分比、精通词条数最大取值为33，双爆为37： 1.整体词条收益上，双爆＞＞攻击力百分比＞精通，双爆词条相较攻击力、精通占据了极高的相对价值，在具备攻击/精通沙的前提下，双爆词条对于攻击力百分比、精通词条的置换一定能得到整体输出的正向收益； 2.在以赤月之形为首的高白值武器模型中，攻击力百分比与精通词条之间存在4:1的最优分配方案，即在携带攻击沙、总词条数一定的基础上，借助副词条得到80左右精通是较为合理的方案； 3.在以决斗枪为首的低白值/高攻击力特效武器模型中，攻击力百分比与精通词条之间存在1-2:1的最优分配方案，这些模型中精通词条的相对价值开始上升，在保证双爆、攻击力的前提下可以酌情堆叠140-200左右精通。 5. 队伍详解 本章节选择三种体系下各一支队伍进行详解，同体系中其他队伍可以此为基础进行拓展。 纯火队--仆人+钟离+万叶+班尼特 1.行动轴 文字描述：仆人E--钟离长E 捡结晶--班尼特EQ--万叶E--仆人重击--仆人AAAA闪AAAA--万叶E--仆人AAAA闪AAAA 2.能量循环 由于万叶、钟离无元素爆发需求，且仆人并无每轮循环都开启元素爆发的需求，队伍的充能需求极低，唯一需要注意的是班尼特有一定充能门槛，必要时可以选择仆人打球后切班尼特吃球。 3.伤害计算 阿蕾奇诺主词条选择攻火爆/暴，副词条为18条双爆词条，6条攻击力百分比词条，套装选择“谐律异想断章”，动作设置为4轮4A闪，仅考虑首轮循环伤害： 1.作为主C，仆人在纯火队中的单人输出水平合格，0命5.1-6.6W、1命6.5-8.4W的单人DPS在当前版本属于优秀，次轮循环、首轮循环是用元素爆发能够进一步提升该数值； 2.如果将万叶换为千织、娜维娅等副C，仆人自身伤害会受损40%左右，队伍伤害的持平乃至提高对副C的练度、配置有一定要求。 雷火队--仆人+北斗+夏沃蕾+班尼特 1.行动轴 文字描述：仆人E--北斗E--夏沃蕾长E--北斗Q--班尼特EQ--仆人重击--仆人4A闪 4A闪 4A闪 4A闪--仆人Q 2.能量循环 队伍中北斗有非常高的能量需求，比较建议夏沃蕾辅助北斗打球，或采用多次出场的方式填补缺口；除此以外，如果需要保证仆人每轮循环都具备元素爆发，同样存在一定的词条或操作压力，在生存压力不大的情况下可以考虑双轮循环开启一次元素爆发。 3.伤害计算 阿蕾奇诺主词条选择攻火爆/暴，副词条为18条双爆词条，6条攻击力百分比词条，套装选择“谐律异想断章”，动作设置为4轮4A闪+Q，仅考虑0命时首轮循环伤害： 1.借助夏沃蕾，仆人在纯火队中的单人输出水平非常优秀，0命5.5-7W的单人DPS在当前版本堪称一流水平，但该输出效率的取得依赖于夏沃蕾的6命，无此命座时输出下降明显； 2.如果夏沃蕾携带直伤向配装并更改输出手法，队伍的总伤能有20W左右的提升，在1、2金范围是当前版本输出效率最高的队伍之一。 蒸发队--仆人+万叶+行秋+班尼特 1.行动轴 文字描述：仆人E--行秋EQA--班尼特Q 假A--万叶长E 假A--仆人重击--仆人A*5+重击--仆人A*5+重击--仆人A*5+重击--仆人Q 2.能量循环 队伍中非六命行秋有非常高的能量需求，比较建议携带祭礼剑或西风缓解充能压力；除此以外，如果需要保证仆人每轮循环都具备元素爆发，同样存在一定的词条或操作压力，在生存压力不大的情况下可以考虑双轮循环开启一次元素爆发。 3.伤害计算 阿蕾奇诺主词条选择攻火爆/暴，副词条为18条双爆词条，6条攻击力百分比词条，套装选择“谐律异想断章”，动作设置为4轮4A闪+Q，仅考虑首轮循环伤害： 1.作为主C，仆人在纯火队中的单人输出水平较为优秀，0命5.4-7W、1命6.7-8.7W的单人DPS在当前版本较为亮眼，次轮循环时该数值能有进一步提升； 2.提升副C配置时，队伍的整体输出能有进一步的提高，但0、1命仆人借助增幅反应得到的提升较为有限。由于目前后台高频挂水更偏向对单环境且对怪物底色有所要求，该队伍虽然具备更高的理论上限，但需要付出较雷火、纯色队更多的操作，并对应着偏狭窄的优势环境，在仆人配置较低时并不建议作为组队的首要选择。 6. 队伍选择及抽取建议 体系及队伍选择 从计算结果上来看，在合理练度下，仆人的输出水平可以越过深渊满星所需，在这个结论的基础上，战斗中无法被他疗的特性决定了 具备功能性的 盾辅/减伤位在大部分玩家的组队思路中理应被放在第一位考虑。从如上思路出发，我们可以按照如下顺序决定适合自己的仆人具体队伍： 武器及命之座抽取建议 我们以纯色队为例，观察仆人武器及命座的提升情况： 在已经具备了0命仆人的基础上，如果想继续抽取武器或命座，可以按照如下思路进行： 1.如果具备和璞鸢、高精决斗枪、赤沙之杖、护摩之杖等武器时，可以优先抽取命座，1、2命座的抽取性价比在专武“赤月之形”之上；在获得了2命后，专武的抽取性价比高于3命； 2.如果不具备第1条中所述的4、5星武器，从输出角度考虑，专武的抽取性价比在1命之上，且由于仆人队伍中普遍存在的盾辅位，1命的霸体效果对体验的提升有限； 3.仆人1-3命的提升为66.8%，4-6命的提升为48.5%，但仅6命自身就能提供46.5%的输出提升，意味着1-3命阶段命座提升平滑，4-6命阶段命座呈现跃迁式提升，从这个角度考虑，1、2、3、6命都是合理的抽取停步点。 7. 总结 总结 阿蕾奇诺作为枫丹版本末期推出的主C角色，中低配范畴具备了花哨的机制以及稳定的数值。 1. 从机制上来说 ，仆人是第一位主动赋予自身“生命之契”的角色，且“生命之契”的具体数值对应着机体的输出水平。有趣的是，“生命之契”常态维持以及仆人在战斗中无法接受队友治疗的特性，使得阿蕾奇诺在切人后仍能保持赋予自身的Buff状态，这意味着相较其他自Buff主C，如胡桃、雷神等，仆人在实战中具备了更高的自由度，也使得她与九条裟罗这位短持续时长、不画地为牢的攻击力增益辅助存在不错的相性。 2. 从数值上来说 ，仆人在当前版本相对“中庸”，这不仅意味着她具备稳定的下限（低金雷火队中同成本出伤高且稳定），更意味着，由于受到无法被治疗这一因素的制约，非二命阿蕾奇诺与盾辅/减伤位高度绑定，相较其他可以携带更多伤害增益队友的主C（如那维莱特、娜维娅等），仆人在队伍配置提升的过程中受益较少，即其上限并不突出。 3.结合初次登场时仆人的机制及数值，我们不难推测，除了目前的主C思路以外， 阿蕾奇诺或许还具备副C的潜质 ：由于其普通攻击等效倍率在平A过程中呈指数级衰减，她能够在3.5秒内打出整个流程~40%、6秒内~70%的输出，意味着相对疲软的后续时间可以让渡给同样具备高爆发、能共享Buff、可互相增益的其他站场角色，达到速切、双爆发的目的，这样一来，仆人也能很好规避长时间站场刚需盾辅/减伤位的弱点。目前来说班尼特+九条+仆人+高命雷神符合这一思路，但囿于配置需求，并不适合大部分玩家使用。 总的来说，仆人是一位对队伍有一定要求，并不像那维莱特一样省心、适用范围广，但输出水平稳定可靠的角色。目前来说，她作为火元素主C能够活跃于多种体系（各体系下伤害水平较为一致，具备良好的泛用性），且倍率前置、指数衰减的特性使得她拥有成为高伤副C/双C之一的潜质。 仅从强度角度考虑，对于目前缺少二队、对深渊有一定要求的玩家而言，可以放心抽取仆人，她的出伤能力非常可靠，操作也相对简单；对于体系成熟的玩家，作为主C的低命仆人不易带来体验的大幅提升，建议谨慎抽取。同时，在1-3命范畴，仆人具备了极高的命座提升，有能力进行抽取且具备合适组队的玩家可以放心投入资源。 致谢 感谢 ﻿ @指正 ﻿ 、 ﻿ @祖安水稻公主 ﻿ 、 ﻿ @Asgater ﻿ 几位大佬对本文的勘误，感谢 ﻿ @指正 ﻿ 对作品的制图支持！ 更新说明：2024/4/26 修复了部分文案，修正了圣遗物套装之间的词条差距，补充了对1-3命仆人的正向评价。",
    "length": 18243
}