{
    "game_id": 2,
    "post_id": "35191586",
    "f_forum_id": 43,
    "subject": "【V3.4攻略·角色攻略】胡桃的阵容搭配攻略",
    "url": "https://www.miyoushe.com/ys/article/35191586",
    "created_at": 1675397822,
    "like_num": 5771,
    "view_num": 802300,
    "reply_num": 779,
    "text": "UID：152901193 ·【前言】· 大家好，这里是你们的姜姜欧巴！这次带来了 《胡桃的阵容搭配攻略》 。本次为 联合创作 ，文案由 【小海学长】 提供，感谢老海的辛苦付出。 一如既往，以下内容为自己 个人见解 ，若有错误请各位及时纠错，若有缺失，劳烦及时补充，欢迎各位热情讨论！先行五体投地大礼表示感谢！ PS：下文， A=普通攻击； Z=重击； E=元素战技； Q=元素爆发； CD=冷却时间。 本次排版采用了折叠框形式， 详细内容可点击折叠框查看。 ·【正文】· ❀角色机制概要 ◈ 胡桃的主要输出手段是施放E后的火元素重击 (以下用“Z”代替) 伤害，以及可用于收尾的高倍率Q伤害。Z属于A天赋，而E具有元素转换机制以及 生命值转换为攻击的机制 。 ◈ 所以，作为主C的胡桃， 可以考虑AEQ的等级都拉满 。 A 是胡桃主要输出手段，升级可提高自身A和Z的倍率。在施放E后进入 E状态 ， A/Z 会转换为 无法被附魔覆盖的火元素伤害 。其中A有大约2秒的附着CD，Z无CD，每次Z都可施加火附着，因 水克火 的原理，在胡桃高频火附着下，需绑定一个可 持续后台挂水的角色 让胡桃持续打出 蒸发反应 来提高胡桃的输出能力。 E 升级可以提高生命转攻击的加成，算是变相的提高胡桃的攻击力，当然也是有上限的，最高不能超过角色基础攻击力 (自身基础攻击力+武器基础攻击力) 的4倍。 下图为常规武器以及胡桃E等级与最大生命值的关系 (即生命值的最高上限) 。 在对应等级下携带的不同武器，生命值若超过上图数值，超过部分则就没有收益，但是常规搭配基本不会越过上图数值。所以了解即可。 Q 升级可以大大提高收尾 (输出) 能力，也可以用来打核爆的一刀黑屏玩法。其次Q带有治疗机制，每命中一个敌人都会对自身治疗 (上限5次) ，治疗量受益于自身的生命值上限，若当前生命值≤50%时可进一步增加治疗量，在续航方面可以起到一定的作用。 综上推荐天赋升级顺序为 A≥E>Q 。 ◈ 胡桃自身的增伤主要是来自60级解锁的「固有天赋·血之灶火」，当胡桃 生命值≤50% 时可以获得 33%的火元素伤害 (半血/卡血机制) 。 加上Q的伤害与治疗都会在胡桃半血状态时得到增强，所以 胡桃的半血状态为最佳输出状态 ，而要长时间处于半血状态，阵容搭配中就挺建议携带一位提供护盾的角色来保证续航能力，相对来说， 治疗型的角色就不适配胡桃 。 ❀武器&圣遗物推荐 因为胡桃的基础攻击力目前依然保持着全角色倒数第一，使得 攻击力%的收益较低 ，因此即使是五星武器也有一部分并不适合胡桃。 胡桃武器首选专武 护摩之杖 ，次选 赤沙之杖 、满精 匣里 、 和璞鸢 、 决斗 ，四星武器里有 满精千岩 时也可优先考虑，但建议 璃月角色配队 ，如[胡桃+行秋+钟离+夜兰/凝光/重云]。 萌新玩家前期可以通过探寻璃月宝箱开出的 白缨枪过渡 。 ❀--------- 圣遗物首选 魔女/追忆四件套 ，也可以通过 2魔女+2精通 散搭。 魔女4件套虽然只能享受 1层加火伤效果 ，但提供了 15%的蒸发系数 加成，这个加成为 固定提升 ，不会参与精通数值转为伤害加成的稀释 (精通越高，数值提升越少) ，挺实用。 追忆4件套以15点元素能量牺牲换取50%的AZ伤害加成，虽然 AZ时伤害要比魔女高，但是少了Q的伤害 ，且在续航方面的表现不如4魔女，各有各的特色。作为前期萌新玩家可以考虑追忆4件套，和它一起的是绝缘套，也是很多辅助可用的圣遗物，泛用性不错。然后 若是携带4追忆时，节约资源可以不用升级Q 。 如果有散件较好的[2魔女+2乐团/饰金/乐园]也是不错选择。同等词条下2+2也仅仅比4魔女少2~3词条左右的差距。 时之沙可以根据携带的武器选择， 匣里默认生命沙 ， 其他武器默认精通沙 ；也可以根据自身副词条选择， 副词条生命比精通多选择精通沙，反之生命沙 。 空之杯永远都是火伤杯为最优解 。 理之冠可以根据自身面板选择暴击率/暴击伤害。就个人认为， 胡桃的暴击率最好是70%+才玩的舒服 。 ❀手法建议 0命 (未解锁命之座) 时可以通过 跳跃取消Z的后摇 但是跳跃自身又有后摇，因此想要手感最优可以考虑补1命 (命之座第一层) 。 1命 的效果是Z时不消耗体力，可以通过 冲刺来取消Z的后摇 。一般情况下Z+冲刺要比Z+跳跃在E状态期间整体打出的Z次数与总伤害都要高。 Z跳跃/冲刺手法一般可以是AZ，AAZ，或者AAAZ。AZ的瞬间伤害高，AAZ的整体伤害高，AAAZ虽然伤害不如AZ/AAZ，但是体力不会消耗很多，保证够用，且AAAZ也可以用于部分消火挂水的场合以至胡桃蒸发效率最大化，类似AAAAZ也是同理。当然可以根据自己的习惯来练习手法。伤害高不高无所谓，打的舒服才是最关键。 0命手感稍差，推荐1命为主 。1命Z时不消耗体力，大大优化了胡桃AZ冲刺时的流畅感，使之AZ闪避次数也AZ跳跃要多，同样伤害也要高。且即使在没有体力时也可以施放Z+跳跃的手法，不会出现无体时Z打不出来的尴尬场面。 ◈ 所以武器命座抽取建议是优先选择1命再考虑护摩。当然已习惯AZ跳跃手法/想提高上限 (或核爆) 可以先考虑护摩。 ❀阵容搭配 PS：配装以及手法都在图中。 通过上文角色机制概要得知， 胡桃 需通过蒸发反应来稳定提升自身的输出能力，所以建议绑定一位可后台持续挂水的角色， 行秋 的挂水能力可让胡桃稳定且持续触发蒸发使其伤害收益最佳化。然后胡桃的半血机制，并不适配治疗型角色，所以建议绑定提供护盾的角色来保证其续航能力， 钟离 的护盾强度、持久度都是最出色的，且护盾提供的全系减抗也可使胡桃的输出进一步得到提升，是盾辅中的最佳选择，于是 胡行钟体系便由此诞生 ，以下阵容也都会围绕胡行钟体系来展开。 然后对于胡桃而言优先考虑的属性为：暴击、暴伤、火伤、精通、生命。在伤害收益这个板块，这几个属性可通过阵容搭配、武器、圣遗物来调整。 而第四人的选择颇多，除了上图的6位角色，罗莎莉亚 (提供暴击率) 、砂糖 (提供精通) 这类提供增伤的角色也都可与之搭配。所以胡行钟体系的 第四人是可以针对胡桃的属性缺漏来进行选择 ，比如生命较低可搭配水系角色凑双水共鸣；精通属性较低可搭配阿贝多、砂糖、讨龙+4教官的凝光、携带武器终末嗟叹之诗的夜兰/甘雨来弥补。 ❀--------- 首先是都具有且适配胡桃输出机制的夜兰与行秋的挂水效率结论： 2命的夜兰与6命的行秋能完全压住胡桃的火 ，而 单个0命夜兰或0命行秋可能 会因为胡桃E伤害机制里的「血梅香」而出现 “反向打工” (胡桃挂火让水系角色蒸发) 的情况，需要一定手法，因此是可以考虑 双水阵容： 这套阵容可以说是目前为止胡桃的 最终毕业阵容 (个人见解) ，双水的加入完全不用担心反向打工的问题。 双水共鸣增加的25%生命值可提高胡桃E转换的攻击力，钟离的护盾全程保驾护航，加上全元素减抗，以及 夜兰和行秋的后台伤害与持续挂水的触发机制都可依靠胡桃的AZ触发 ，使胡桃可以稳定触发蒸发反应实现全面覆盖。 夜兰的 「固有天赋·妙转随心」 提供的伤害加成也会进一步增加胡桃的输出能力，在没有武器若水时， 终末嗟叹之诗 会是夜兰的最佳选择，提供精通与攻击加成，不管是双水共鸣给予的生命加成还是终末给予的精通加成，对于胡桃而言都会有平稳的提升，所以该阵容就个人认为是胡桃的最终毕业阵容，主要属性分配会比较均衡。 上图中行秋推荐了绿剑，建议 钟离和夜兰携带西风系列的武器时行秋再考虑绿剑、雾切 这类输出型的武器，一般来说，祭礼剑会更通用。 ❀--------- 如果只有一个行秋或者夜兰时，可以考虑： 由于莫娜Q的泡影在非永冻队中都是一碰即破，所以增伤时间大约只有6秒，实战中基本 胡桃开E就会戳破泡影 ，然后胡桃持续使用AZ手法时， 前5次AZ 都能享受该增伤，后续的AZ就享受不到了。 Tips：面对自带护盾的敌人，如丘丘王系列，雷锤开盾，冰胖开盾等，在敌人护盾没有消失前，泡影不会破，增伤时间可完美覆盖胡桃驻场时间。 该阵容虽然 整体伤害不如胡行钟夜 ，可以算是下位替代，但莫娜的Q可以起到爆发作用，用来享受胡桃的短时高伤体验还是蛮不错的。 若是搭配0命的行秋或夜兰可能会出现反向打工 ，若出现敌人身上一直是火附着时， 可让胡桃使用AAAZ来消火挂水 ，当行秋1命/夜兰2命以后则就不会出现反向打工的问题。 莫娜 若是作为“工具人”入驻， 可以不用拉练度，武器携带一本讨龙足矣 。唯一要求就是 充能 尽可能达到 230%+ ，每次队伍循环能施放Q最主要。 ❀--------- 以上是胡桃的双水体系，可以补足胡桃的生命属性。而目前适配胡桃的 双岩体系 的搭配基本是跑向胡桃的 火伤乘区以及精通乘区 。 阿贝多 有着不俗的后台伤害以及施放Q后 125的全队精通加成 ，无论是爆发能力还是收尾能力都是不弱的，而且阿贝多的 持续后台伤害可弥补胡桃真空期的输出空挡 。胡行钟阿作为老一套胡桃的主力阵容至今仍然可用。 ❀--------- 没有阿贝多也可以用凝光替代。 讨龙+教官 的凝光虽然没有输出能力，但是凭借讨龙+教官的加成，也能让 胡桃打出高额伤害 。主要凝光A两下配合行秋的Q就可稳定触发结晶反应，对于触发教官套效果而言是挺省心的。作为 工具人 的凝光同莫娜一样， 可以不用练，携带讨龙+教官即可 。 若是想以 速切爆发 型的凝光入驻也是可以的，但挺 建议凝光解锁6命后再考虑 比较好，直接E穿屏QZ退场即可。 不管是阿贝多还是教官凝光，都是为了 弥补胡桃的精通乘区 ，基本在胡桃精通属性低时收益较大 (面板上精通属性100左右时) ，就比如携带护摩+生命沙这种情况，除此以外， 也可通过搭配砂糖/携带终末的甘雨来解决精通属性低 的情况。 ❀--------- 上述阵容中，若是手速快可能会导致循环时会在行秋出场时出现卡CD的情况， 体验循环更流畅可以搭配一个2命的重云 (减CD效果) ， 或者应用于需破水系护盾的环境 ，如水深渊法师、水使徒 (深渊使徒·激流) 这类环境，重云的E冰附魔配合钟离A的手感，破盾速度也是挺不错的。 重云同理凝光和莫娜，可作为工具人进驻无需练度 ，或者作为速切爆发型的副C入驻都可。 ❀--------- 没有钟离时 并不会优先推荐抽取胡桃，但为了XP抽取又想玩胡桃可以考虑以下阵容。 目前的盾辅除了钟离以外，适配胡桃的有 托马、4命烟绯、迪奥娜、莱依拉 ，辛焱、诺艾尔虽可提供护盾，但是其真空期过长问题并不是很适配。 通过 [胡桃+行秋+钟离+夜兰] 双水体系就可完美的把 钟离替换为托马/烟绯/迪奥娜/莱依拉 。 不管是 托马 还是 烟绯 ，都需 注重自身的回能，核心的护盾机制都需施放Q ，需每次循环尽量都能施放Q最佳。主要区别在于命座要求，托马本身是盾辅，对于命座没有特别要求，2命增加护盾持续时间、4命缓解回能，6命提供AZ伤害加成，都是锦上添花的提升。而烟绯本身是输出，能提供护盾的机制只有在4命，所以 没有4命的烟绯是进不了该阵容的 。迪奥娜与莱依拉的护盾机制在E，无需Q启动，对于充能而言无多大要求。 而上图阵容，即使没有钟离，在循环、续航、输出方面都是无问题的。 ❀--------- 其次托马与烟绯都是火系角色，可以搭配携带翠绿4件套的风系角色来实现扩火减少敌人火炕从而实现为胡桃增伤的目的。 这套阵容的 最大短板就是翠绿4件套 效果 减少抗性 的时间 只有8秒 ，胡桃E状态没结束4翠绿的减抗效果就会消失。 砂糖也完全可替换为万叶 ，都可携带4翠绿实现减抗，只是各自机制提供的属性乘区不一样， 砂糖主要是给精通，万叶主要是给元素伤害 。 上图手法 若是把烟绯换成托马相对来说是不好触发火扩散的， 烟绯 毕竟是远程角色，可以 后撤一下防止行秋E的雨帘剑挂水 ，这一步很关键。若想 稳定省心 触发，可使用 以下手法： 托马/烟绯EQ→风角色扩散→行秋EQE→胡桃EAZ冲刺/跳跃... 优先给敌人施加火附着再让风系角色来进行火扩散，可以稳定降低敌人火抗，但由于4翠绿效果持续时间只有8秒，基本胡桃出场后只有 3次AZ能享受 到4翠绿带来的减抗即增伤的效果，不过总归是省心和稳定。 ❀--------- 最后来一个 娱乐玩法 推荐。 胡桃半血时 Q有着不错的倍率 ，加上 火触发冰 可以打出 2倍伤害 的融化反应，因此胡桃也有核爆的玩法，仅限娱乐，只为欣赏大数字解压。 手法简单， 按照上图出场顺序施放技能即可 。绫华的E是强冰附着+Q的高频冰附着完全能压制万叶Q火领域的附着频率 (觉着麻烦万叶可直接E不放Q即可) ，唯一要注意的是 胡桃需要半血状态收益最佳 ！命座方面，班尼特5命、万叶2命、绫华4命、胡桃3、5命可提高其上限。 亦或者在没有万叶和绫华时，可以使用 [胡桃+班尼特+砂糖+莫娜] ，其出场顺序/手法同理： 班尼特Q→砂糖EE→莫娜EQ→胡桃EQ。班尼特配装与上图一样，砂糖4翠绿+精通武器，莫娜讨龙+4教官。 Tips：选择对象也有技巧，像古岩龙蜥、岩龙蜥、岩使游击兵等岩属性敌人时，班尼特可携带磐岩4件套捡火结晶来提高伤害。 ❀--------- ·【总结】· ⭐胡桃的主要输出方式是施放E后进入E状态下的重击。最佳输出状态是自身生命值≤50%时。Q具有治疗自身的机制与高倍率伤害，可以用于收割/爆发/核爆玩法。常规天赋升级建议AE同时升级最后Q。 ⭐武器可在护摩、赤沙、匣里、和璞鸢、决斗、千岩 (璃月队) 、黑岩、白缨枪这些武器中选择。 ⭐圣遗物以魔女4件套为目标，也可用4追忆，都未成型时可用2魔女+2精通 (乐团/饰金/乐园) 。 ⭐拥有高频火附着机制的胡桃依靠蒸发反应来稳定提升自身的伤害，所以需搭配后台持续高频挂水的角色，行秋与夜兰都可，但单水时建议夜兰有2命；因自身有半血机制，并不适配治疗型角色，所以需搭配一位提供护盾的角色，钟离是最优选。 阴阳有序，命运无常。 死亡难以预测，却也有它的规矩。 记住了，无论何时何地，无论有何原因， 人都不该轻易挑衅「死」之一事。 唯有认识它、尊重它， 才能明白活着的价值。 ——胡桃 ·【END】· -感谢观看-",
    "length": 5827
}