{
    "game_id": 2,
    "post_id": "21360962",
    "f_forum_id": 43,
    "subject": "【钓鱼攻略】鱼竿怎么获得，鱼竿有用吗？提升有多少？",
    "url": "https://www.miyoushe.com/ys/article/21360962",
    "created_at": 1651303771,
    "like_num": 655,
    "view_num": 32987,
    "reply_num": 51,
    "text": "各位旅行者大家好，前几天发了一篇关于渔获和精炼材料钓鱼的攻略，今天补充一下关于鱼竿的内容_(偶像姬_WINK) 渔获钓鱼攻略请移步： 【钓鱼攻略】手把手教你获得雷电将军、香菱高精武器『 渔获 』 回到正题，我自己在钓鱼的时候也在思考3个问题 1、鱼竿怎么兑换； 2、鱼竿兑换材料； 3、是否值得兑换； 本文就围绕这三个问题来讨论。 考虑到有很多旅行者已经兑换完鱼竿，因此先讨论【是否值得兑换】 关于钓鱼 速度加成 我们能在鱼竿的简介中看到【钓鱼过程中，若能使 张力 处于 最佳张力区 ，使用此杆可稳定 缩短 鱼儿挣扎时间，提高钓鱼成功率】，三副鱼竿对应三个地区。 我针对 流纹茶蝶鱼 和 苦炮鲀 分别使用 普通鱼竿 和 风缠 进行 不严谨的 对比， 流纹茶蝶鱼 相对简单，因此钓鱼过程一直处于 最佳张力区 ， 苦炮鲀 中途有脱离过，但这个因素实际过程中极容易发生，钻牛角尖的旅行者请放过。 数据对比： 流纹茶蝶鱼 使用 普通 鱼竿：5秒 流纹茶蝶鱼 使用 风缠 鱼竿：4秒 小型鱼，相差几乎可以不计，花鳉系列也是一样。 苦炮鲀 使用 普通 鱼竿：22秒（有3次脱离最佳张力） 苦炮鲀 使用 风缠 鱼竿：16秒（有1次脱离最佳张力） 苦炮鲀相差多一些，但也有可能与脱离最佳张力有关，几秒钟也并不会相差太多。 钓鱼竿有什么好处 1、完成鱼竿成就 2、收藏价值_(偶像姬_糖葫芦) 3、【钓鱼过程中，若能使 张力 处于 最佳张力区 ，使用此杆可稳定 缩短 鱼儿挣扎时间，提高钓鱼成功率】_(米游姬-期待) 总结：如果时间不是很充裕，可以不收集鱼竿兑换材料。时间充裕，可以考虑收集一下兑换材料，毕竟还有一个2000条的成就不是，祝福各位旅行者早日肝完2000条。 | 钓鱼竿怎么兑换 钓鱼竿总共有三副，分别在 蒙德钓鱼协会 、 璃月钓鱼协会 、 稻妻钓鱼协会 蒙德钓鱼协会 璃月钓鱼协会 稻妻钓鱼协会 | 鱼竿兑换材料 | 风缠兑换材料 ① 花鳉 * 20条；② 蓝染花鳉 * 20条； ③ 鸩棘鱼 * 20条；④ 流纹茶蝶鱼 * 20条； | 愿者兑换材料 ① 花鳉 * 20条；② 甜甜 花鳉 * 20条； ③ 斗棘鱼 * 20条；④ 流纹褐蝶鱼 * 20条； | 鸣川鹈饲兑换材料 ① 花鳉 * 20条；② 琉璃 花鳉 * 20条； ③ 肺棘鱼 * 20条；④ 流纹京紫蝶鱼 * 20条； | 钓鱼兑换材料 | 鱼饵材料 花鳉系列： 果酿饵 鸩棘鱼、肺棘鱼、斗棘鱼： 赤糜饵 流纹茶蝶鱼、流纹褐蝶鱼、流纹京紫蝶鱼： 蠕虫假饵 | 鱼竿兑换材料钓鱼路线 咳、那个啥，既然看到这篇攻略了，那都是来三副的吧，所以 ① 花鳉 * 60条 ；② 蓝染花鳉 * 20条； ③ 甜甜 花鳉 * 20条； ④ 琉璃花鳉 * 20条； ⑤ 鸩棘鱼 * 20条 ；⑥ 肺棘鱼 * 20条 ；⑦ 斗棘鱼 * 20条； ⑧ 流纹茶蝶鱼 * 20条 ；⑨ 流纹褐蝶鱼 * 20条 ；⑩ 流纹京紫蝶鱼 * 20条 ； PS：本文只推荐适合的钓鱼点，即一个地方可以钓多种鱼，并非罗列所有钓鱼点 ※ 补充一个知识点 流纹茶蝶鱼 、 流纹褐蝶鱼 、 流纹京紫蝶鱼 ，出没时间为： 游戏时间：6：00-18：00 鸩棘鱼 、 斗棘鱼 、 肺棘鱼 ， 出没时间为： 游戏时间：18：00-6：00 地图上有多个钓鱼点是两种鱼都有，所以钓完其中一种鱼可以调整时间，比如 游戏时间 7：00钓完了 流纹茶蝶鱼 ，可以调整 游戏时间 到19：00继续钓 鸩棘鱼 ，也可以先去其他地方钓其他的鱼。 说明： 1、望风山地钓鱼点： 花鳉 、 蓝染花鳉 、 流纹茶蝶鱼 、 鸩棘鱼 （同时有 金赤假龙 ） 2、蒙德城门口传送点： 蓝染花鳉 、 流纹茶蝶鱼 、 鸩棘鱼 （同时有 锖假龙 ） 3、清泉镇传送点： 花鳉 、 蓝染花鳉 、 流纹茶蝶鱼 、 鸩棘鱼 （同时有 苦炮鲀 、 炮鲀 ） 4、风起地传送点： 花鳉 、 蓝染花鳉 、 流纹茶蝶鱼 、 鸩棘鱼 说明： 5、风龙废墟： 花鳉 、 蓝染花鳉 、 流纹茶蝶鱼 6、风龙废墟： 花鳉 、 蓝染花鳉 说明： 7、晨曦酒庄： 蓝染花鳉 、 流纹茶蝶鱼 、 鸩棘鱼 （同时有 苦炮鲀 、 炮鲀 ） 说明： 8、雪山： 花鳉 、 流纹茶蝶鱼 、 鸩棘鱼 说明： 9、轻策庄： 甜甜花鳉 、 流纹褐蝶鱼 、 斗棘鱼 （同时有 苦炮鲀 ） 10、石门传送点左侧： 花鳉 、 甜甜花鳉 、 流纹褐蝶鱼 11、十一号钓鱼点： 花鳉 、 流纹褐蝶鱼 12、十二号钓鱼点： 花鳉 、 流纹褐蝶鱼 、 斗棘鱼 说明： 13：奥藏山： 花鳉 、 甜甜花鳉 （同时有 长生仙 ） 14、琥牢山： 花鳉 、 甜甜花鳉 、 流纹褐蝶鱼 、 斗棘鱼 说明： 15：天遒谷： 花鳉 、 斗棘鱼 16：渌华池： 甜甜花鳉 、 流纹褐蝶鱼 、 斗棘鱼 （同时有 锖假龙 、 金赤假龙 ） 说明： 17：璃月港： 甜甜花鳉 、 斗棘鱼 （同时有 炮鲀 ） 说明： 18、明蕴镇： 甜甜花鳉 、 流纹褐蝶鱼 、 斗棘鱼 （同时有 锖假龙 、 金赤假龙 ） 19、珊瑚宫： 花鳉 、 琉璃花鳉 、 流纹京紫蝶鱼 、 肺棘鱼 20、水月池： 花鳉 、 琉璃花鳉 、 流纹京紫蝶鱼 、 肺棘鱼 说明： 21、名椎滩： 花鳉 、 流纹京紫蝶鱼 、 肺棘鱼 （同时有 苦炮鲀 ） 说明： 22、堇色之庭： 琉璃花鳉 、 流纹京紫蝶鱼 、 肺棘鱼 说明： 23、离岛： 琉璃花鳉 、 肺棘鱼 （同时有 炮鲀 、 苦炮鲀 ） 24、越石村七天神像： 琉璃花鳉 、 流纹京紫蝶鱼 、 肺棘鱼 （同时有 炮鲀 、 苦炮鲀 ） 25、越石村七天神像： 花鳉 、 流纹京紫蝶鱼 、（同时有 炮鲀 ，注意山坡下 有一个平台 ，往下跳提前起飞，底下还有一个 藏镜仕女 ，可以直接躲避 ） 钓鱼点就分享到这，各位旅行者们，向着2000鱼冲鸭_(米游姬-乖巧) 【钓鱼攻略】手把手教你获得雷电将军、香菱高精武器『 渔获 』",
    "length": 2476
}