{
    "game_id": 2,
    "post_id": "54587856",
    "f_forum_id": 43,
    "subject": "【V4.7 丽莎主C】角色攻略第六期超激绽",
    "url": "https://www.miyoushe.com/ys/article/54587856",
    "created_at": 1720013266,
    "like_num": 103,
    "view_num": 1120,
    "reply_num": 14,
    "text": "前言： 最近有好多观众点赞关注，十分感谢大家对丽莎攻略的支持，这几天在测试配队，这期丽莎激绽队讲的内容会多一些，都是我实战的结论，喜欢的话可以点个关注支持一下，有500关注我就可以发布精彩的视频了_(喝茶)。 内容： 一.硬性要求： 有草神 （没草神玩不了超激绽） 二.注意事项：这个攻略是写以丽莎站场主C的超激绽队伍的，所以水系就不要考虑龙王了，此外希格雯我自己没试过，不过看技能应该不适合激绽队，这里也不做讨论了 三.配队思路： 丽莎超激绽配队思路一共有4种 1. 风 、雷、草、水 2. 双雷 、草、水 3. 双草 、雷、水 4. 钟离（盾辅） 、草、雷、水 其中 雷、水、草 肯定是 绑定 的，我要先说两个 不太好的选项 。 （1）风系 风系的超激绽队伍是我不推荐的（闲云力大砖飞除外），因为双扩非常困难，只有第一波能扩雷，后面草、水、雷3系混在一起时基本都在扩水，雷伤害会低很多，队伍就会变成靠水系与种子打伤害的队伍，无论是打桩还是转火双扩都非常困难，整个队伍的配合程度会大大降低。 简单说个例子，一个群友给我分享过他的手法，先水神eq，然后琴e扩水，之后草神a一下把水反应掉，丽莎再挂雷，琴再扩雷，草神再挂e（大致思路）。这一听就知道非常麻烦，而且也只是考虑打桩不考虑转火，所以我不太推荐丽莎超激绽带风系。 如果不追求手法带风系，基本就是随缘扩散，肯定能玩，伤害八成也能硬灌死，就是玩起来很别扭，所以带不带风系看个人喜好和练度吧。 （2）行秋 水系其实就3个选择：行秋、夜兰、芙芙。行秋面对夜兰芙芙只有挂水多与稳定的优势，然后就是多一点生存，伤害与增益方面远不如夜兰芙芙。超激绽的上限就是看水系的，万叶激化再厉害也比不过6夜6芙。如果想带行秋，不如直接走丽莎超绽放队，配置不仅低，伤害也比带行秋的激绽队高（可以看上期攻略3金12万DPS的含金量）。 我们先把风系与行秋排除掉，接下来讨论剩下两个水系芙芙和夜兰的选择 1.芙芙 6芙感觉没什么讲的，随便打打都是乱杀，所以我们只讲非6芙。 （1）双草、雷、水 草神+白术 白术e启动群奶，q回血＋一次性容错盾，天赋还有绽放、激化双增益，是目前很适合水神的草系辅助。 草神+瑶瑶（不推荐） 瑶瑶e技能奶不稳定，q虽然是爆发群奶，但是要80能量，还有20秒cd，自身还要站场，无论是舒适度还是轴都不搭配水神。 金箔草神+草输出（不推荐） 草神带金箔是可行的，轴与水神也匹配，问题是现阶段草系输出除了海森小提都有点抽象，海森小提自己的体系，要站场而且和丽莎也不搭，科莱轴短，草主不适合输出，所以不推荐金箔草神+草输出。 （2）双雷、草、水 丽莎+多莉（不推荐） 多莉群奶要6命，q的奶还限制范围，最重要的是q连的线会和丽莎抢种子，自己充能也是问题，所以不推荐。 丽莎+久岐忍（不推荐） 我曾经试过丽莎+草行久，结果发现久岐忍除了当一个单奶以外没任何用处，因为种子全被丽莎抢了！配芙芙也如此，想靠精通久岐忍抢一些种子补充伤害是不可能的，久岐忍的作用只有单奶，和多莉其实差不多，所以不推荐。 金箔草神+丽莎+雷输出 完全可行的选择，草神大与水神大的轴匹配，雷输出选皇女就行，组一个4核阵容，生存也有，伤害也够，我最早就是这么搭配的。 金箔丽莎？ 这里是丽莎站场C的攻略! （3）盾辅、草、雷、水 有盾又能奶的角色太少了，我暂时想到迪奥娜和白术，其他就是什么6钟，金箔烟绯这种冷门一点的，有白术就用白术吧，迪奥娜搭配水神太累了。 （4）白芙（2命及以上） 切白芙对个人理解要求有点高，我来简单描述一下。 第一轮就正常开技能，靠水神的自然烧血吃增伤，丽莎是超级长轴，叠层慢点不影响太多。 第二轮开始时，此时你的4个角色肯定都是半血，先开水神e，切白芙，水神开大，这个时候你的水神会被奶，切草神开大，挂e,期间草神也会被奶，切皇女放技能，切丽莎放技能，这样每个角色都会被白芙奶1-2下，不仅可以快速叠层，每个角色还都被奶了一口防止暴毙，此时再切回黑芙打输出。 非6芙芙总结： 丽莎、草神、白术、芙芙 丽莎、金箔草神、雷输出（皇女）、芙芙 切白芙 我是推荐金箔草神与切白芙的，因为丽莎的机制与伤害实在太落后了，毒点也多，而皇女可以完美解决丽莎的毒点。白术队虽然有生存，但是伤害会低一点，如果你的丽莎水神草神配置再拉一点，那不如直接转型超绽放。 2.夜兰 带夜兰的队伍比芙芙自由很多，因为非6芙要绑一个群奶，但是夜兰不用。 （1）双草、雷、水（不推荐） 这个体系就不用考虑了，草系能打输出的太少了，之前在芙芙那里也讲过，最多就是带白术保一下生存，其他选择都有点差。 （2）双雷、草、水 丽莎+皇女（强烈推荐） 蓝紫加特林，皇女6命与夜兰q双协同，草蕴种、奥兹、水箭、丽莎大四个脱手，开完技能后丽莎只要站场一直a就行，不用考虑长e短e，究极无脑爽的阵容，我推荐大家尝试一下，手特别长，近战怪靠近基本都没血了，觉得生存压力大可以考虑金箔草神。 丽莎+北斗 丽莎+皇女的替代品，有生存能力与对群，但不是对群环境伤害就会被皇女拉开很多，而且丽莎与北斗都是充能大户，总体不如丽莎+皇女的。 丽莎+九条（不推荐） 九条不适配丽莎，轴对不上。 其他雷副C 比如像神子这样，我自己没用过，但是逻辑上可以搭配丽莎，觉得合适就可以用。 双雷系考虑输出最大化就行，生存压力大就交给金箔草神 （3）盾辅、雷、草、水 摆烂选择，优先考虑钟离。 夜兰总结： 尽量不考虑生存问题，丽莎多平a，不要长e短e，输出拉满，生存压力大就考虑金箔草神。 总结： 丽莎超激绽我暂时只想到这么多，排版也排了好久，不知道大伙能看明白不，有什么问题可以评论区提问_(心情复杂)，会补一个夜兰丽莎皇女蓝紫加特林的GIF图 其实说实话，只要你的水系不是特别高命（6芙6夜），整个超激绽一轮伤害其实和带万叶的纯激化队是差不多的，如果有一个纯生存位伤害甚至还不如万叶激化，因为万叶激化是纯输出队伍不带生存位的。不过万叶的上限是卡死的，但夜兰芙芙的上限很高，所以超激绽的伤害上限全看你的水系有多么暴力。 写了很多，有问题后面再改吧，感谢大家观看，喜欢可以点赞关注什么的，我存了一堆优秀丽莎深渊视频发不过来挺可惜的。",
    "length": 2547
}