{
    "game_id": 2,
    "post_id": "55478780",
    "f_forum_id": 43,
    "subject": "【V4.8攻略·其他攻略】4.8版本新卡牌机制讲解",
    "url": "https://www.miyoushe.com/ys/article/55478780",
    "created_at": 1721592172,
    "like_num": 596,
    "view_num": 6354,
    "reply_num": 13,
    "text": "超链图片 各位旅行者们大家好呀，夏活版本又来了，不知各位现在是在希穆兰卡自由探索，还是在猫尾酒馆里与其他牌佬斗智斗勇呢？_(希格雯-打招呼) 4.8版本是影幻版本，在全民积分赛结榜、枫达杯选手名单即将确定之际，七圣迎来了 娜维娅 、 夏沃蕾 、 愚人众·霜役人 这三张新角色牌和勘探钻机、瑟琳等6张新行动牌，以及大量旧卡牌的调整。这次的三张新角色牌每一个都有独一无二的新机制，也同时带来了其独特的配队和打法。夏沃蕾的超载流能否抗衡弃牌、挖宝等旧时代的环境主流？娜维娅的出现能否拯救结晶反应？霜役人的生命之契机制能否为环境带来新的改变，就让我们一同来看一下4.8版本的新卡牌吧。 _(夏沃蕾-锁定)_(娜维娅-老板的认可) 一、娜维娅_(娜维娅-自信出发) 超链图片 _(云堇-惊吓)随着云堇夸张的数值被大幅削弱，4.7版本的云堇双枪牌组如同昙花一现般迅速沉寂下去，但这并不代表双岩牌组的终结。随着这个版本娜维娅的实装，其独特的裂晶弹片机制，为如今的双岩牌组带来了新的可能性。 超链图片 _(娜维娅-老板的威压)娜维娅的被动技能可以在我方造成结晶反应后，向牌库中置入3张裂晶弹片。裂晶弹片本身是一张1费事件牌，打出后可以对敌方造成1点物理伤害并抓1张牌。 打出裂晶弹片这一行为属于快速行动 ，即使通过弹片的伤害击倒了对方角色，我方依然可以继续行动， 相当于自带自由的新风效果 。甚至如果我方打出自由的新风后，通过裂晶弹片（而不是战斗行动）将对方出战角色击倒，则我方接下来可以连续行动两次——因为通过裂晶弹片击倒对方角色同样符合“我方行动期间有对方角色被击倒”这一条件 （尽管我方并非通过战斗行动击倒对方角色） 。 此外，裂晶弹片作为一张可以无条件造成一次伤害的牌，其既可以用来 破除对方的莲花酥、黄油蟹蟹等一次性减伤效果 ，也可以 破除对方残血角色的复活效果 ，直接将对方连人带复活甲一起送走。 即使我方被冻结，我们依然可以通过打出弹片的形式对对方造成伤害。 但要注意，裂晶弹片本身会消耗我方的抓牌效果，通过过牌手段过到一张弹片，意味着会少抓取一张原本应该抓取的牌，因此其本身“抓1张牌”的能力是对这一机制的补偿，最好不要把裂晶弹片当做一种具有过牌能力的事件牌。 注意，五郎的大招召唤物“大将威仪”虽然也可以生成结晶，但这一结晶并非来源于结晶反应伤害，因此不会产生裂晶弹片。_(五郎-呲牙) 娜维娅的元素战技能够造成3点岩伤，且会舍弃手牌中至多5张裂晶弹片，每舍弃一张弹片都会使该伤害+1且抓1张牌。这一战技配合娜维娅本身的高伤害，能够大幅提高娜维娅的斩杀能力。注意， 只有通过这一手段舍弃弹片，才会触发伤害+1和抓1张牌的效果，通过其他方式舍弃裂晶弹片则无事发生。 娜维娅的元素爆发会对对方出战角色造成1岩伤，并对对方所有后台角色造成1穿透伤害，生成金花礼炮，并生成1张裂晶弹片加入手牌。金花礼炮作为可用次数为2的召唤物，除了能够造成1点岩伤外，还可以从牌库中抓取1张裂晶弹片。这一元素爆发给了娜维娅定向检索弹片的能力，既可以提高娜维娅的后续伤害，也可以配合各类召唤物打出更多结晶反应。不过要注意的是，与元素爆发生成1张弹片的效果不同， 这一召唤物的效果是“抓取”而非“生成”弹片，如果牌库中没有裂晶弹片，则这一召唤物是不可能凭空生成1张弹片到你手上的 （最后只能抓一张空气） 。_(娜维娅-老板的震惊) 娜维娅的天赋牌可以在娜维娅使用技能后（无论是否造成结晶反应），从牌库中抽取2张裂晶弹片。这一天赋不但给予了娜维娅定向检索裂晶弹片的能力，还保证了娜维娅下一炮至少打出5点伤害的能力，非常建议娜维娅牌组携带该天赋。但与元素爆发类似， 这一天赋同样只是“抽取”而不是“生成”裂晶弹片 ，同样会受到牌库中弹片数量的限制。 此外，在大世界就非常适配娜维娅的武器—— 「究极霸王超级魔剑」 ，也同样在这个版本实装进了七圣，并且与七圣中的娜维娅也有着极佳的配合。 极霸剑需要原本不存在于牌组中的牌进行叠层，而娜维娅的裂晶弹片恰好符合这一条件， 配合瑟琳、玛梅赫、白手套和渔夫等牌带来的衍生牌，极霸剑可以继续叠层，从而为娜维娅带来更多加伤。在叠够层数+手牌中拥有大量裂晶弹片的情况下，娜维娅有着极高的斩杀线，甚至可以一炮打10，轻松将对手斩于马下。_(娜维娅-老板的魄力) 但娜维娅这一技能模组有一个缺陷，其虽然有能够大量生成裂晶弹片的能力，但在没有天赋的情况下，其只能通过元素爆发检索弹片，且每回合只能检索一张。如果没有找到娜维娅的天赋，我们就得通过大量过牌手段去寻找弹片，而这些过牌手段又势必会影响加伤牌的数量。因此，在不依靠娜维娅天赋牌的情况下，我们需要尽可能平衡牌库中加伤牌与过牌手段的比例，从而在多次造成结晶反应的前提下尽可能抓取更多的弹片。 目前的娜维娅有双水和双岩两种思路。双水娜维娅一般使用芭芭拉、芙宁娜、水使徒等作为队友，通过瑟琳、海底宝藏等手段为极霸剑叠层，最后靠极霸剑千岩娜维娅进行站场收割（类似于水凝）；双岩娜维娅牌组则一般与林尼组队，依靠王下天赋林尼的高伤害打出更高的前期输出，最后切到娜维娅进行清场，其另一位岩队友一般选择荒泷一斗（可以配合怪笑猫猫帽打出双结晶反应）或丘丘岩盔王（8血3盾更能扛）。下面给出一例双岩娜维娅的牌组 超链图片 牌组分享码 ApDhyRkWGHHBZyINEuAh6Y8OCJAw6oMPCEBg9JcPCWBx9jMQEyExCzUQE7FhEzYRDDAA 起手找王下和过牌，如果起始手牌中就有林尼天赋、白手套和渔夫等牌则尽量保留，开局打出林尼天赋（如有王下近侍则一并打出），之后可根据情况切到荒泷一斗扔出阿丑，或是林尼继续行动打出元素战技。王下天赋林尼可以通过隐具魔术箭+元素战技对同一位对方角色打出10点高额伤害，从而反制宵宫、迪希雅等站场角色。之后根据实际情况，尽可能多的打出结晶反应，并找到娜维娅天赋，通过各种过牌手段和娜维娅天赋找到的裂晶弹片达到快速斩杀对方多个角色的效果。_(林尼-惊喜) 二、夏沃蕾_(夏沃蕾-补充能量)&勘探钻机 超链图片 超载反应在七圣召唤里有着十分强力的效果，既能增加2点伤害，又可以强制让对方切换到下一个角色，配合自由的新风、热诚之火等牌，能够打出极高的上限。因此，从3.4的炎龙铠甲，到3.5之后的火刻，3.7之后的火拳，4.3之后的火权……超载牌组在七圣匹配环境中一直占有一席之地。如今夏沃蕾这一超载专辅也终于在七圣中实装，她的到来为超载牌组增加了更多的可能性。_(夏沃蕾-锁定) 超链图片 夏沃蕾的被动技能可以在我方触发超载反应后，生成一张超量装药弹头。弹头本身是一张需要花费2火骰子的事件牌，打出或舍弃这张牌，将会对对方出战角色造成1点火元素伤害。由于打出这张牌属于一次战斗行动，会导致打出后轮到对方行动，且2有效骰换1点火伤的收益也很低，因此 我们更倾向于将这张牌舍弃掉 。恰好，这个版本新出了一张能够完美适配这一机制的新牌——勘探钻机。 超链图片 勘探钻机作为一把2费武器，同样没有基础加伤，但 装备有勘探钻机的我方出战角色在受到伤害时，可以舍弃一张原本元素骰费用最高的牌，从而抵消一点伤害，并积攒一点“团结” 。 “团结”效果可以使得下次该角色造成的伤害+1，并且每消耗1点“团结”就会让我方抓1张牌。 注意，每回合勘探钻机只能抵消2点伤害（舍弃2张牌），每回合也只能累积2点“团结”，但“团结”点数回合结束后不会清零，可以跨回合累积。不过，无论累积了多少点“团结”，最终也只能增加1点伤害，因此 累积了“团结”点数后，最好立刻把它用出去 。 刚才我们说过，超量装药弹头这张牌更适 合被舍弃而不是打出，而勘探钻机恰好就有着舍弃最高费手牌的能力 。弹头作为一张2费牌，其舍弃的优先级较高，因此在牌组中没有其他高费牌干扰的情况下，我们可以很容易地通过勘探钻机的效果把弹头舍弃掉。恰逢如今赛诺这张角色牌得到了大幅加强， 装备有勘探钻机的赛诺在触发超载反应后，会拿到一张弹头，而对方若是对赛诺造成了伤害，这张弹头又会被舍弃掉，从而为对方的出战角色挂上火元素，让赛诺可以继续打出超载反应，在造成高额伤害的同时继续产生弹头。 即使对方不愿意攻击赛诺，我方也可以使用这个版本新出的 噔噔！ 这张牌强制对自身造成伤害，从而强行将手中的弹头扔出去。_(琳妮特-看穿) 总之，加强后的赛诺和勘探钻机这张武器牌，成为了现如今夏沃蕾的最佳搭配，赛诺+夏沃蕾+迪希雅组成的新版本双火赛诺牌组，在版本第一天就打出了不俗的统治力，在当今的匹配环境中独占鳌头。_(赛诺-审判) 说回夏沃蕾，夏沃蕾的元素战技可以造成2点火伤，如果我方手牌中有超量装药弹头，就舍弃1张弹头并治疗我方受伤最多的角色1点 （通过这一方式舍弃的弹头依然可以造成1点火伤） 。元素爆发可以造成2点火伤，并生成可用次数为2的二重毁伤弹，在对方切人后造成1点火伤。超载反应本身就有切换角色的效果，可以与二重毁伤弹切人出伤的效果形成联动， 如果对方三名角色都附有雷元素，则夏沃蕾开大后会首先对前台角色造成超载反应，切人后二重毁伤弹的火伤又可以与下一位角色的雷元素附着发生超载反应，最终将对方三个人全部炸一遍，甚至还能因此拿到3张弹头 。这一机制也给了夏沃蕾组双雷牌组的可能性，通过强能之雷的快速充能，夏沃蕾可以快速开出元素爆发，从而提供大量火附着，让她的雷元素队友能够更容易触发超载反应。_(夏沃蕾-监督特训) 超链图片 夏沃蕾的天赋只能在牌组中仅含有雷元素和火元素角色的情况下才能装备（无需夏沃蕾作为出战角色），装备天赋的夏沃蕾可以在我方触发超载反应后，使得我方接下来2次造成的雷/火元素伤害+1，这一加伤没有回合限制，且每次触发超载反应均可刷新使用次数 （类似于激化领域的效果） 。由于超量装药弹头与钻头赛诺的联动效果，双火赛诺牌组可以很容易地持续触发超载反应，因此这张牌几乎可以做到无缝覆盖，其加伤效果可以一直持续。 其唯一的缺点，就是其是一张2费天赋牌，除了会干扰钻头的弃牌效果外，其本身的花费也较高，因此目前实战中较少在双火牌组中出现 （部分双雷牌组中可能会携带该牌）。 （最后这句“包括扩散反应造成的伤害”可以不用理会，目前还没有哪位雷/火元素角色或是场地效果可以提供风元素伤害） 夏沃蕾除了其非常强力的 被动技能之外，基本没有什么输出能力，一般在保证其生存的情况下，仅作为赛诺的辅助使用 。这里给出一套双火赛诺牌组的示例_(赛诺-审讯) 超链图片 牌组分享码 AXGQZx0NGNCw41kOBTCR5JIOGUAg9JcPCUBx9jMQEyExijUYE6FQlsMZDGGQC8kQFrAA 双火赛诺牌组一般只会携带 幻戏倒计时：3 、 赛诺天赋 这两种3费牌，以及 勘探钻机 这一种2费牌。开局最优先找钻头，其次去找蓄爆、幻戏倒计时和速切；第一回合迪希雅打出元素战技，之后剩下的骰子均用于蓄爆或过牌，并尽可能找到一张速切；第二回合速切至已装备钻头的赛诺打出超载反应（有天赋一定要装备天赋），并配合 噔噔！ 等牌将生成的超量装药弹头舍弃掉，从而保证我方可以持续打出超载反应；第三回合后，赛诺基本已经累积了4层“凭依”状态，这时候就可以通过其本身的高额伤害收割对手了。如果对方第一回合强行抢先，则我方需要放弃蓄爆，打出迪希雅E+赛诺E，最后换回迪希雅（如果是双火赛诺内战，则切回到赛诺的上一个角色），从而在第一回合强行打出超载反应，防止对方将火附着角色切到后台从而中断反应。_(夏沃蕾-自我特训) 三、愚人众·霜役人 超链图片 愚人众·霜役人这张角色牌带来了目前大世界已经实装许久的一个机制—— 生命之契 机制。角色牌每附属1点生命之契，便会抵消掉1点治疗效果。这一机制十分克制枫丹的生命值升降体系，林尼、琳妮特元素战技的治疗效果，6血以下莱欧斯利普攻时的治疗效果，那维莱特普攻时原水之滴的治疗效果等都会受到影响。 生命之契是角色状态，其持续时间无限，除非通过治疗手段清除，否则将会在本局游戏中一直伴随该角色。 不过生命之契不会影响无相雷/冰、火/水使徒、女士复苏时带来的治疗效果，不会影响鲸鱼提升最大生命值上限时带来的血量提升效果，也不会影响水与正义这张牌重新分配生命值带来的生命值提升效果 （但会影响后续的1点治疗） 。 生命之契只是会抵消掉治疗效果（减少治疗量或是改为“受到0点治疗”）， 不影响各类“角色受到治疗时”效果的触发 。生命之契抵消治疗时，依然会触发小粉、老兵、梅洛彼得堡等牌的效果。 霜役人的被动技能可以在其造成伤害的同时，为对方受到伤害的角色施加比最终伤害值少2点的生命之契（“血契掠影”效果）。 在对方没有任何减伤手段的情况下，其元素战技相当于打3冰伤+施加1点生命之契，大招相当于打4冰伤+施加2点生命之契+为霜役人自身附属持续2回合的 掠袭锐势 效果 （对所有附属生命之契的敌方角色造成1穿透伤害） 。如果有其他加伤手段（如申鹤的冰翎和箓灵、天赋砂糖发生冰元素转化的大型风灵、清洁工作和各类加伤料理等），其能够施加的生命之契数值也会提升。 单次施加的生命之契数量最多为5点 ，也就是说即使霜役人通过各种手段将自身的单次伤害提升到了8，其也只能施加5点生命之契，而不是6点。但 生命之契本身可以累积，且累积值没有上限 。 另外， 如果霜役人使用技能后击倒了对方出战角色，则将会给对方下一位出战角色施加生命之契 ，而如果击倒时触发了超导反应，由于此时超导反应造成的1点穿透伤害也属于“对出战角色造成的伤害”，因此会额外累加1点生命之契。举个例子，霜役人使用元素爆发后，对对方有雷附着的出战角色造成5点伤害（触发超导反应），并对下一位对方出战角色造成1点穿透伤害，则下一位对方出战角色将被施加4点生命之契，而不是3点。_(林尼-紧张) 超链图片 霜役人的天赋会在其为对方角色施加生命之契后，再使其生命之契的最终数值翻倍。举个例子，如果对方角色已附属有2点生命之契，然后装备有天赋牌的霜役人再为其施加了1点生命之契，则其生命之契将会先提升至3点，然后触发翻倍效果，最终变为6点。由于当前环境中，挖宝已经被削弱，除非是双水这样拥有大量回复手段的牌组，否则若是附属了这样多的生命之契，这个角色这一局游戏基本就与治疗无缘了。不过要注意， 翻倍效果仅在对方角色生命之契点数增加（触发了血契掠影效果）的情况下才会触发 ，若霜役人此次行动没有为对方增加生命之契点数，则对方生命之契点数不会翻倍。 超链图片 你不准治疗.jpg 但需要注意的是， 霜役人所能够施加的生命之契数值与其最终伤害有关，而不是固定一次战技就能至少施加1点 ，这意味着这一技能会被各种减伤机制克制，毕竟，且不说莲花酥这类减伤牌，哪怕是莫娜的虚影、行秋的雨帘剑、凝光的璇玑屏，还有新出的勘探钻机的减伤效果，都可以将霜役人战技的最终伤害减至2，而2点伤害是无法施加生命之契效果的。霜役人的战技打到这些减伤效果上面，等于只造成3点冰伤（其中1点被抗住了）然后无事发生。 因此，考虑到霜役人无法携带武器，如果没有申鹤等队友的配合，或是清洁工作、唐杜尔烤鸡这些加伤牌，其最终施加的生命之契数量十分有限。目前看来，霜役人真正优开的对局，基本只有各类不带行秋的双水慢速牌组、枫丹生命值升降体系牌组、或是传统的冻龙牌组。如今挖宝削弱、莱欧风光不再、赛诺遍地走的匹配环境里，这些慢速牌组已几乎绝迹，只有双水娜维娅还有些许出场空间，环境中其他主流牌组也很少会携带治疗牌，因此霜役人在如今的匹配环境中基本没有出场空间。平时打PVE的时候可以组一套雷鹤用来刷刷熟练度，但如果真的想出现在比赛中，可能还需要等待后续的更新。 四、行动牌_(雷电将军-怕了吗？) ①「究极霸王超级魔剑」 超链图片 一年半过去了，七圣召唤中第一次实装了一把活动赠送武器。极霸剑作为一把2费武器，其本身没有初始固定加伤，但该武器会记录本回合所打出的“初始不存在于牌组中的行动牌”的种类 （注意与数量无关） 。每当种类数达到2/4/8时，其就将给装备者带来1/2/3点永久加伤。与其它大剑武器相比，这一加伤是永久生效的， 叠满8层后更是相当于一个不再有6血以下限制的狼末 ，十分强势。 由于该武器效果非常强力，因此我方的牌组构筑思路就是尽可能多的打出各类衍生牌和“生成”的牌。这些牌包括： ①角色牌本身创生的衍生牌，包括刻晴的雷楔、芙宁娜的圣俗杂座、圣骸兽的噬骸能量块、草龙的唤醒眷属、娜维娅的裂晶弹片、夏沃蕾的超量装药弹头等。 ②由行动牌带来的衍生牌，如白手套和渔夫生成的清洁工作、太郎丸生成的太郎丸的存款、海中寻宝带来的海底宝藏、瑟琳生成的各种“美露莘的声援”等。 （当然，还有对方赤王陵触发后生成的禁忌知识） ③幻戏倒计时2/1/0（好戏开演），3张牌每种都可以增加极霸剑计数。 ④亚瑟先生复制得到的牌。 ⑤玛梅赫、净觉花生成的牌。 以上所有牌只要打出即可， 即使因裁定之时被无效化，同样可以正常增加计数 。 注意， 极霸剑叠层要求“打出”而不是“弃置” ，像草龙的唤醒眷属、夏沃蕾的超量装载弹头这两张牌，我们在实战中更倾向于弃置而不是打出，但如果仅仅是弃置的话，就不会增加极霸剑计数。（不过目前很少有人会把草龙/夏沃蕾跟大剑角色一起配队）_(夏沃蕾-下不为例) 这里着重讲一下瑟琳这张伙伴牌。瑟琳生成的“美露莘的声援”共有10种，这10种牌每一种都属于不同的行动牌，都可以增加极霸剑计数。而这些“美露莘的声援”中，有些牌的效果可以生成更多种类的牌（之后介绍瑟琳的时候会讲到），这些牌又可以继续用来叠层……因此， 瑟琳这一伙伴牌与极霸剑配合极佳 ，只要你的牌组中有极霸剑，那就再往牌组中塞入2张瑟琳吧。 极霸剑几乎适配目前环境中所有大剑角色牌组 ，不论是 娜维娅 牌组还是 早柚 牌组，基本都可以携带瑟琳和极霸剑用来追求更高的伤害。这里给出老伯的一套极霸剑娜维娅牌组。 超链图片 牌组分享码 FRDg0S4TGHHBN48ZFkERlJEVGaAQ9J0PCUDR9jMUE8ExTFcWFYFwC8QQDLGQackWDZAA 这套牌组偏向于慢速杂技，因此开局尽量找蓄爆牌（立本、蒂玛乌斯等）和瑟琳，根据瑟琳提供的声援牌决定后续的行动方式，并视情况选择是否打出水使徒的元素战技。等到我们给极霸剑叠了足够多的层数，就可以让娜维娅和荒泷一斗出来收割了（由于目前环境中莱伊拉鲸鱼等牌组比重增加，极霸剑牌组由于其本身的不稳定性，占比逐渐变少，因此慎重游玩）。 ②角斗士的凯旋 超链图片 这张牌几乎可以看作是北地烟熏鸡的完全上位替代。 同样是0费牌，其作为圣遗物牌，不会触发角色的饱腹效果，减免的是有效骰而不是无色骰，并且每个回合都可以使用一次。 其唯一的限制，大概就是只能在我方手牌数不多于2的情况下才能触发。 不论是 甘雨 、 林尼 这些带有特殊普攻的角色牌，还是 荒泷一斗 、 珐露珊 等普通攻击有额外收益的行动牌，都可以携带该圣遗物以减少调和需求。至于 莱欧斯利 和 云堇 ，由于其普攻在元素战技加持下自带减免有效骰的效果，因此该圣遗物的效果就没有那么明显了，但也可以编入该圣遗物来尝试打出更多的动数。 此外，该圣遗物作为一张0费牌，既可以作为野猪公主的祭品，也可以作为琴音之诗 （虽然被削弱了） 的触发手段，因而有着无限的开发空间。如果你的牌组中依然有一定的卡位，不妨携带这张牌玩一玩。 ③瑟琳 超链图片 瑟琳也许不是当前七圣召唤最强的行动牌，但一定是最好玩的行动牌。瑟琳及其衍生出的“美露莘的声援”为七圣牌局带来了近乎无限的可能性，使得牌局的趣味性大幅提升，其本身也可以提供大量为极霸剑叠层的手段，几乎可以看作极霸剑的完美队友。 超链图片 村长小姐，最近猫尾酒馆有好多牌佬一天到晚都在瑟瑟，请问您有什么头绪嘛 _(希格雯-打针治疗)瑟琳作为一张2费伙伴牌，其会在入场时及后续两个回合的开始阶段，生成一张随机的“美露莘的声援”加入我方手牌。美露莘的声援一共包括10种，大致可以分为三类—— ①生成2~3张牌 ，包括： 柯莎的声援（0费，生成随机2张武器牌，可能会出现我方角色无法使用的武器） 洛梅的声援（0费，生成随机2张圣遗物牌） 瑟琳的声援（0费，生成随机2张料理牌） 希洛娜的声援（0费，接下来3个回合的结束阶段各生成1张随机愚人众以外的阵营共鸣牌和1费元素共鸣牌） 希露艾的声援（1费，复制对方牌库顶部3张牌加入手牌） 夏诺蒂拉的声援（1费，生成随机2张愚人众以外的阵营共鸣牌和1费元素共鸣牌） 薇尔妲的声援（2费，生成随机2张秘传牌，并恢复双方牌手使用秘传牌的机会） 超棒事件牌=阵营共鸣牌（愚人众的阴谋除外）和元素共鸣牌（不包括骰子），随机生成。 这里提一句，由于这里的生成是完全随机的，因此对于辛焱阿佩普吞星之鲸这套牌组而言，最好不要打出柯莎、洛梅和希露艾的声援，因为这一牌组为了保证鲸鱼召唤物的稳定性，不会编入3费及以上的牌，如果打出这些声援牌，可能会复制或者生成3费牌，从而影响鲸鱼召唤物的层数。 ②0费，抓2张牌 ，包括： 托皮娅的声援（抓2张牌，本回合双方打出手牌后会随机抓1张牌/舍弃1张牌，打出该牌的瞬间也会触发该效果） 卢蒂妮的声援（抓2张牌，双方接下来2次使用技能的角色会随机受到2点穿透伤害/2点治疗） 托皮娅的舍弃效果完全随机，与牌原本的费用无关，也是 唯一一种可以无视费用逻辑舍弃禁忌知识的牌 ；卢蒂妮的治疗或穿透伤害效果也是完全随机，角色满血时依然可能会受到治疗（0点治疗），残血时则可能会因为这一效果被击倒。 ③随机场地效果 ，包括： 芙佳的声援（随机在场上生成伙伴牌，直到填满双方支援区） 芙佳的声援属于“生成”伙伴牌而非“打出”伙伴牌，这些伙伴牌不会增加极霸剑计数， 并且部分效果生成的瞬间不会生效，需要我方进行一定的行动去“激活”/等到下一回合才会生效。 目前已知需要激活的效果包括迪娜泽黛检索伙伴牌的效果，以及婕德、西尔弗与迈勒斯这两张伙伴牌的计数效果。迪娜泽黛这张伙伴牌在生成瞬间可以正常减免我方打出下一张伙伴牌的费用，但打出第一张伙伴牌不会触发其检索效果，需要本回合打出第二张伙伴牌时才会触发。婕德、西尔弗与迈勒斯这两张牌的计数需要在我方造成一次元素伤害后才会正常记录（生成时会显示为0），婕得这张牌生成后，若直接使用一次元素爆发，婕得将不会被触发；西尔弗与迈勒斯这张牌生成后，若直接结束回合，不会触发抓牌效果。 以上声援牌均为行动牌，会受到裁定之时影响，每一张都可以独立增加极霸剑计数。 这些声援牌的效果既强力又有趣，因此即使不与极霸剑配合，也可以打出很高的上限。此外，由于这些声援牌最多为2费，因此其还可以进入如今的鲸鱼阿佩普弃牌体系中，哪怕不去使用这些声援牌生成的行动牌，仅仅把它们作为鲸鱼的小零食，最终的收益也非常可观。 这里给出雪国老师的一套鲸鱼弃牌流的示例 超链图片 牌组分享码 FlDRxHAMF5AxyXwNFxHBlDMZE0ExOkgPFECB9IIPGGAg/7MPC/ExBIQQGEFBTIUQGLAA 注：如果没有 最好的友谊 这张牌，可以多携带一张净觉花或者替换成苦舍桓/其他2费牌等 阿佩普带来的唤醒眷属既为鲸鱼带来了更多的手牌资源，也能够在天赋加持下造成不俗的伤害。配合辛焱、鲸鱼自带的舍弃能力，可以快速提升鲸鱼的生命值上限。开局找过牌，瑟琳，草龙天赋等牌，第一回合视情况可以全部蓄爆，也可以辛焱打出一次战技然后切走以躲避反应。后续尽量去寻找更多过牌手段，更多的过牌意味着鲸鱼能够获得更多的生命上限，只要鲸鱼生命值叠得够高，管他什么钻头赛诺极霸剑娜维娅，统统都可斩于马下。_(辛焱-燃起来了) ④「看到那小子挣钱……」 超链图片 不论是在婕得版本，还是在挖宝版本，这张牌都可以看作这两个体系的完美反制牌，可惜目前这两个体系都遭到了削弱，使得实战中很难使用这张牌打出很高的上限。由于这张牌在打出后仅在本回合生效，因此其无法覆盖到群玉阁、派蒙、立本、提米、桓那兰那、岩与契约等行动牌的骰子生成效果，只能对饰金、千岩、老兵、赌徒、欧庇克莱歌剧院、流明石触媒、最好的伙伴、温妮莎传奇、枫丹科学院遗址、野猪公主等牌，以及目前摇摇欲坠的挖宝流进行反制，而对方看到你打出这张牌后，肯定也会改变自己的牌序，从而防止我方通过这张牌得到更多的收益。因此，这张牌的实际效果并没有想象中那么美好。 总之，这张牌上限极高，但目前的环境很难找到这张牌的完美发挥空间。 ⑤噔噔！ 超链图片 乍一看，1点血量换取回合末抽取1张牌（甚至不是即时抓牌），似乎收益很低，但事实真的是这样嘛？_(琳妮特-看戏) 我们在上个版本介绍赤王陵时说过，尽管禁忌知识负面效果巨大，但其也是当时唯一（现在是唯二了）的自残手段，如果我方前台存在一个仅剩1血的角色，你甚至可以打出这张牌，通过击倒我方角色的方式达到速切的效果，这些效果对 噔噔！ 这张牌也同样适用。尤其是当前的钻头赛诺牌组，由于强行攻击钻头赛诺会触发超量装药弹头的弃置效果，使得我方受到1点火伤，并给予赛诺连续打出超载反应的机会，因此对方可能会选择不攻击赛诺，这时赛诺牌组可以通过打出噔噔！这张牌，在伤害被钻头抵挡的同时强行弃置超量装药弹头，从而给予赛诺持续打出超载反应的能力。 此外，与禁忌知识造成1点穿透伤害不同，该牌造成的是1点物理伤害，后者可以用来 强行破除冻结效果 。换句话说， 噔噔！ 这张牌是目前唯一一种可以反制冻结的牌 ，可以在实战中以3点血量为代价强行继续行动。 目前，这张牌已经成为了钻头赛诺牌组的必备组件。此外，如果后期冻结牌组再次起势，这张牌的出场率也将相应提高。 好了，以上就是4.8版本新卡牌的效果前瞻，如果大家有什么更好的见解的话，欢迎在评论区里友善讨论。_(赛索斯-招手) 超链图片",
    "length": 10548
}