{
    "game_id": 2,
    "post_id": "48532156",
    "f_forum_id": 43,
    "subject": "【V4.4攻略·角色攻略】纳西妲·全面解析︱机制/养成/配队",
    "url": "https://www.miyoushe.com/ys/article/48532156",
    "created_at": 1706666559,
    "like_num": 4735,
    "view_num": 569072,
    "reply_num": 612,
    "text": "UID：100559319 这里是阿斯盖特，本期是「摩诃善法大吉祥智慧主」、须弥的神明“小吉祥草王”——「 纳西妲 」的角色攻略！本期将 详细讲解 纳西妲的 技能机制 、 圣遗物与武器选择 、 相关队伍搭配 ！ ▶为 提升阅读体验 ，本贴将大部分文字 放入折叠 中，旅行者可根据需求 选择性查阅 ！ “果然要亲眼去看，才能感受到世界的美。” ◆【目录】◆ 01.简析& 一图流 02. 技能 解析 03. 圣遗物 搭配 04. 武器 选择 05. 命之座 解析 06. 队伍 搭配 07. 总结 一下 【简析&一图流】 「 纳西妲 」是一位能 提供稳定草元素附着 、造成后台草伤的草元素综合型角色。她即利用 战技 对敌人持续附着草元素、配合触发草元素反应，也能 通过元素爆发优化战技效果 ，还可提高场上角色的元素精通。毫无疑问，她是当前草反应中最关键的草元素角色，在 激化 、 绽放 和 激绽 等队伍中都有着举足轻重的作用，值得每一位想体验草反应的旅行者拥有！ 文字太长不想看？先看看下方的 一图流培养 吧！ 【角色 培养材料 图表】 ▲以上是 简析 & 一图流 部分▲ ▶天赋加点：元素战技＞元素爆发＞普攻 ◆ 优先升级元素战技、元素爆发的等级 提高战技的伤害和元素爆发优化战技的效果，作为后台时无需升级普攻，只有在站场草伤输出时升级。 【1】普通攻击/重击（A/Z） 【技能 演示 ·普通攻击】 ▲ 普攻 ▲ 重击 【技能 讲解 ·普通攻击】 ①与其他弹道类法器普攻不同，推荐 近身 接近敌人。 ②与其他法器角色类似的是，纳西妲攻造成 4段普攻共4次伤害 。 ③普通攻击、重击和下落攻击均可施加 弱草元素附着 （1元素量、9.5秒） ，普攻遵循常规附着规则、每次重击均可施加弱草附着。 * 常规附着规则 ：同一模组的攻击在命中敌人后的2.5秒内， 第1、4、7…次攻击 （又称每间隔2次攻击）对敌人施加元素附着。 ◆普攻 并不是 纳西妲的主要输出方式，更多作为 站场“挂草”时 配合其他角色触发反应使用；如果是高命座的站场激化玩法可以升级普攻，作为后台使用时可不升级。 【2】元素战技（E） 【技能 演示 ·元素战技】 ▲ 点按 ▲ 触发反应触发协同攻击 【技能 讲解 ·元素战技】 ①点按/长按的施放攻击不产球，后续「 灭净三业 」 （包括6命的「灭净三业·业障除」） 命中敌人时产出 3颗草元素微粒 （产球冷却7秒） 。 ②点按/长按命中敌人将施加 弱草附着 ，后续每次「灭净三业」均可施加附着 中草元素附着 （1.5元素量） 。 ③「灭净三业」的触发条件是“处于「蕴种印」下的敌人 受到了元素反应效果 ”。 ——不受到元素反应是无法触发灭净三业的草附着的。 ④面对贴身的敌人可以选择点按E （环形范围） ，对于群怪、距离较远、较分散的敌人则优先考虑长按E的瞄准。 ⑤长按瞄准时的 抗打断能力极强 ， 可类比 雷电将军 施放元素爆发时、 优菈 施放元素爆发后等效果 。 ⑥ 无“锁面板”效果 ，根据纳西妲的属性面板实时结算。 ◆战技是纳西妲的 关键技能 之一，利用大范围的“扫描”对敌人施加印记既可挂草、后续触发元素反应即可再次施放草附着， 具有范围广 、 持续时间长 、 附着量稳定 等特点。升级战技仅提高其伤害，但因为固有天赋2的存在使得战技也具有不错的伤害， 可考虑优先升级 。 【3】元素爆发（Q） 【技能 演示 ·元素爆发】 【技能 讲解 ·元素爆发】 ①元素爆发是一种 增益类技能 ，将会根据队伍中的“ 火 / 雷 / 水 ”角色的数量优化战技的效果。 ②“火元素效果”对「灭净三业」的增益属于 增伤区间 ， 与草元素伤害加成相加计算 。 ③每种效果最多触发2层， 0命时需要2名 对应元素角色才可触发最高层效果。 例如，队内有2名雷元素角色时，可以最大程度上缩短灭净三业的攻击间隔。 ④ 解锁1命后 ，每种效果仅需1名对应元素角色即可触发满层。 1命将默认计入各元素效果1层，例如即使队内没有火元素角色，在解锁1命后仍可获得1层“火元素效果”。 ⑤领域范围要 远大于 甘雨、神里绫人等角色大招范围。 ◆元素爆发与元素战技 相辅相成 ，施放元素爆发的目的有两个—— 其一 ，优化战技的效果，如战技触发间隔、伤害和持续时间； 其二 ，触发 固有天赋1 来提高场上角色的元素精通。升级元素爆发可以提高对战技的优化效果。 【4】固有天赋 【4.1】固有天赋 1 ·净善摄受明论 ①元素精通转化将根据“队内元素精通最高的角色”进行转化。 ——并不一定纳西妲就是元素精通最高的角色，不过是纳西妲的概率比较大。 ②元素精通最高值的界定是“纳西妲施放元素爆发的瞬间”，是此时队内元素精通最高者的元素精通。 ——本次元素爆发持续时间内又有更高的元素精通角色出现，也不会在被转化，而是需要等到下一次纳西妲施放元素爆发。 ③转化的元素精通不会随着队内元素精通的变化而变化，仅取决于施放瞬间的元素精通。 【4.2】固有天赋 2 ·慧明缘结智论 ①该天赋的伤害提升属于 增伤区间 ，与草元素伤害加成相加计算。 ②该天赋的暴击率提升 不会在角色属性面板中显示 。 ③将根据纳西妲的 实时元素精通 来提升战技的伤害、暴击率 （纳西妲站场时该天赋可以获得自身固有天赋1的额外精通提升带来额外提升效果） 。 【4.3】固有天赋 3 ·诸相随念净行 ①长按战技 可拾取静态采集物 ，不能拾取动态采集物 （如圣甲虫） 、需特殊方式获得的采集物 （如绯樱绣球等） 。 ②长按战技瞄准须 弥城内的NPC 来读取内心，会出现NPC的心理活动。 【 补充1 】元素精通与元素反应 【1】元素精通与增幅、激化反应 【注】此处的增幅反应为融化 （火冰） 、蒸发 （水火） 反应；激化反应指超、蔓激化反应，原激化反应无额外伤害提升，仅为一种“附加状态”。 【2】元素精通与剧变反应 【注】剧变反应仅与上述的角色等级、敌人抗性、对应反应倍率、元素精通数值和相关反应伤害提升有关，与敌人防御力、角色自身元素/物理伤害加成（增伤）等数值无关。 【 补充2 】固有天赋1的“二次转化” ◆内容① 例如，队内角色A的元素精通为900，角色B的元素精通为800，其中角色A已经通过砂糖的固有天赋2获得了额外200精通，那么在纳西妲的该天赋所转化的元素精通数值依旧为角色B的800。 ◆内容② ◆内容③ ◆内容④ ▲以上是 技能解析 部分▲ ▶圣遗物介绍 【 讲解 】套装选择 ①在辅助 蔓激化 、 超绽放 、 激绽 和 妮露绽放 等队伍中，都推荐优先考虑「 深林的记忆 」4件。 ——纳西妲的战技具有较长持续时间、较广作用范围、稳定的触发方式等特点，且上述队伍中具有占比不低的草伤， 纳西妲可稳定、持续地触发“草套4件”的减草抗效果 ，提高这些草伤。 ② 站场输出 、队内 有其他角色已装备“草套” 时，纳西妲可以考虑「 饰金之梦 」4件，提高自身精通，从而提高自身草伤输出。 ——还是推荐优先纳西妲使用“草套4件”，更加稳定；如果是6命纳西妲，则可考虑“饰金4件”，并配合其他草伤角色携带“草套4件”输出。 ③ 中期过渡 可考虑“精通2+2”的搭配，或先用4星“草套4件”过渡。 ——精通2件有「 流浪大地的乐团 」、「 乐园遗落之花 」和「 饰金之梦 」2件。 【 讲解 】词条选择与面板 ① 后台 时，精通可堆叠至 900-1000 点； 站场 时，精通可堆叠至 700-850 点。 ②暴击率可在40-56%，暴击伤害在120%+。 ——如果是“摆烂”的通用 精通辅助玩法 ， 只考虑精通即可 ，其他属性“随缘”。 ③纳西妲的元素爆发也是需要注意的一环，尤其是需要开大提高场上角色精通时，推荐充能效率堆叠至 140% 左右。 ▲以上是 圣遗物搭配 部分▲ ▶武器与面板 【 数据对比 】各武器伤害期望 ▶武器详解 【 1 】精通类武器 ①【 千夜浮梦 】：装备者根据与队内其他角色的元素类型的异同，获得对应效果进一步提高队伍伤害，同时还可提高其他角色的属性。 ——本身抽取的性价比并不高，更多是真爱党抽取。 ②【 流浪的晚星 】：纳西妲装备时，自身获得天赋1 （净善摄受明论） 的额外精通不能被该武器再次转化为攻击力。 丰富纳西妲的辅助能力 ，可优先考虑。 ③【 魔导绪论 】：被动效果在后台可以触发， 获取简单 、性价比高。 ④【 万国诸海图谱 】： 后台不能触发 。 ⑤【 盈满之实 】：被动提供额外精通， 需要高精练 ，会降低纳西妲攻击力。 ⑥【 祭礼残章 】： 提供高额元素精通 ，但武器效果作用较小，无以上武器时可以选择。 ◆精通属性武器优先考虑「 千夜浮梦 」，其次是具有一定辅助能力的 流浪的晚星 ，之后则是各类精通属性武器，如 祭礼残章 、 盈满之实 、 魔导绪论 、 万国诸海图谱 等。 【 2 】草伤输出武器 ◆双暴类武器多为纳西妲选择 站场玩法时考虑 。 ◆纳西妲的武器选择主要 围绕自身技能机制进行考虑 ——① 辅助/后台玩法 ，主要为前台角色提供元素精通，优先考虑精通类武器；② 输出/站场玩法 在圣遗物堆叠了元素精通后，可选择双暴类武器提高纳西妲的草伤。 ▲以上是 武器选择 部分▲ ▶命之座介绍 【 数据对比 】命座 提升期望 【命之座· 讲解 】 【 1命 】 降低 元素爆发增益效果的 对应元素角色数量需求 。即使队内没有对应元素角色，也能默认触发1层。 例如，队内没有火元素角色，纳西妲施放元素爆发后依旧可获得1层“火元素效果”。 【 2命 】触发激化元素反应将 降低敌人的防御力 、提高队伍角色直伤，在激化、激绽队伍中表现不错；对于绽放、燃烧反应，有20%概率使这些 反应伤害翻倍 ，在超绽放、妮露绽放队中提升很棒。该命座对草反应队的提升很不错，如果想要尽可能提高草反应队的伤害，那么 可以解锁至2命 。 【4命】进一步降低纳西妲对圣遗物元素精通堆叠的需求，可考虑“ 精草暴 ”的搭配。 【6命】完全解锁纳西妲的 输出爆发玩法 ！额外施放的「灭净三业·业障除」施加弱草附着、遵循常规附着规则 （并不是独立附着，不同于战技的「灭净三业」） 。真爱党可考虑抽取至满命！ ◆总的来说， 0命纳西妲的机制就已经很完整了 ，命座多为提高伤害的命座，直接变动机制的方面很少。对于原石较少、后续有其他抽卡激化的旅行者可以只抽取0命；对于原石充足、想提升草反应队伍伤害的玩家， 可以考虑抽取1、2 命。真爱党玩家可考虑抽取至 6命 ，解锁纳西妲的站场输出玩法。 ▲以上是 命座讲解 部分▲ 【1】 超绽放 与 激绽 【1.1】“纳行久”组合 【角色要求与选择】 ①纳西妲 站场时 ，第4人可选择 菲谢尔 、 夜兰 。 ②根据已有角色灵活选择，主旨是组成至少“ 1草 1水 1雷 ”和“2后台1站场”的构架。 ③久岐忍可与 雷电将军 （ 精通流 ） 替换，但需要选择一名治疗/护盾角色提高队伍生存能力。 ④ 未解锁6命 时， 单水 行秋的充能推荐在250%+、 双水 充能在220%+； 解锁6命 后， 单水 行秋充能在220%+、 双水 充能在200%左右即可。 ⑤这一组合“ 三人成型 ”，第4人可考虑诸多水、雷、草等元素的站场/后台角色， 依靠超绽放高下限 来“保底”整体输出。 【“ 海 纳行久”的补充】 ①搭配纳西妲时，通常是 艾尔海森 搭配“ 饰金4件 ”、纳西妲搭配“草套4件”。 ②行秋也可替换为 夜兰 、 芙宁娜 等增伤角色，提高艾尔海森的伤害。 ③搭配 单水芙宁娜 时，其充能推荐在240%左右。 ——更多是搭配解锁 2命后 的芙宁娜，增伤叠层迅速；只拥有0命芙宁娜，更推荐搭配行秋、夜兰等。 ④ 久岐忍 优先堆叠 元素精通 ，其次考虑 百分比生命 。 ⑤艾尔海森“满能量”时，可考虑Q起手；能量未满时则选择E起手。 ——Q起手多选择“ 六剑雨 ”输出方式：Q接2次3A冲刺、E接2次3A冲刺、AZ接2次3A冲刺 【参考输出顺序】 ① 海 纳行久 ：纳西妲EQ、行秋EQE（祭礼剑）、久岐忍E、艾尔海森E接重击后输出 ② 纳行久 夜 ：纳西妲EQ、行秋EQAE（祭礼剑）、夜兰QEA、久岐忍E、纳西妲普攻站场 【角色培养】 艾尔海森 / 行秋 / 久岐忍 * 夜兰 的培养在下方【1.2】心夜雷妲部分。 【1.2】 心 夜雷妲 【角色培养】 珊瑚宫心海 / 夜兰 ①该队伍主要是 心海站场 ，在施放元素爆发后可回复全队生命，可堆叠充能至140%左右。 ② 0命 夜兰充能推荐在230%+， 解锁1命后 充能可在200%左右。 （优先绝缘4件） ③ 雷电将军 在该队伍 全力堆叠元素精通 ，其只利用协同战技触发超绽放反应。 【1.3】 水伤站场 超绽 【 那维 超绽的补充】 ① 单水那维 推荐充能在140%左右，“润滑”技能循环。 ②那维莱特 解锁1命后 ，可考虑“ 双金珀 ”思路，即 那维 、 纳西妲 均使用 高精练试作金珀 ，再将钟离替换为 芙宁娜 、提高那维的输出，且“双金珀”为全队回血可 抬高队伍血线 、一定程度上保障每轮的芙宁娜增伤层数。 ③ 雷电将军 在该队伍 全力堆叠元素精通 ，其只利用协同战技触发超绽放反应。 【 绫人 超绽的补充】 ①更多是将“纳行久”的行秋替换为神里绫人，以绫人站场造成水伤配合 元素爆发施加水附着 、触发绽放反应，再由雷元素角色触发超绽放、补充队伍输出。 ②第4人的选择较多样，可考虑 夜兰 、 菲谢尔 等 （还可暂用米卡、枫原万叶等角色搭配） 。 【参考输出顺序】 【1】 那维 超绽 ① 那 钟 雷妲 ：钟离E （长按） 、那维莱特EQ、纳西妲E、雷电将军E、那维莱特重击输出 ② 那 芙 雷妲 ：那维莱特QE、芙宁娜QE、纳西妲E、雷电将军E、那维莱特重击输出 【2】 绫人 超绽 ① 绫人激绽 ：神里绫人Q、纳西妲E、久岐忍EQ、菲谢尔E、绫人E接输出 ② 双水超绽 ：神里绫人Q、纳西妲E、夜兰QE、久岐忍EQ、绫人E接输出 【角色培养】 那维莱特 / 神里绫人 / 雷电将军 【1.4】 赛诺 超激绽 【参考输出顺序】 ① 赛 纳行久 ：纳西妲EQ、行秋QE、久岐忍E、赛诺EQ接“普攻-QTE”循环 ② 赛 芙 纳白 ：纳西妲EQ、芙宁娜QE、白术E/Q、赛诺EQ接“普攻-QTE”循环 ——白术是否先手施放战技（E）需要根据队伍生命值来决定，如果处于50%左右甚至低于50%，可优先E来抬高全队生命、提高芙宁娜的大招增伤层数。 【角色培养】 赛诺 / 白术 ① 单雷赛诺 可优先考虑 充能沙漏 ，保障自身充能在160-180%之间。 ② 芙宁娜 的充能推荐在240%+； 双草白术 的充能可在220%左右，可选试作金珀。 【1.4】其他 种门 搭配 ①除以上角色加入“种门”外，还可以考虑 鹿野院平藏 、 砂糖 （可携带教官4件） 等，多为草/水/雷/冰/风等元素的角色。 ②冰元素的角色中，像 神里绫华 、 优菈 、 莱欧斯利 等都可以拓展的种门“ 冻绽 ”玩法，但与其常规队伍相比，加入种门并不是优先考虑的。 ③除常见的激绽站场搭配外，还可考虑 绫人激绽 、 八重激绽 等玩法——例如，绫人激绽 （绫人+纳西妲+菲谢尔+久岐忍） ；八重激绽 （八重神子+纳西妲+行秋/芙宁娜+白术） 等。 【2】 妮露 绽放队 【 基础要求 】 队内 有且只有 水、草两种元素角色；水、草元素角色 各至少有1名 。 【参考输出顺序】 ① 双水双草 （心妮绽放） ：妮露E接3E或3A （打出剑舞步/旋舞步） 、纳西妲EQ、草主EQ、珊瑚宫心海E接A输出 ② 妮纳 夜 白 ：妮露E接3E或3A （打出剑舞步/旋舞步） 、纳西妲EQ、夜兰QEA、白术EQA、纳西妲站场普攻 *也可换成 夜兰站场 普攻触发协同 【角色培养】 精通流心海 / 妮露 / 旅行者 ①在当前版本，妮露绽放队的水、草选角已经很多样了，其中主要是这两种流派—— 其一 ，依靠丰穰之核的“ 绽放流 ”； 其二 ，依靠队伍水、草元素直伤和丰穰之核伤害补充的“ 直伤+绽放混合流 ”。 ②除以上展示的角色外，还可以选择 艾尔海森 、 行秋 、 芭芭拉 、 瑶瑶 等水、草元素角色，可以根据已有角色灵活搭配。 【3】激化队 【3.1】 蔓 激化队 【参考输出顺序】 ① 提 纳钟八 ：钟离长E、八重神子3E、纳西妲EQ、提纳里EQ接重击输出 ② 海 纳钟八 ：钟离长E、八重神子3E、纳西妲EQ、艾尔海森E接输出 【角色培养】 提纳里 / 钟离 ①提纳里的“ 藏箭 ”手法：由提纳里先施放元素战技后下场，再由队内其他角色施放护盾、脱手类技能，最后由提纳里接连施放元素爆发、3次蓄力重击，然后战技CD结束再次施放元素战技后接3次重击。 ②艾尔海森的“ 六剑雨 ”手法：Q接2次3A冲刺、E接2次3A冲刺、AZ接2次3A冲刺 【4.2】超激化队 【参考输出顺序】 ① 刻 皇激化 ：钟离长E、纳西妲EQ、菲谢尔E、刻晴EQE接重击接E输出 ② 八 皇激化 ：钟离长E、八重神子3E、纳西妲EQ、菲谢尔E、八重普攻站场 【角色培养】 刻晴 / 八重神子 / 菲谢尔 ①当前更推荐赛诺去“ 激绽 ”队，普通配置并不推荐激化玩法。 ② 雷电将军 的基础倍率区间数值较高，激化反应会与雷神的技能存在稀释—— 属于能打激化、但并不是特别出色的选择 。 ③刻皇队中，可将万叶替换为 钟离 、提高生存能力。 【5】燃 蒸 与燃 融 【5.1】 那维 燃蒸 （“燃龙”） 【 理论依据 】为什么那维莱特可以“燃蒸”？ ① 倍率 可观，附着次数多 那维莱特每轮特殊重击能造成8次伤害，可施加 4次水附着 ，且重击倍率较高，因此蒸发反应收益不低。 ②水 克制 火，单火掣肘多 由于“水克制火”，每次触发蒸发后会将敌人的火附着完全消耗， 依靠单个后台火元素角色无法稳定 使敌人处于“火底”，导致那维莱特无法持续触发蒸发反应。 ③火草 共存 ，稳定保“火底” 燃烧反应能实现 短暂的 “火草共存”，后续施加水附着会“ 先与火元素触发蒸发反应 ”，剩余水元素再与草元素触发绽放反应——由于“草克制水”，即使水附着过量，也不会轻易将草元素完全消耗，因此草元素 有效防止了 “逆转火底”的问题。 ④燃烧 强火 ，支持打蒸发 每次触发燃烧反应会在燃烧状态下提供“ 无损耗的强火附着 （2元素量） ”，刚好支持1次弱水蒸发，而不继续与草元素反应，进一步降低对草元素的要求。 ——理论词条提供者：卡玛sei亚 ①香菱是 单火入队 ，对其充能要求较高， 只建议全力堆叠充能 ，不强求其他属性 （搭配西风可堆叠暴击） ，推荐充能在 260%+ （越高越好） 。 ②钟离可考虑「 教官 」4件，进一步提高那维莱特的精通、提高蒸发伤害。 ③那维 解锁1命后 ，可考虑将钟离替换为 枫原万叶 等角色进一步提高队伍输出、“ 染色挂火 ”的能力。 （扩水较难，但依靠那维极强的伤害制造能力也能有可观表现） ④那维莱特的 常见组合 是“纯水输出”， 如白万芙特、那芙钟琴、那钟万达等 ，燃蒸能够创造可观的输出、是一种增加那维玩法的高上限选择。 ——追求安逸可以纯水为主，追求伤害上限的“暴力”可尝试“蒸龙”“燃龙”！ 【5.2】 莱欧 燃融 【角色培养】 莱欧斯利 / 托马 / 班尼特 ①燃烧反应产生“ 强火 ”，而“火克制冰”，可以保障莱欧的冰伤攻击打出融化反应。 ② 0命 莱欧的输出可选择“3A+重击”的循环 （通常打出5轮） ，此外还有“5A+3A重击”的2轮循环以及“Q+5A重击”的输出方式； 1命 莱欧可用每轮“5A+重击”的输出方式。 ——无论拳法的输出方式如何，0命时的关键主要 围绕触发天赋1的效果 ，所以需要在输出时的“红光特效”出现就要打出重击。 ③ 托马 的 4命 可优化循环 （较关键） ，未解锁前还需多叠充能 （240%+） ，此外提升生命来提高托马的护盾量。 【6】关于 烈绽放 玩法 ①当前版本，单纯的烈绽放玩法是比较“冷门”的，玩的人数并不多。不同于超绽放那样还存在触发激化反应“ 保持草元素 ”，烈绽放中的火元素一旦过量就会触发燃烧反应、迅速消耗草元素，导致“ 产种率 ”降低。 ②烈绽放更偏向对群，需要尽可能多的草元素与水元素配合，当前的“打火机”主要是精通流托马。 ③ 参考搭配方式 ： 纳西妲 + 托马 （精通流） + 行秋 + 水元素角色 ④除此之外，还有加入雷元素角色的“ 彩虹流 ”玩法，如雷泽+班尼特+托马+纳西妲。 ▲以上是 队伍搭配 部分▲ 【总结一下】 ◆ 技能升级 ：优先升级元素战技、元素爆发，草伤站场时才考虑升级普攻。 ◆ 武器选择 ：辅助向优先选择精通武器，如千夜浮梦、流浪的晚星、祭礼残章、魔导绪论等；输出向可考虑双暴类武器，如神乐之真意、匣里灭辰等。 ◆ 圣遗物搭配 ：优先深林的记忆4件，站场输出时可选饰金之梦4件并有其他角色使用草套4件。 ◆ 词条选择 ：辅助向的精通堆叠至900-1000，站场可对叠至700-850。 ◆ 命座提升 ：1、2命提高功能性，还可提高队伍伤害；3命以上更多是提升自身草伤。 以上就是本期「纳西妲」角色攻略的全部内容了，我们下期再见！_(米游姬入欧) 封面美术： 纳西妲第一可爱w 图片： Asgater 文本： Asgater 数据： Asgater 监督&校正： Asgater 、 卡玛sei亚",
    "length": 8783
}