{
    "game_id": 2,
    "post_id": "42826223",
    "f_forum_id": 43,
    "subject": "最详细世界任务「水色潮痕」攻略（附带宝箱神瞳解密成就收集）",
    "url": "https://www.miyoushe.com/ys/article/42826223",
    "created_at": 1693056350,
    "like_num": 712,
    "view_num": 109310,
    "reply_num": 101,
    "text": "水下教学性质任务， 会解锁部分水下传送点，流程大约30~45分钟 ，不影响主线，可以放心接取。_(宵宫-好那菈) 不过 地洞内有十多个宝箱 ，容易遗漏的不少，而且还包括两个隐藏成就「自然哲学百科」与「黑字的研究」 。 本文 会折叠附带 全部宝 箱神瞳以及摩拉调查点 收集，致力地图全清空。 _(甘雨-加油) 在枫丹城七天神像旁边就能看见此任务感叹号了 嗨，维吉尔.... 维吉尔会邀请你去水下探索遗迹，对话 最后如果选择「请你带路」的话会直接传送 到枫丹城西南侧水边。 下水后不要急着开地图，跟着发光调查点就行，它会引导你走到传送点。 之后就进入第一个废墟空间了。_(林尼-敬礼) 进入后任务进度会变为探索「学会场馆遗址」，需要你寻找钥匙继续前进。 钥匙会在 此处两个宝箱和摩拉调查点 中 随机一处隐藏 ，具体位置如下图所示。 探索前 建议先学习「异色猎刀鳐」能力，对着头上有半月符号的蓝色鱼按普通攻击键就能学习 。 下图这种草球解密， 对着根部发绿光位置使用学习后的元素战技就行，可以长按进行瞄准 。 打开宝箱和调查点时会随机 掉落钥匙，出来时会有派蒙对话提示你 。 如果上文都没找到钥匙，可以看 此折叠内 剩余 三个摩拉调查点 第一个大厅三个易漏摩拉调查点 在大厅南侧有个被藤蔓草球困住的调查点，这个非常显眼就不说了。 在 藤蔓宝箱背后的房屋废墟顶上 ，有一个摩拉调查点。 然后同样在这建筑处，朝藤蔓宝箱方向（西侧）游，在废墟墙角也能看见一个摩拉调查点。 在获取钥匙后来到被封住的大门口， 斩断绿色海草就可以继续前进了 。 之后碎石通道没有物品， 按提示学习「异色重甲蟹」能力打开碎石就行。 _(胡桃-哇) 打开碎石就能看见大门，门上有一个摩拉调查点，开门前可以先把这个捡了。 用钥匙开门后不要着急前进， 在门口位置上浮， 就能看见一个 被怪物守护的宝箱 。 _(柯莱-警觉) 随后继续任务，在下方通道会有大量乱流阻碍前进，开启 「异色重甲蟹」能力的盾就可以免疫 ，沿着通道走， 在通道尽头的乱流口有一个摩拉调查点 。 捡完后就进入一个新的大空间了。 _(神里绫人-点赞) 这个场景只需击碎堵门的岩石就能继续任务。不过此处有水神瞳和宝箱可以捡。 除了一个宝箱外，两个攻击你的藤壶里 一个藏有水神瞳，一个有摩拉调查点 。 击碎藤壶 就能掉落 一个神瞳 （左侧） 和一个摩拉调查点 （右侧） 。 击碎方法是： 对准藤壶长按技能键蓄力，在攻击到你时，就会有个蓝色圈圈，松手就弹反了 。 然后是此处两个摩拉调查点折叠 两个摩拉调查点 一个藏在另一个藤壶里，用同样办法击碎就行 另一个位于废墟最上层隔间，在神瞳藤壶位置 上浮到最顶端 就能看见了 之后用螃蟹能力击碎堵门岩石就可以到下个空间继续任务了。 _(宵宫-托下巴) 进入后先点开传送点，然后跟着任务指引走就行。 此处调查点以摩拉和圣遗物为主，可以捡捡狗粮。 在门口对话完后 ，任务更新为离开水体， 直接上浮到水面就能看见新的调查点了 。 对话完毕后让你探索此处，直接挨个调查点调查就行。 在机关旁边调查点有一个是「神秘的书页·其四」，建议不要错过。 之后解开 芒荒机关 就能继续任务了。 这个机关很简单，拾取紫色的 荒性能量块（紫色团） ，然后普通攻击 芒性能量柱（黄色柱）。 再拾取 芒性能量块（黄色团） ，打 荒性能量柱（紫色柱） 即可。 解除机关后，水下的大门就会打开。 在大门打开后就能拾取到一个水神瞳。然后继续前进即可。 _(胡桃-你好) 开门后 离开水面后在右侧空间 能看见一个螃蟹和 摩拉调查点 。 而跳入房间中央的大洞就可以继续任务了。 下水后会看见一个 限时挑战，终点就在任务点，做了就可以继续任务了 。 这里有三摩拉调查点，要收集就先别做挑战 首先看见挑战后转过身，来看入口的背后，就能看见一个发光碎石，击碎他就能看见一个摩拉调查点了。 然后在朝着挑战方向下潜，下到最深处，靠近另一侧洞口位置，能看见一个石块废墟，在废墟上能看见一个发光碎石，打开就有摩拉调查点了。 最后原地上浮，上浮到快到屋顶，能在出口位置看见一个发光碎石，打开又是一个摩拉调查点。 注意这个藤蔓 必须找好角度 一刀砍断两个绿点才能解开 。 挑战结束后就能看到两个怪物，击败他们就能继续任务了。 两个怪物对面有个需要钥匙打开的大门，需要做完任务才能开启。 门上方二楼有一个精致的宝箱 ，同时宝箱正下方一层位置也有个摩拉调查点。 拾取后就可以继续跟着任务指引走了！ 继续任务能看见一个新的芒荒机关，球就在柱旁边。会给一个普通的宝箱。 芒荒解密后能看见一个仙灵，跟着仙灵走不影响任务的。 路上会跳进一个大坑，等水位自动上涨就行。 仙灵路上会看见 一个怪物守护精致宝箱和一个限时挑战 ，不影响任务直接做就行。 神瞳位置在密室内不在水里，不用在水里费劲找啦 。 在出水跟随仙灵到终点后， 不要急着继续前进，回头能看见一个大门和机关 。 打开后就能看见一个狗狗守护的宝箱和水神瞳了。 然后回到任务上，击败遗迹守卫解开传送点后会有一段对话。 对话结束后调查下图这四个调查点就行。（ 水神瞳需要任务结束才能拿 ） 调查完后维吉尔会把你和遗迹重机关一起， 这个遗迹重机是无敌的，不用尝试击败他 。正确方法是走到 最里面调查点，然后打碎裂痕就行 。_(菲米尼-冒泡)如下图 之后就进入逃亡阶段了，一边看对话一边随波逐流吧... 路上能看见乱流和下图的加速圈，多踩圈能加速。 最后到洞口的加速圈一定要踩中，一定要踩中，如果没踩中的话不会有宝箱。 如果没有踩中的，可以传送回最后一个传送点，进入房间左转就能看见一个水坑，跳进去就能重新开始随波逐流了 总之最后冲到传送点，任务结束，一个华丽的宝箱。_(阿姬得意) 但收集还没有结束哦，请直接回到最后密室的传送点。在房屋左侧能看见一个水洞，靠近点进入。 随后会飞到废墟二楼，有一个机关大门。 打开后就能看见 一个奇馈宝箱 以及一个调查点，这个调查点是「神秘的书页·其六」。 同时跳下一楼就能拿到柱子后面的水神瞳。 神瞳后面桌上的调查点一定要点 ，能开启水仙十字结社传送点。 进入后就将 解锁成就「自然哲学百科」 全书，同时能看见一个精致的宝箱和一个珍贵的宝箱。 以及 馆内调查点有一个「 神秘的书页·其十一」，建议也调查哦。 此处打开宝箱后会爆出一个学院某处的钥匙，回到废墟可以继续开宝箱。 _(阿姬得意) 传送回自然哲学学院传送点，来到下图大门位置。 靠近大门用钥匙开门就行。 （门上面有个宝箱的，前文流程如果没拿现在可以拿） 然后一路走，走到第二个大门，这个大门只需要交互即可打开。打开后 解锁成就「黑字的研究」 _(瑶瑶-笑一个) 打开后就能看见一个珍贵的宝箱了！同时黑泥旁边有个「神秘的书页·其五」调查点。 领取完宝箱后，走到宝箱后面就能开门方便下次来，同时还有个「神秘的书页·其八」的调查点。 至此整个任务地图就被搜刮干净了。 _(云堇-WINK) 做完后会开启一个新的后续世界任务，流程十分钟左右，感兴趣的可以继续做！ _(阿姬得意) 世界任务「一条枫丹信息」攻略与宝箱收集 整体来说是个水下机制教学任务，一路上能解锁不少传送点和宝箱，任务本身流程不难。 不过这个地洞容易忽略的调查点和宝箱太多了，自己都漏了一个，感谢 ﻿ @YOMIHA ﻿ 大佬提醒_(派蒙-抱抱) 如果觉得有帮助就点个赞再走吧。",
    "length": 3037
}