{
    "game_id": 2,
    "post_id": "47545827",
    "f_forum_id": 43,
    "subject": "盘点原神中的那些“三人成队”",
    "url": "https://www.miyoushe.com/ys/article/47545827",
    "created_at": 1704275863,
    "like_num": 52,
    "view_num": 2533,
    "reply_num": 11,
    "text": "相信各位久经沙场的旅行者_(阿君得意)都深有体会，原神的深渊很多时候考验的并不是队伍理论上的输出量，而是队伍的「 功能性 」——有没有对应的破盾属性？能不能对群？能不能对空？奶妈还是盾？转火要求有多高……这些功能性的要求，影响了我们队伍使用的选择。这也是为什么角色box的广度相当重要，再强的满命角色，也怕相同属性的史莱姆。_(米游兔—飚汗) 但是对于大多数平民玩家来说，可能只能选择一部分的队伍进行抽取和培养，能否在不同的深渊环境都有不错的发挥，是抽取和培养很重要的考量因素。而这就是为什么「 三人成队 」的一些队伍受到许多玩家的青睐。三人成队往往意味着仅仅需要三个角色就能达成输出模式的完整和输出量的充足，并且具有足够的舒适性。而面对深渊的一些特殊要求，三人成队的配队也能通过引入「 第四人 」来提高自身对于环境的适应性，因此能够在不同的深渊掏出相同的三人。本期我就结合自身的一些使用体验，分享我心中的一些强势的「三人组」。 胡 行 钟_(胡桃-卖萌)_(行秋-有主意了)_(钟离-喝茶) 作为1点几大版本就形成的老牌配队，胡行钟经受住了时间的考验。 三人中胡桃_(胡桃-念诗)主c，e启动，q提供自回血和一定的对群能力，拥有一命的胡桃能够提供近战角色中相对出色的位移能力，并且能够通过aazs或azs的手法将闪避完美融入手法，从而变相提高自身的生存能力； 行秋_(行秋-指证)更是功能性怪物，集输出、挂水、抗打断减伤、自回复、减水抗为一体，在夜兰水神出来之后依然保持强势。在胡桃队伍当中，祭礼绝缘满命行秋可以轻松实现自充能，为胡桃提供稳定的水底，并进一步提高了胡桃的坦度。 钟离_(钟离-不必匆忙)作为原神最强之盾，同时又为不大容易引入前置挂火与风套减抗、水火输出同样重要的胡桃队提供了便利的全元素20减抗。而钟离也可以通过千岩、教官、磐岩的不同配装，调整队伍中水火的输出占比和胡桃的配装选择。三人结合在一起，可以说是在高压环境攻坚的最稳队伍，即使是面对能打反应的圣骸兽群，也根本不用担心。 而这样的一个配队仍然盈余一个空位。阿贝多_(阿贝多-送花)老师，可以提供双岩共鸣、精通和补充一定的伤害；莫娜_(莫娜-哼哼)，能够提供增伤、讨龙和双水共鸣。而夜兰_(夜兰-冷笑)的出现，终结了第四人的讨论。夜兰在拥有不俗的自身输出能力的同时，补充了胡桃的增伤乘区，提供了对空能力，又能享受到行秋的减水抗和充能。更重要的是，夜兰为胡桃队伍提供了升配置的更高性价比方案。胡行钟队伍以一命胡桃+钟离的三金起步，补上胡桃的护摩之后，由于胡桃中间命座提升的不足，在5-8金的成本区间往往比不过其他一些配队。但是新时代命座战士夜兰的加入完美解决了这个问题，一命夜兰提升了大世界跑图、转火、充能体验、二命夜兰可以单人提供稳定的水底，四命夜兰提供全队生命值加成，满命夜兰提供爆发和对群。对于非厨力党来说，这样的金数分配对于box整体也更加有价值。 而进入枫丹版本，芙芙_(芙宁娜-好无聊)的加入也为传统的胡桃配队提供了另一种选择，芙芙能够加速胡桃的压血，提供一定的后台伤害、转火时的挂水以及巨额的增伤。尽管切刀的手法略显繁琐，但是强势的二命让胡桃队伍的金数分配更加合理。胡桃、夜兰、芙芙每人三金再加上钟离，可以说是聚是一团火，散是满天星。即使胡桃受到针对，夜兰芙芙身上投入的金数也不会因此亏损。 对于一些破盾环境来说，胡行钟也可以带上草神或者其他草系。比如3.7的冰水使徒和三色使徒就可以采用胡行钟纳或者胡行纳久的配队。而对于一些对自己操作比较有自信的玩家来说，胡桃也可以抛弃钟离，带上凯亚，组成胡行凯+万或者夜等等，在4.1上半这种环境，该配队就相当舒适。 纳 行 久 _(纳西妲-沉思中)_(行秋-专注)_(久岐忍-火大) 纳行久可以说是目前原神配队当中性价比最高的一个队伍了，基础仅需纳西妲一金，圣遗物毕业速度快，第四人的选择又相当灵活。“种门教皇”纳西妲_(纳西妲-兴奋)拥有高贵的中草和便利的挂草模式，带上草套又能稳定减草抗，大招还能提供高额前台精通；行秋_(行秋-压力好大)一如胡行钟当中，丰富的功能性尤其是减伤抗打断让其比夜兰更适合这一组合；阿忍_(久岐忍-惊慌)能够稳定触发种子，又有精通转治疗，不仅是打火机也是奶妈，大招使用好也能提供一波小爆发，也能配合纳西妲及草系主c打出蔓激化。三人中纳西妲阿忍e启动，行秋爆发性产球又能轻松自充，相比于同样一金成本的雷国，草行久拥有更强的灵活性。 而在第四人的选择上，纳行久比胡行钟更为丰富。其一可以选驾驶员，可以带上赛诺_(赛诺-审判)打超激绽，在打桩环境输出更高。可以带上绫人_(神里绫人-好甜)提供群体挂水，提高对群能力。最优的驾驶员还是艾尔海森_(艾尔海森-动动脑)，海哥不仅能完美利用草神提供的减抗和大招精通加成，而且又提高了队伍的转火对群和爆发能力。而菲米尼、莱欧斯利、优菈也可以基于冻结护草担任草行久的驾驶员。其二可以选择生存位、提高舒适度。可以选择白术_(白术-服药)、瑶瑶_(瑶瑶-辛苦啦)、绮良良_(绮良良-收下吧)这种草系生存位，也可以带心海_(珊瑚宫心海-祈祷)、钟离_(固若金汤)；其三可以选择副c，比如夜兰、菲谢尔_(菲谢尔-傲娇)、北斗_(北斗-收到)；其四还能基于环境选择破盾位，比如班尼特、胡桃等等。 那 芙 琴 _(那维莱特-摸头)_(芙宁娜-好戏！)_(琴-赞扬) 极端点来说，这一配队毋宁说是一人成队，即“那维莱特”队。拥有一命的那维莱特_(那维莱特-有罪)能输出、能对群、能自回复、有霸体、切人不掉状态，可以说是功能性最强的主c角色了，因此那维莱特对于配队中其他人的要求也相当之低，只需要一个水系（公子、心海、行秋、夜兰等等），一个风系减抗角色（万叶、温迪、砂糖、琳尼特、小鹿、早柚等等）和一个非风非水的角色触发天赋。 但是要想提高整体的体验，带芙芙和琴还是更舒适的选择，两人补足了增伤和减抗乘区，进一步提高了龙王的伤害。其中琴也可以换成早柚、金珀小鹿，也可以换成万白、万夏组合。在第四人的选择上，这队也相当自由，可以带香菱、菲谢尔、雷神、八重、草神等补充伤害和破盾。遇到黄金王兽或者4.3本期下半的岩怪，也可以带钟离或者金珀凝光。相比其他的三人组，那芙琴由于对于环境元素要求很低，因而破盾第四人可以完全融入原本的输出轴内。 影 夜 琴 _(雷电将军-接我一刀)_(夜兰-喝茶)_(琴-生气) 相比于上述队伍，这队需要更高的金数支持，雷神二命和夜兰二命至少有一个，才能拥有比较舒适的体验。影夜琴本质上是一个高配情况下通过力大砖飞提供无脑感的一个队伍，在应对圣骸兽这种打反应的怪的时候有不错的体验。雷神辅助夜兰和琴充能，夜兰为雷神增伤、提供后台输出，琴提供回血和水雷双减抗。在第四人的选择上，既可以带雷系的八重、菲谢尔、九条提高雷系输出占比，也能带行秋、芙芙提高水系输出。 除开这些组合之外，还有纳妮心/白、魈珐班、娜钟班等等，由于个人游玩次数不多，在此就不详细介绍了，欢迎各位旅行者们分享你们心目中的「三人组合」",
    "length": 2896
}