{
    "game_id": 2,
    "post_id": "43401274",
    "f_forum_id": 43,
    "subject": "原神中值得培养的四星角色",
    "url": "https://www.miyoushe.com/ys/article/43401274",
    "created_at": 1694627941,
    "like_num": 169,
    "view_num": 15724,
    "reply_num": 14,
    "text": "5星角色固然好，但也不要小瞧四星角色，原神中很多四星角色甚至比一些5星还要好用，且容易获得，不用氪金，平民就有很好的游戏体验。 本帖内容仅供参考，角色排名不分优先度。个人推荐优先培养行秋，久歧忍，香菱，珐露珊，班尼特，瑶瑶这些万金油队伍 第一位 菲米尼 大招造成冰范围伤害，并进入潜猎模式。该模式下: 提高霸体，二技能冷却缩减70%，普攻提升2倍。 触发碎冰反应使二技能伤害提升40% 一命菲米尼二技能暴击率提升15% 4命菲米尼触发 冰冻，碎冰，超导， 攻击最多提升18%，加上固有天赋使碎冰后二技能伤害提高58% 6命触发冷冻，碎冰，超导，暴击伤害最多叠加至36%。 第二位 瑶瑶 无论 二技能 还是 大招 都能对敌方造成伤害，并给队友回血，可以说能奶能攻。 一命的瑶瑶丢萝卜炸裂后使场上角色 草元素伤害提升15%，体力恢复15点。 可以配合草系主C。 4命瑶瑶基于自身生命0.3%，可使瑶瑶 元素精通 至多提升至 120。 这个数值已经相当可观了。要知道草系圣遗物精通套是很难刷的。 第三位 琳妮特 大招嘲讽周围敌人并造成风元素伤害，接触 水 ， 火 ， 冰 ， 雷 元素后获得对应属性。(一命的琳妮特也有聚怪效果) 进行元素转化后，琳妮特元素爆发造成伤害提升 15% 。 6命琳妮特获得风元素附魔，风伤加成提升20% 固有天赋使琳妮特所在队伍，在枫丹水下探索时，靠近复试水团恢复生命提升 25% 。在枫丹水下世界就带上她，枫丹水下万金油。 第四位 卡维 不管二技能还是大招，都使范围内草原核立即迸发，提高卡维霸体能力。 固有天赋1:大招期间，卡维普攻重击或下落击中敌人后，元素精通提升25，至多提升至100。 4命卡维触发绽放产生的草原核造成伤害提升60%。如此大的提升，有伤害有精通，直接引爆草核，是绽放队的超强辅助。 第五位 珐露珊 这位前辈也有小型的聚怪能力 大招提升风伤，并降低敌人风抗能力，数值也是相当可观。 6命的前辈风伤提升40%，队伍中所有角色有效，共享冷却。 风系主C队伍带上她轻松打出核爆伤害，真正的风系辅助之神。 第六位  鹿野院平藏 不管二技能和大招还是普攻都有可观的伤害，大招有聚怪效果。且二技能命中后，队中其他角色 元素精通 提升 80 。 6命小鹿二技能暴击爆伤大幅提升。 第七位 久歧忍 久歧忍二技能可使队伍角色挂雷， 二命 时 二技能 持续时间 延长3秒 6命久歧忍自带 名刀效果 ，且生命在25%以下时， 精通提升150点 。 第八位  九条娑罗 6命九条使处于天狗咒雷下的角色， 雷元素暴伤提高60% 。 第九位 旱抽 没敌人时，旱抽大招为队伍回血，有敌人时，若附近角色生命≤70%，为角色回血，否则攻击敌人。 6命的旱抽回复量可以达到惊人的6000点 第十位 迪奥娜 大招持续输出并回血 敌方在大招内降低10%攻击 6命迪奥娜放大时，角色生命≤50%时，治疗加成提升30%，角色生命＞50%时，元素精通提升200。这个加成可以说是逆天。 第十一位 砂糖 大招和技能都有聚怪能力， 且能为队友提供元素精通加成 二命砂糖大招延长2秒。 第十二位 诺艾尔 二命诺艾尔伤害提升15% 6命女仆大招伤害提升防御50%，能攻能守。 第十三位 班尼特 大招回血增伤，但增伤受生命值限制 1命班尼特增伤效果不受生命值限制，且住追加班尼特攻击20% 2命班尼特生命低于70%时，充能提高30% 6命班尼特大招使单双手剑，长柄武器角色火元素伤害提升15%，并获得火元素附魔。 第十四位 行秋 超强的挂水能力，且降低角色受到伤害，提升角色抗打断能力 大招大幅增加挂水时间 即使是二命行秋就能使敌方水抗降低15% 第十五位 北斗 大招提高角色抗打断能力，降低受到伤害 6命北斗使敌人雷抗降低15% 第十六位 香菱 大招拥有超强的挂火能力，且召唤锅巴后留下🌶️，拾取🌶️提升10%攻击力，全队适用。 一命香菱召唤锅巴攻击敌人后，敌方火抗降低15% 4命香菱大招时长增加40% 6命香菱在原有效果基础上，大招挂火期间，角色火伤提升15%。 第十七位 芭芭拉 心海的下位替代者，蒙德小天使，甚至在有些时候强过心海。二技能可以短暂挂水 二命芭芭拉二技能持续期间，角色 水伤 提升 15% 6命芭芭拉在后台时，可 复苏 选中 角色 ，恢复角色生命至 100% (二选一)。 本次更新就到这里了，若不出意外，以后再出四星角色会继续更新本帖。",
    "length": 1826
}