{
    "game_id": 2,
    "post_id": "45995770",
    "f_forum_id": 43,
    "subject": "【V4.2攻略·角色攻略】神里绫人信息一览与平民向配装推荐",
    "url": "https://www.miyoushe.com/ys/article/45995770",
    "created_at": 1701167112,
    "like_num": 1844,
    "view_num": 306903,
    "reply_num": 559,
    "text": "UID 146024302 大家好啊这里是 Zero零渡 ，本期给大家带来 磐祭叶守—神里绫人 _(神里绫人-喝奶茶)的平民向配装推荐，希望能给大家提供思路 （本文发于V4.2，阅读时请注意文章时效性） 注意：本文仅用作参考，各种配装打法思路都仅为个人观点，各人有自己的配装打法，可以讨论但不参与争论， 因为首图能展示内容有限，所以还有其他的内容会在文中以图文进行展示 。 〓〓〓在本文中〓〓〓 A/普攻=普通攻击，Z=重击，E=元素战技，Q/大招=元素爆发，X命=命之座第X层，XX头=XX理之冠。 （动图较大，观看时请注意数据流量消耗） 优点：懒人单手剑（开E一直按住攻击）， 零命即可毕业 ，配队繁多 缺点：开E后略显僵硬（转身），容易出现失误 天赋介绍 普攻 打出五段优雅的攻击动作，在实战中并没有多大的用。 重击 向前打出「居合斩」并位移一小段距离，和普攻一样，并不作为主要输出手段，也没有特殊机制和效果，可以不升级 神里绫人的E 是主要输出手段，利用施放E技能后进入 「泷廻鉴花」 状态，使 神里绫人 的普通攻击和重击都 转化 为 高频的水元素范围伤害 （无法被其他手段附着元素） 神里绫人 展开一个与甘雨的元素爆发一样大小的 「清净之园囿」 ，并持续对该区域内的敌人造成 水元素伤害 ，且给该区域内角色 提供 最高20%的普通攻击伤害加成 （天赋每一级提高1%），该效果作用于开了E的 神里绫人 身上就等于 增加了最多20%的水元素伤害 固有天赋一 （在角色20级突破后解锁）， 神里绫人 施放E技能即可获得两层 「浪闪」 效果，或者施放技能生成的 「水影」 破裂（ 「水影」 附近有敌人或元素战技时间结束）后，直接获得最高叠加层数（零命四层）的 「浪闪」 效果，所以在施放E技能的时候可以尽量靠近敌人以获得最高效率的伤害提升。 固有天赋二 （在角色60级突破后解锁），当 神里绫人 处于后台且元素能量值 低于40时 会每一秒回复两点元素能量值。该天赋 缓解了神里绫人的充能压力，也在一定程度下改善了神里绫人的手感 。 武器推荐 首选 波乱月白经津 ，该武器满级虽然只加了608的攻击力和33.1%的暴击率，看面板只感觉比较中庸。但是它的武器特效首先 增加12%的全元素伤害 ，其次每当队友施放元素战技时获得一层 「波穗」 效果，最多获得两层， 在获得满层时装备 该武器者获得20%*2的普通攻击伤害加成 。两者加起来作用于开了E的 神里绫人 相当于 提高了52%（精一）的水元素伤害 ，比一个水伤杯的增伤效果还高。 磐岩结绿 和 雾切之回光 。 这两把差异不大， 磐岩结绿 相对来说更稳定些。 磐岩结绿 副词条提供44.1%的暴击率是单手剑中最高的，武器特效是提高角色的最大生命值上限，并且根据最大生命值的一定比例提高攻击力。而 「浪闪」 是 按照生命值上限的一定比例提供伤害加成 ，并且还能叠加多层效果，生命值上限在战斗中基本是不变的，所以 磐岩结绿 能提供一个稳定的加成。 雾切之回光 提供674攻击力和44.1%暴击伤害，是当前极少数 最高攻击力且加暴击伤害 的单手剑。第一个武器特效 增加12%全元素伤害 没什么问题，但是第二个武器特效中， 「雾切之巴印」 叠加三层时 才能获得最大提升： 提供最多15秒28%的该角色元素伤害 （施放大招一层10秒，普攻造成元素伤害命中敌人一层5秒，低于100%元素能量值一层n秒（一直低于就一直存在，反之则无））。 在理想情况下（即EQ同时施放时）是能获得三层 「雾切之巴印」 的效果的，但是在实战情况中，我们必然会遇到几种情况： 1.第一轮QE打完了，但是 第二轮Q还没充能完毕 此时我们选择硬着头皮打出第二个E，那就只能得到 两层 「雾切之巴印」 （ 大招充能不够100%+普攻造成元素伤害）效果： 16%元素伤害加成 ，如果需要等待大招充能完毕，而不使用第二个E，我们就要切别的角色出来站场输出（因为普攻没升级）。 2.还是上面的情况，第二轮我们 已经施放了第二个E，在攻击途中突然大招充能满了 ，本来有 两层 「雾切之巴印」 （大招充能不够100%+普攻造成元素伤害），就变成了 一层 （普攻造成元素伤害）效果： 8%元素伤害加成 。此时这个大招放还是不放？ 放了： 大招动画三秒，放完大招后元素战技的时间过了，此时 「雾切之巴印」 的效果 有两层 （施放大招+大招充能不够100%）。 不放： 「雾切之巴印」 的效果还是 一层 （普攻造成元素伤害），而且过不了多久元素战技又进入冷却了。 3.有时候乱了手脚，切出 绫人 发现QE都没好，此时 「雾切之巴印」 层数为一层（大招充能不够100%）。 综上，对于 需要80点元素能量 才能施放大招的 绫人 来说，并不能保证每一轮都能有 三层 「雾切之巴印」 的效果，个人看来 磐岩结绿 比 雾切之回光 要强，至少从稳定性和容错率来看是如此。 斫峰之刃 整体 提供了所有单手剑都无法比拟的 攻击力加成 ，副词条就是 增加49.6%的攻击力 ，第二个武器特效 在有盾位的队伍中叠满层数后能给处于攻击状态中的绫人提供最高40%的攻击力 （精一） 。但也是因为这个原因，它的 加成全都堆在了攻击乘区 导致容易被稀释，最终加成效果没有上面的武器好，这把武器除非歪到了又没有别的五星武器再选用。 黑剑 和 狼牙 。作为 珍珠纪行中能领取的两把单手剑 ，主副词条都是一样，接近波乱的暴击率，不同的是两把武器的武器特效。对于绫人来说最好的四星还是黑剑，在实战中由于狼牙需要叠层的原因比黑剑略逊，而且绫人施放元素战技时只有水影破裂才视为元素战技伤害，后续所有伤害都视为元素战技专属倍率的普通攻击伤害，所以武器特效中的元素战技伤害加成根本享受不到，这点需要注意。 没有 黑剑 可以选择这两把武器， 匣里龙吟 武器特效 对火/雷元素下敌人造成伤害提高20% ，给 绫人打蒸发或者感电反应 。 天目影打刀 武器特效可以 缓解一下充能压力，保证循环 （也不是完全保证）。如果绫人的配队是蒸发则选择 匣里龙吟 ，如果是打直伤的则选择 天目影打刀 。 海渊终曲 。枫丹的锻造武器，主副词条提供高额的攻击力，装备该武器的绫人在施放元素战技时即会获得15秒一定百分比的攻击力提升，并赋予25%生命值上限的生命之契效果。 该效果会在角色获得治疗时按照治疗的值清除，并在此期间基于清除值的一定比例提供15秒的攻击力加成 。绫人的输出正好也跟生命值有一定挂钩，而且他的元素战技只有12秒的冷却时间，所以在持续时间内能无缝衔接增益效果，不过 因为生命之契的特殊性，使用该武器的绫人配队最好有一个治疗位 （如班尼特、心海、芙宁娜。） 黎明神剑 。作为 三星武器 ，虽然他的主词条增加的401攻击力不算很高，但是 副词条满级增加 46.9%的暴击伤害 是所有单手剑中五星之下最高的一把 。而且武器特效还能给生命值高于90%的装备者提供 最高28%（精五）的暴击率 ，已经接近 波乱月白经津 满级的暴击率加成了。所以这把剑在有盾位的 绫人 队伍中只要你的手还能动就能 稳定提供武器特效 ，在过渡期或者不打算抽或者升别的武器的时候 可以一直用并且升到最高级最高精也不亏 。 圣遗物推荐 「来歆余响」 四件套，该圣遗物的四件套特效能 在普攻命中敌人后有几率触发 「幽谷祝祀」 并 对下次普攻提供70%攻击力的伤害提高 ，虽然每一次只有36%的概率，但是 如果没有触发便会在极短时间内增加20%触发概率 ，对于开E后的有着高频普攻的 绫人 来说 如果每一次都触发了那就有 15x(0.7x攻击力) 的伤害加成 ， 脸最黑的情况下也有 5x(0.7x攻击力) 的伤害加成 （零命且无攻速加成） 解释一下脸最黑时为什么是有5次触发，（可能说得有点绕，小伙伴不感兴趣的可以跳过）因为零命且无攻速加成的 绫人在6秒内打出15刀 ，每刀耗时 6÷15 = 0.4秒 。在第一次普通攻击后开E（开E前先普攻一次敌人），没有触发四件套效果后 每隔0.2秒进行一次判定触发与否 ， 最极端情况下就是判定 三次 ， 判定三次后触发的概率为36%+20%x3 = 96% ， 三次判定用时0.2x3 = 0.6秒 ，0.6秒内我们已经打出了 0.6÷0.4 = 1.5刀 ，不足1刀要记为1刀，而2刀耗时为 2x0.4 = 0.8秒 ，又 多加了一次判定的时间0.2秒 ，也就是说 在2刀后触发四件套的概率为 96%+20% > 100% ，概率 超过100%算作100% 。所以得出 脸最黑的情况下 第三刀稳定触发 四件套 「幽谷祝祀」 的效果 ，折合下来一共触发 15÷3 = 5次 ， 提供伤害加成 5x(0.7x攻击力) 。 「沉沦之心」 （也就是水套）四件套，两件套固定 增加15%的水元素伤害 ，在绫人 开Q或者开E时都会享受到这个加成 ，而四件套 作用于开了E后的神里绫人身上则是相当于受到了15%+30% = 45%的 水元素伤害加成 ，接近 一个无副词条的水伤杯的加成效果 。而且该效果能维持15秒，对于冷却时间12秒的E 可以实现无真空伤害加成覆盖 。 「角斗士的终幕礼」 （简称角斗士）四件套，与水套不同的是 角斗士 两件套 提供18%的攻击力 ，四件套 作用于开了E的 神里绫人 身上就是提供 35%的 水元素伤害加成 ，并且没有判定条件也没有冷却时间，是常驻效果 其实 装备这三套圣遗物的DPS（每秒输出伤害）差别很小 ，如果三套副词条都差不多，那就 「来歆余响」 > 「沉沦之心」 > 「角斗士的终幕礼」 ，如果三套副词条相差比较大，就 哪套更好用哪套 「昔日宗室之仪」 和 「沉沦之心」 2+2。这一套 仅作为过渡或者开大后台挂水使用 。 副词条首先看 双暴 ， 神里绫人 自身的双暴乘区并不算高，他的加成主要是加在了 普通攻击（水元素伤害）和攻击力 ，而他90级突破会 增加38.4%的 暴击伤害 ，所以在 有专武/使用暴击率加成武器的情况下并且暴击率足够 （达到推荐值或者自己觉得足够的值），副词条 首选 暴击伤害 ； 没有专武且没有暴击率加成武器的情况下副词条首选 暴击率 ，达到推荐值或者自己觉得足够的值后再增加暴击伤害。 其次就是 攻击力和元素充能效率 ， 攻击力 可以给驻场 神里绫人提供伤害提升 ， 元素充能效率能加快大招充能速度 ，在驻场和后台辅助都有提升（主要是后台辅助时）。 最后就是 生命值 ， 生命值上限能提升每层 「浪闪」 效果的加成 ，但是副词条生命值的提升并不算高，副词条有百分比生命值加成最好，但首先考虑的还是前面几个副词条。 命座介绍 一命 在对群小怪时有比较高的提升，但是对精英怪或者boss的时候就有大概一半的时间是吃不到这个增益效果的。如果不是要上 二命三命 的话则不推荐（或者喜欢砍瓜切菜的感觉也可以上）。 二命 多加了一层 「浪闪」 上限 ，并且 有三层 「浪闪」 效果时提高神里绫人50%的生命值上限 。每一层 「浪闪」 绫人 一定的攻击力，并且没有任何条件，所以本命座是比较实用的， 推荐 。 三命 直接 增加神里绫人的元素战技E的等级 ，作为 神里绫人 的主要输出手段，等级得到提升效果还是挺显著的， 推荐 。 四命 在 神里绫人开大后提高范围内角色 15%攻击速度 ， 作用于开了E的 绫人 身上则是能多打出三次 「瞬水剑」 ，提升不算很大， 不太推荐，按需上 。 五命 提高 神里绫人 大招的等级， 实用性不算高，不推荐 。 六命 只能作用于开了E的 神里绫人 ，而且 只在开E后的 第一下 有效果 ，虽然倍率加起来有900%，适合打核爆以及大世界清怪，但是 性价比不算很高，不太推荐。 综上， 平民 神里绫人零命即是完全体 ， 有条件的可以上个二命 ，但没有太大必要。 绫人 作为驻场C的DPS表现，他算不上弱但也算不上很强，是个 中等偏上 的角色 ， 他最大的优势就是适用于很多队伍，是个高泛用性的角色。 对于其他驻场C来说， 绫人 没有特定的最强配队，所以选择最喜欢的配队就行。推荐的队伍 水核直伤队 和 蒸发队 还有与草种子有关的 超激绽队、妮绽放 ，当然也可以和 绫华 一起打 永冻， 以下就是本文所推荐的部分配队，供大家参考。 绫人开大后万叶减水抗加水伤，需要注意的是 云堇如果装备十文字的话最好QE，没有的话则EQ ，接着就是班尼特QE后绫人E输出即可，队伍中 云堇有六命最好 ，因为 六命的大招能增加绫人12%的攻击速度 ， 作用于开了E后的绫人表现则是最多增加两刀（共17刀） 「瞬水剑」 。没有万叶可以换为砂糖、二命琴， 二命琴获得元素微粒或者晶球时能增加队伍角色15%的攻击速度 ， 经测试与六命云堇一起能让开了E的绫人最多增加四刀（共19刀） 「瞬水剑」 ，且装备 四风套 的 琴 操作得当还能 降低敌人40%的水元素抗性 ，对群可以选温迪，或者索性换二命及以上行秋（二命行秋减水抗），但换为行秋后对群就比较弱。 此队伍中同理，可用砂糖替代万叶，但温迪不太合适，因为香菱的火轮高度够不到被温迪吸到空中的小怪。输出手法是绫人Q香菱E万叶EA双扩班尼特QE万叶Q香菱Q绫人E输出，虽然有点复杂，但是熟练了还是比较容易的，因为此队伍中香菱的伤害也占据一大部分，所以也需要注意对香菱的培养。 超激绽配队为 绫人+纳西妲+久岐忍+行秋 ，妮绽放配队为 绫人+纳西妲+白术+妮露 ，通过挂水以及高额的草元素附着产生草种子打出不俗的对单、对群伤害，是现版本非常万金油的配队选择。行秋可以换为夜兰，能有更高的输出，在妮绽放队伍中则比较需要第二个草元素角色来提供足量的草元素，所以此处推荐的是既能提供抗打断也能提供草元素、增伤效果和治疗的白术，能让绫人站场输出得更舒心。 草种子队伍更适合零命/图省事的绫人， 如果是1+1、2+1或者以上的绫人则更推荐选择直伤流绫人以更好地发挥他的命座优势 。 好啦以上就是本期的所有内容，感谢大家的阅读，哪里有误还望小伙伴们在勘误楼中指出啦，我们下期再见！_(神里绫人-下班！)_(神里绫人-下班！)",
    "length": 5783
}