{
    "game_id": 2,
    "post_id": "4371886",
    "f_forum_id": 43,
    "subject": "【创作贺新春】1.3版本18个主流输出阵容搭配，内含魈和钟离",
    "url": "https://www.miyoushe.com/ys/article/4371886",
    "created_at": 1613145685,
    "like_num": 25307,
    "view_num": 537834,
    "reply_num": 1108,
    "text": "在这里祝大家新年快乐 _(恭贺新春) 本来是打算1.3胡桃出了之后再更新阵容的_(甘雨-不要摸) 但是因为第二个UP是刻晴，加上小伙伴们一直在问我1.3版本的阵容 于是我就把1.3的阵容搭配做了出来， 后续也会继续增加和一些修改 当然这些配队 个人意见 ，有什么意见和问题也可以反馈哦，并且我也会写出推荐的理由以及打法。 钟离改版护盾情况下降低周围目标怪物全抗20%，意味着钟离可以适配任何队伍！！ _(钟离-我全都要) （也就是说，任何队伍都可以带着钟离，降抗以及大量护盾比班尼特还万金油） 个人推荐理由： 在最初的1.3版本我是一直推荐 双风大招充能 ，但是在试了很久之后发现魈并非要求无缝大招 （0-6命） 都做了测试， 双风的效果没有想象中那么好 ，但反而加上钟离后这套阵容直接就伤害拉满，因为1.3版本钟离的 护盾降抗真的是太厉害了 ，并且护盾很厚，让魈可以无压力输出。班尼特和香菱则是为了凑双火加伤，其实没有也是无所谓的，这里可以用 阿贝多代替 ，因为双岩护盾下有伤害加成。 个人推荐理由： 钟离在1.3后迎来了非常大的增强“普攻和战技受到来自生命值上限的比例伤害加成”不少小伙伴也是玩出了“逆流套”钟离，普攻打出1万+的伤害，加上自身的降抗以及双岩的加伤，钟离不太需要太过于硬核的配队，带个岩柱随便带个奶妈和工具人就可以打出很不错的伤害！ 个人推荐理由： 甘雨，新角色，有着 普攻蓄力高额AOE伤害 以及 大招的超大范围冰伤 ，所以搭配温迪是最好的选择，不少小伙伴也测试过，温迪的大招加甘雨的大招，倍率接近 4000%倍 ，因为甘雨大招落冰也有小范围AOE，意味着一群怪聚在一起受到的伤害会倍增，所以甘雨搭配温蒂并且有强火附着的班尼特让甘雨的伤害直线上升，搭配迪奥娜则是 有护盾避免蓄力的时候被打断 增加容错率！ 个人推荐阵容理由： 火系大剑的迪卢克可以是游戏中的强力角色，虽然火系打融化是2倍伤害，但是伤害稳定的话还是 “蒸发” ，这一套就是大家口中说的 “猴戏” 班尼特开大，砂糖开大降低火炕，增加元素精通，搭配莫娜的大招易伤让迪卢克大招打出蒸发伤害，最后莫娜大招收尾打出 “爆核” 效果，伤害轻松爆表，有兴趣的小伙伴可以尝试哦，日常深渊的话也是没问题的。_(干杯) （大剑是大哥，火属性是T0，大剑加火就是神！） 个人推荐阵容理由： 因为雷元素打什么都沾点免疫，所以推荐了 双风大招流 ，刻晴的大招只需要40能量，搭配双风可以更快的恢复大招，并且温蒂聚怪的情况下刻晴大招可以完美释放，再搭配香菱的双脱手超载大招里真的是 “剑光如我，斩尽牛（芜）杂” 个人推荐阵容理由： 公子这个阵容是 改动很多次 了，阿贝多的效果没有想象中的那么好，所以又换成了皇女，因为皇女的感电伤害确实可以让公子的伤害提升很多，并且搭配砂糖的大招元素附着，可以让公子的伤害提高很多，并且现在玩家行秋的名座都不低了， 行秋的降低水抗天赋也是非常适合公子。 个人阵容推荐理由： 由于可莉是法师，并且 腿短手短 最开始我是推荐搭配双风提高机动性，但是迪奥娜的加入让可莉有护盾，并且降低体力消耗提升移动速度，虽然目前融化对于可莉倍率最高，对可莉来说行秋的大招完美契合了可莉大招，在砂糖开大的情况下行秋先开大，加上迪奥娜的大招，可莉再开大，攻击方式如同 “狂轰滥炸” ，只需要按着鼠标砸向砂糖大招即可！ （全都可以炸完） 个人推荐利用： 琴的这套和温蒂没什么太大的问题，风系主C基本上没什么太大的天敌，而且琴的倍率高，作为砍王搭配阿贝多可以附加岩属性AOE伤害弥补琴在战技真空期没有范围伤害的缺点，温蒂就是为了聚怪让琴输出更高，也所谓（双风带个X都能C） _(干杯) 。 个人推荐理由： 温迪主C也进行了小幅度的修改，这里甘雨没有加入是不太推荐打个副C毕竟温蒂都能C了，那甘雨也没必要去打辅助，这里搭配阿贝多是为了让温蒂的大招在阿贝多战技范围内享受高额的AOE伤害，阿贝多的战技和甘雨差不多，都是范围AOE，搭配温迪有着很大的提升。 个人推荐理由： 主角，一个被玩家调侃披着 五星皮的三星角色 ，最开始我也这么认为，但是我逐渐发现风主的机制真的很不错，大招的降抗聚怪，战技的吸怪以及打断能力，可以说是一个 琴战技+温蒂大招 的结合，最大的推荐理由是主角是唯一一个免费白嫖到 满命的角色 ，所以风主也是值得去玩的，因为我当时眼睁睁看着我的好朋友用风主打通 12-3并且拿了深渊名片。 （我是主角啊，我为什么不能C） _(哦) 个人推荐理由： 北斗作为公子同期UP角色，大多数玩家只要抽公子都会抽到 几命北斗 ，所以北斗C也是可行的， 但必须要4命以上 ，因为北斗是4命是普攻附带雷伤，大大提高伤害，阵容呢则是搭配迪奥娜打超导，然后砂糖行秋开大，北斗开大，直接打一套高额的AOE “闪电鞭” 多多利用北斗的战技弹反，这里一定要多加练习，只要操作得当反击的伤害真的很爽！ （想和我切磋吗，那就来吧！） 个人阵容推荐理由： 菲谢尔，和温蒂同期UP，不少人也都满命了，这里不推荐低命当C，不然打出的伤害会很低很难受，搭配温蒂和香菱以及自身的奥兹打出脱手，超载、龙卷风，七七的话则是在温蒂大招之后挂冰让奥兹打出超导方便皇女输出，不过后期还是推荐走奥兹元素流，毕竟奥兹，永远滴神！ （皇女？一个拿弓的中二少女罢了） 个人推荐利用： 凯子哥， 矿工头子 ，虽然说是普攻倍率最高的男人，但不少玩家总觉得是送的都不太会去玩，但是这次冰套出来后凯亚则是直接进入主C候选，因为冰套以及1命的加成和双冰共鸣，让凯亚可以直接白嫖70%的暴击，正所谓不需要暴击都可以达到 70%暴击180%暴伤 ，并且有重云的附魔和行秋的水剑，冰冻效果的连环控制让输出环境大大提高。_(你真幽默) 个人推荐理由： 双岩+超导，最近非常火的 （逆流套雷泽） 基本上也就是这么搭配的，雷泽加七七打超导降低目标物理抗性，钟离的护盾可以让雷泽在提瓦特大陆横着走，阿贝多则是为了双岩以及地上的护盾，作为本来就很脆的雷泽拥有了七七和钟离，真的是做到了四星主C的天花板了 （三个五星打辅助，能不强吗？） _(钟离-思考) 个人推荐理由： 因为阿贝多的加入1.2版本的钟离暂时成为阿贝多的下位，如果1.3的话钟离则是岩属性的T0，这里就还是为了让阿贝多E技能提高凝光的AOE伤害，温迪的大招以及迪奥娜的护盾和回血，都让凝光有着更好的输出条件以及环境。_(迪奥娜-无聊) 个人推荐理由： 女仆这次改为了4岩阵容，无限充电宝的阵容，保证了女仆的大招续航以及护盾岩伤加成，但其实岩属性的角色都不太吃什么队友，毕竟岩元素角色都是岩孤儿，所以就不多说详细操作了，反正开着大招砍就完事了！_(辛焱-燃起来了) 个人推荐理由： 还是阿贝多，因为阿贝多确实挺适合没有范围AOE的主C，并且脱手护盾让主C的生存环境大大提高，加上重云的附魔基本上可以无缝掉落护盾，香菱加重云这套阵容应该不少小伙伴都知道，大概就是香菱附魔重云的战技后只要打到目标就有冰，然后锅巴就开始无压力火伤融化输出！_(不要啊) 推荐理由： 冰系作为指定工具人 ，目前能C的也只有1命凯子哥，但重云的并附魔机制以及大招的倍率 （900%大招倍率） _(交给我吧)，还有全程冰属性附魔以及满命的增伤，这都让重云在大世界有着很出色的表现，并且这里搭配了行秋，大世界里 除了BOSS以外 是都可以冻结目标的，重云的大剑更是可以打出碎冰的伤害，让本来倍率有点低的重云打出不俗的伤害。并且搭配 迪奥娜/七七 可以获得共鸣，提高暴击率，大招则是搭配班尼特的大招直接来一波 大招融化流 ，不用可以猴也可以打出很高的伤害！ 最后就是过段时间会出视频版的攻略，会比图文更详细， 而且也会直接在视频内讲解打发以及一些元素的反应和操作手法， 所以小伙伴们就等着下次的视频版吧~ 还有就是制作不易如果有问题可以反馈哦~_(春节咕咕)",
    "length": 3239
}