{
    "game_id": 2,
    "post_id": "55552555",
    "f_forum_id": 43,
    "subject": "【V4.8攻略·任务与探索】希穆兰卡33个欢声飞羽全收集",
    "url": "https://www.miyoushe.com/ys/article/55552555",
    "created_at": 1721738646,
    "like_num": 1150,
    "view_num": 4434,
    "reply_num": 40,
    "text": "UID：207443284 各位旅行者你们好，这里是「二也」 _(偶像姬_WINK) 超链图片 希穆兰卡33个欢声飞羽全收集 本篇内容 介绍 希穆兰卡 33 个 欢声飞羽 收集路线 等级限制 冒险等阶达到18级 任务限制 完成任务 「欢夏！邪龙？童话国」游记开启16个锚点 「传说任务」第一页·故事始于无雨的森林 「传说任务」第二页·他们行过的天空 「传说任务」第三页·直至世界尽头 任务用时/任务奖 20分钟/欢声飞羽*33，1华丽； 赐福森林15个欢声飞羽 赐福森林 欢声飞羽 1-15 收集路线 超链图片 欢声飞羽 1 欢声飞羽 1 ：传送 希穆兰卡 入口 锚点； ▶往 地图的东北方向 走，在 道路旁 拾取； 超链图片 欢声飞羽 2 欢声飞羽 2 ：传送 褪色酒馆 锚点； ▶往 地图的东北方向 走，在 赐福小屋屋顶 拾取； 超链图片 欢声飞羽 3-4 欢声飞羽 3 ：传送 赐福森林 西南方向 锚点； ▶往 地图的西南方向 走，前往瀑布顶； ▶往 地图的西方向 走，在 山顶 拾取； 超链图片 欢声飞羽 4 ：往 地图的东南方向 走，在 水中石柱 拾取； 超链图片 欢声飞羽 5-8 欢声飞羽 5 ：传送 赐福森林 西南方向 锚点； ▶往 地图的西北方向 走，前往山的侧面； ▶往侧面路线可飞至 山顶 拾取； 超链图片 欢声飞羽 6 ：往 地图的东北方向 下飞 ，在 河道空中 拾取； 超链图片 欢声飞羽 7 ：往 地图的东北方向 走，在 道路旁 拾取； 超链图片 欢声飞羽 8 ：往 地图的东南方向 飞 ，在 树干顶 拾取； 超链图片 欢声飞羽 9-10 欢声飞羽 9 ：传送 赐福森林 北方向 锚点； ▶沿树干走，在 树干顶 拾取； 超链图片 欢声飞羽 10 ：往 地图的南方向 下飞 ，在 山坡上 拾取； 超链图片 欢声飞羽 11-12 欢声飞羽 11 ：传送 赐福森林 北方向 锚点； ▶往 地图的东北方向 飞 ，在 绿植顶 拾取； 超链图片 欢声飞羽 12 ：往 地图的西北方向 走，爬上 屋顶 拾取； 超链图片 欢声飞羽 13-15 欢声飞羽 13 ：传送 赐福森林 北方向 锚点； ▶往 地图的西方向 飞 ，在 山坡上 拾取； 超链图片 欢声飞羽 14 ：沿 地图的西北方向 山脊爬 ，在 山顶 拾取； 超链图片 欢声飞羽 15 ：往 地图的东北方向 下飞 ，在 道路旁 拾取； 超链图片 星轨王城8个欢声飞羽 星轨王城 欢声飞羽 16-23 收集路线 超链图片 欢声飞羽 16 欢声飞羽 16 ：传送 星轨王城 车站站台 锚点； ▶往 地图的西北方向 走，跳至 空中 拾取； 超链图片 欢声飞羽 17-19 欢声飞羽 17 ：传送 星轨王城 入口处 锚点； ▶往 地图的西北方向 走，在 水池 拾取； 超链图片 欢声飞羽 18 ：往 地图的西北方向 走，前往 齿轮云梯 ； ▶攻击 发条 移动至 屋顶 ，在 屋顶 拾取； 超链图片 欢声飞羽 19 ：往 地图的东北方向 飞 ，在 空中平台 拾取； 超链图片 欢声飞羽 20 欢声飞羽 20 ：传送 星轨王城 入口处 锚点； ▶往 地图的西南方向 走，在 二楼木箱上 拾取； 超链图片 欢声飞羽 21 欢声飞羽 21 ：传送 星轨王城 顶楼 锚点； ▶往 地图的东北方向 下飞 ，在 二楼阳台木箱上 拾取； 超链图片 欢声飞羽 22 欢声飞羽 22 ：传送 星轨王城 顶楼 锚点； ▶往 地图的东北方向 走，在 顶楼草丛 拾取； 超链图片 欢声飞羽 23 欢声飞羽 23 ：传送 星轨王城 顶楼 锚点； ▶往 地图的西南方向 下飞 ，在 一楼水池空中 拾取； 超链图片 破碎之海10个欢声飞羽 破碎之海 欢声飞羽 24-33 收集路线 超链图片 欢声飞羽 24-27 欢声飞羽 24 ：传送 破碎之海 南方向 锚点； ▶按图中指引路线飞，爬至 积木顶 拾取； 超链图片 欢声飞羽 25 ：往 地图的西北方向 飞 ； ▶利用 “飞高高积木” ，飞至 空中 拾取； 超链图片 欢声飞羽 26 ：往 地图的东北方向 飞 ，在 平台上 拾取； 超链图片 欢声飞羽 27 ：往 地图的西北方向 飞 ； ▶利用 “飞高高积木/加速圈” ，在 平台树上 拾取； 超链图片 欢声飞羽 28 欢声飞羽 28 ：传送 破碎之海 东南方向 锚点； ▶往 地图的北方向 飞 ，在 平台尽头 拾取； 超链图片 欢声飞羽 29 欢声飞羽 29 ：传送 破碎之海 西方向 锚点； ▶往 地图的西方向 走，在 木平台上 拾取； 超链图片 欢声飞羽 30 欢声飞羽 30 ：传送 破碎之海 中间 锚点； ▶往 地图的西南方向 走，在 平台上 拾取； 超链图片 欢声飞羽 31 欢声飞羽 31 ：传送 破碎之海 中间 锚点； ▶往 地图的东方向 下飞 ，在 矿窟中间裂缝下方 拾取； 超链图片 欢声飞羽 32 欢声飞羽 32 ：传送 破碎之海 中间 锚点； ▶往 地图的东北方向 飞 ，在 积木中间 拾取； 超链图片 欢声飞羽 33 欢声飞羽 33 ：传送 破碎之海 北方向 锚点； ▶往 地图的东北方向 走，前往 平台尽头 下跳即可； ▶传送至房间，在 书桌上 拾取； 华丽宝箱：跟随锚点旁的星星往平台尽头下跳，传送房间即可获得； 超链图片 欢夏！邪龙？童话国！合集 「欢夏！邪龙？童话国！」攻略合集 如果觉得不错可点个 关注 ，敬请期待更多内容 更新 ！ 如果有任务 问题 ，可以 私信 我，感谢旅行者们支持！",
    "length": 2276
}