{
    "game_id": 2,
    "post_id": "50900527",
    "f_forum_id": 43,
    "subject": "来自新人的新人提瓦特指引——圣遗物篇",
    "url": "https://www.miyoushe.com/ys/article/50900527",
    "created_at": 1711807826,
    "like_num": 52,
    "view_num": 3040,
    "reply_num": 10,
    "text": "本篇是新人系列攻略第四篇，这篇就圣遗物进行一些系统分析， 本帖并不做圣遗物之间的比较和推荐，而是单纯就应该如何搭配圣遗物进行分析，仅供还在开荒，角色尚在培养路上的新人参考，正所谓授人以渔。本人水平有限，如有不到之处，大佬们权当看个笑话捧个人场。 一、圣遗物基础知识 作为新人，首先要了解圣遗物的一些基础知识。 （一）圣遗物类型 圣遗物共分为五类，即 生之花 、 死之羽 、 时之沙 、 空之杯 、 理之冠 。简称 花 、 羽毛 、 沙 、 杯 、 头。 （二）圣遗物主、副属性 圣遗物的属性一共有 生命值（小生命），生命百分比（大生命），防御值（小防御），防御百分比（大防御），攻击值（小攻击），攻击百分比（大攻击），元素精通，暴击伤害（暴伤），暴击率（暴击），元素充能效率、治疗加成 合计10种，上述10种属性都可能除此之外还有一个特殊属性： 伤害加成 ，即各种元素伤害加成以及物理伤害加成， 根据位置不同，圣遗物的主属性也会不一样。简单来讲 花 ：只有生命主词条； 羽毛 ：只有攻击主词条； 沙 ：除双爆、 治疗加成 以外的所有大词条； 杯 ：除双爆、充能、治疗加成以外的所有大词条和各种伤害加成； 头 ：除充能以外的所有大词条。 大家只要记住以下三点： ①只有沙有充能；②只有杯有伤害加成；③只有头有双爆和治疗加成。 （三）圣遗物套装属性 圣遗物的套装属性分为两件套和四件套，而每个人可以带5个圣遗物，这不仅提供了2+2和4件套两种搭配，还提供了一个位置的自由位。大多数情况下，自由位一般选择 充能沙、伤害杯、双爆头、治疗头 这类不太容易出的位置，不过也可以针对自身面板进行调配。 二、圣遗物的选择 （一）圣遗物定位 一个角色适合什么样的圣遗物，首先是由这个角色在队伍中的角色决定的，在角色选择圣遗物之前，首先要明确该角色是用来干什么的。 一般来讲，在4件套的使用上： 主C用自身攻击强化类圣遗物（如各种元素增伤套）、副C用团队增益类圣遗物（如宗室千岩套）、盾奶用生存增益类圣遗物（如少女千岩海染套），还有属性加成类圣遗物（如绝缘套、饰金套）为通用圣遗物，可根据适用角色的主属性选择。 在2+2的情况下则可以单纯根据自己所需要的属性进行取舍。 所以，在选择圣遗物前，先仔细看清楚圣遗物的套装效果是用来强化什么的，再根据自己的角色选择合适的，而并不是单纯哪个属性好就用那个。你给C位带了错误的圣遗物套装，就算属性爆炸，发挥的作用也不如属性一套主属性正确的合适套装。 （二）角色属性需求 主属性 ：即要知道自己角色主要要堆什么属性，不过现在有在游戏中可以查看属性推荐，选择那个最多人选的就没错。 副属性 ：一般来说，C为副属性首选为双爆，次选为C的主属性，然后是以元素反应为主伤害手段C可以选择精通，以大招伤害为主的C可以选择充能。 主属性的作用远大于副属性，除了少数可以同时适用两种主属性的角色外，大部分角色主属性如果选择错了，直接角色了伤害是否合格、技能是否卡手、增伤是否足够，所以新人应当在主属性正确的情况下，再去追求优秀的副属性，而不是看到优秀的副属性，就不顾主属性是否正确硬穿。 三、圣遗物取舍 （一）新人圣遗物怎么选 新人40级前不要下圣遗物本刷圣遗物，就在周本掉落和大世界宝箱中找的圣遗物使用即可， 前台主C 可以选择蓝紫色品质 战狂套 ， 武人套 ，或者这两个2+2，如果有周本掉落的 角斗士 。也可以凑一套用用， 盾奶位 可以选择 教官套，学士套 。40级以后可以下圣遗物副本优先给自己队伍的主C刷一套主属性正确的强化套装，常规C可以去稻妻刷 绝缘本 或去枫丹刷 猎人本 ，种门C可以去须弥刷 饰金本 。辅助使用的 宗室、千岩，海染 都可以从合成台合成。除此之外，有风系的新人可以去刷 风套本 ，副产物少女套可以给奶妈使用，除此之外，其他圣遗物个人认为在对游戏有一定认识，且体力有盈余的情况下视情况选择刷。 （二）圣遗物如何判判断品质 一般来说，圣遗物的品质在于两方面： 一是主属性是否和圣遗物套装属性匹配。二是主副属性是否和角色适配。加上圣遗物套装属性只需要四个就能获得，因此每个位置如果有属性优秀的，都可以留下来。 那么，决定圣遗物好坏可以参考如下原则（以下单纯指金色圣遗物）： 1.圣遗物如果有双爆副属性的，都可以留下，用来当散件灵活配用 。 这里其实我想说头除外，因为如果一个角色需要吃双爆，那祂就一定要带双爆头，而不是其他主属性，副属性双爆的头，如果头需要带其他属性，那么这个角色一般不需要堆双爆。但严谨一点讲，带西风武器的辅助也需要一些暴击，所以我就不把话说太死。 2.主属性和套装属性高度适配的，可以视情况留用 ，例如以充能为主的绝缘套的充能沙，各项属性增伤套的同属性增伤杯，各项治疗加成套的治疗头。 一般来说，在圣遗物较多的情况下两件套属性是加什么的，就可以保留同属性相应配件。比如加精通的饰金套散件，加生命的千岩套散件，加防御的华馆套，而两件套属性是元素增强的，一律保留双爆，草套可保留精通。 3.花和羽毛由于主属性是固定的，所以一般比其他位置要难筛一些，可以参考上面说的参考两件套留用标准，理论上带双爆的留下，其他都可以丢 。 （三）如何简单判断两件圣遗物哪件更好 一般来说，圣遗物的主属性按照系统推荐的来就好，但是偶尔也会出现主属性最佳的副属性不好，副属性最佳的主属性好的情况，或者主属性相同，副属性各不相同的情况，那么如何简单判断哪个更好，我这里提供一点简要的思路。 注意：我这里说的是简单判断，而不是有针对性的去配平计算伤害差距。 1.除了雷电将军这类特殊角色外，一般站台主C都不需要充能，所以直接选择该角色主属性符合的沙即可。 2.元素增伤杯一般都要强于主属性杯，但是也会视情况而不同。 情况1：当主属性小于某个阙值时，主属性杯子要强于元素增伤杯。例如你的纳西妲元素精通连400都没有，那精通杯＞草伤杯，芙宁娜在血量还不足4W，那么生命杯＞水伤杯。 情况2：队友已经有足够的元素增伤，导致元素增伤杯的增伤效果被稀释，那么这时主属性杯基本等同于元素增伤杯，甚至比增伤杯更强。例如在雷九万班队伍中，雷电将军用攻击杯和雷伤杯的差距几乎可以忽略不计，因此哪个词条好用哪个。 情况3：C位同时需要两种属性，一般可以采取和C位武器互补的方式取舍。例如胡桃使用加精通的匣里，那么就使用生命沙，胡桃用加双暴的月卡枪，那么就用精通沙。这种情况其实也和某些属性的阙值有关，那个属性还没满阙值，那么就带那个属性的圣遗物。 3.副属性哪个更好，一般也分几种不同的情况。 情况1：一般来说双爆为第一顺位，但在暴击爆伤选择中，在暴击不足60%的情况下，一般暴击＞爆伤，暴击高于60%的情况下，一般可以按照暴击爆伤1:2的比例配比。如果是伤害大多是单段大数字伤害的角色，那就按暴击爆伤1:1.5配比。在没有其他增加暴击手段的情况下，如果有80%以上的暴击后，可以全堆爆伤。另外携带西风系列武器的副C、辅助、奶副属性暴击优先。 情况2：主属性正确的情况下，辅助、副C一般充能优先级最高，C位视情况，如果是以元素反应为主的C，那么精通=匹配大词条＞充能＞匹配小词条＞其他，如果是直伤的C，那么匹配大词条＞充能＞匹配小词条＞其他 结语 总体来说，现在原神正变得越来越简单，在官方下场直接在游戏中提供各类攻略向帮助的时候，其实新人指引类的攻略就越来越冷了，在文章的最后，祝大家下本必出货，强化必不歪。",
    "length": 3055
}