{
    "game_id": 2,
    "post_id": "29482398",
    "f_forum_id": 43,
    "subject": "【角色攻略】坎蒂丝（机制/装备/队伍搭配",
    "url": "https://www.miyoushe.com/ys/article/29482398",
    "created_at": 1664335614,
    "like_num": 10231,
    "view_num": 675031,
    "reply_num": 1762,
    "text": "UID：100559319 这里是阿斯盖特，本期是 「 坎蒂丝 」 的角色攻略，包含了 有助于快速了解培养的一图流部分 ，以及 详细角色解析 ——机制、装备、队伍搭配等~ 角色培养材料图表： 1. 天赋加点 ： 元素爆发＞元素战技＞普攻 2. 普通攻击 坎蒂丝更偏向于辅助、功能性，通常作为速切使用， 普攻可以选择不升级 。 3.元素战技（E） ①.与云堇的元素战技类似，处于不同情形下会造成不同的伤害，不同的是云堇是根据防御力结算，而 坎蒂丝是以生命上限结算 ②.点按、长按均为 弱水元素附着（9.5秒） ③.施放技能 不受击的攻击 会产生 2颗水元素微粒 ， 受击后的反击 产生 3颗水元素微粒 4.元素爆发（Q） ①.获得加成的两个条件—— 普攻且造成元素伤害 。 A).非普攻的平A无法触发，如 雷电将军 开大后的 平A视为元素爆发 ； B). 达达利亚 、 宵宫 、 神里绫人 等施放战技后的平A 视为普攻 ，可以获得加成； C). 诺艾尔 、 魈 、 荒泷一斗 、 赛诺 等施放大招后的平A 视为普攻 ，可以获得加成，但重击、下落攻击无法获得加成 ②该伤害加成属于 增伤区间 ，与 元素伤害加成相加计算 ③.施放大招后最多可通过切换角色产生 3次 水波冲击 ④.施加的水元素附魔 不能覆盖 部分角色的技能带来的 元素转化 （如胡桃、魈、诺艾尔、荒泷一斗、赛诺等） ⑤.大招的伤害均为 弱水元素附着（9.5秒） 5.固有天赋 ①. 流羽交互 ：与 云堇 、 北斗 的固有天赋1类似，施放战技的 瞬间受击 会产生最强一击 ②. 漫沙陨穹 ：同坎蒂丝大招所带来的伤害加成 相加结算 （如大招机制解析图） 【拓展内容1】元素爆发的增伤机制解析 增伤效果属于 增伤区间 ，与元素伤害加成相加计算，且与 莫娜 的星异、 枫原万叶 的增伤、 夜兰 的增伤均相加计算。 【拓展内容2】云堇与坎蒂丝的区别 【补充内容1】①.角色以 不同的基础属性 为模板会使“基础属性区间”不同，如 迪卢克 、 凯亚 等为 攻击力 、 阿贝多 为 防御力 、 夜兰 为自身 生命上限 ②.云堇的大招增幅存在30次普攻的次数限制，包含元素伤害、物理伤害的普攻，坎蒂丝的大招增幅仅有持续时间限制，但仅包含元素伤害普攻 1.循环优选：喜多院十文字、西风** 两把武器都 推荐高精练选择 ，喜多院十文字、西风**的被动随着精炼等级的提升进而优化坎蒂丝的大招循环。 2. 提升额外生命值 ： 黑缨枪 （副属性46.9%生命值）、 护摩之杖 （精1被动20%生命） ①.如果圣遗物的充能高于 220% ，或者队伍中 存在其他水元素角色 ，则可以考虑生命值副词条武器以提高坎蒂丝大招带来的增伤效果 ②.护摩之杖较为奢侈，推荐优先给其他输出角色使用 3.其他 充能 备选： 薙草之稻光 、 天空之脊 、 渔获 、 试做星镰 1. 套装选择 ： 千岩牢固2件 + 绝缘之旗印2件 、 昔日宗室之仪4件 等 ①.千岩2提高坎蒂丝大招的增伤效果，绝缘2提高充能效率优化大招启动 ②.宗室4 更多是 配合辅助队伍其他以“攻击力”为基础属性的角色，队内仅1名角色使用即可 2.词条选择 ①.坎蒂丝以辅助为培养方向时使用上图中的词条搭配选择，如果想要体验坎蒂丝的战技弹反伤害可以考虑“生水暴”的玩法，以堆叠生命、双暴为主 ②. 单水时 充能推荐在 220% 左右， 双水时 充能推荐在 180% 左右，使用 西风** 时可多堆叠暴击率（50%左右） 1命 延长大招存在时间，从原来的9秒 延长至12秒 ， 2命 提高坎蒂丝的生命进而提高坎蒂丝大招的增伤效果，3、5命分别提高大招、战技的等级，4命让战技cd时间相等 6命每间隔一次水伤造成一次元素附着，且为弱水元素附着（9.5秒） 坎蒂丝的大招可以对 普攻为元素伤害的角色 产生额外增伤加成（如 神里绫人 、 宵宫 、 诺艾尔 等），因此对于 以普攻作为主要输出方式 的角色都可以搭配使用。 荒泷一斗 、 魈 主要是使用重击、下落攻击力为输出手段，搭配坎蒂丝时只有普攻才能吃到。 1.与绫人的搭配 神里绫人 + 坎蒂丝 + 钟离 + 云堇 神里绫人和坎蒂丝组成 双水元素共鸣 ，提升生命上限可以同时提高神里绫人的伤害以及坎蒂丝的大招 增伤效果 。 这一阵容的使用坎蒂丝 更多是 “绫人/夜兰/万叶/钟离”等纯水的下位替代组合，可以选择在 没有 夜兰、万叶，或者这两名角色 搭配其他阵容时使用 。 绫人 开启战技后的 普攻可以吃到坎蒂丝的增伤效果 ， 钟离 提供 护盾 并且 降低敌人抗性 。 上文提到 坎蒂丝和云堇的增幅效果所作用的区间并不一致 ，因此可以一起使用。 2.与宵宫的搭配 宵宫 + 行秋 + 坎蒂丝 + 钟离 / 班尼特 行秋 提供稳定的 脱手挂水 ，配合宵宫打出蒸发反应； 坎蒂丝 为宵宫开启战技后的普攻提供增伤； 钟离 提供护盾降低敌人抗性，也可以使用班尼特提供额外攻击力并与宵宫组成双火元素共鸣进一步提高攻击力（但注意使用班尼特时宵宫没有护盾可能被打断普攻施放）。 3.与赛诺的搭配相关 赛诺主要搭配方向为 激化反应队伍 ，由于激化反应的特性， 水元素存在时会导致原激化状态提前结束 ，如果在激化队伍中使用坎蒂丝搭配赛诺则会使激化反应受到影响。 并且 赛诺 本身属于能量大户（ 80能量 ），需要持续前台站场启动，加之当前激化队伍需要 草主 挂草，本身可能就 需要 一轮循环结束后草主站场吃能量，如果再来一个需要大招启动的坎蒂丝，会让整队的充能压力骤增，因此激化队的赛诺不太推荐选择搭配坎蒂丝。 以上就是本次角色攻略的全部内容了，我们下期再见~",
    "length": 2332
}