{
    "game_id": 2,
    "post_id": "39501033",
    "f_forum_id": 43,
    "subject": "【V3.6攻略·其他攻略】原石高效获取途径，你知道多少？",
    "url": "https://www.miyoushe.com/ys/article/39501033",
    "created_at": 1684476864,
    "like_num": 11359,
    "view_num": 94410,
    "reply_num": 236,
    "text": "UID：114496364 哈喽大家好，我来啦！_(刃 来了) 原石，一直是大家最喜欢的东西，有它干啥都行，没它啥都不想干_(三月七_尴尬) 这期就给大家 盘点一下原石的一些获取途径 让大家更高效的获取原石 _(米游姬 卖萌) 以下是依照个人看法做出的原石获取效率排序大家有不同看法可以发表在评论区_(绝区姬_嗨) 1.氪金 （不适用于普通人） 氪金永远是获取原石最快的途径，这个应该是没有异议的 _(偶像姬_达咩)依稀记得曾经一个板包氪了10单抽满命海哥。。。作为穷哔的我只能隔着屏幕扣666_(米游兔暗中观察) 对于普通玩家来说，月卡性价比永远是最高的于是就出现了月卡快100+（最多可到209）天的大佬们。。。 总之，小氪怡情，大氪伤身；游戏主要是为了开心，所以氪金一定要掌控在自己能控制的范围内哦 _(米游姬观察) 2.每日委托（冒险之证） 委托每日固定60原石，大约花费10分钟。某些委托还会含有一些隐藏成就和隐藏世界任务，做完后续还能获得额外的奖励 萌新玩家还有冒险见闻，每一章见闻可以获得大量原石和材料，前期建议优先完成 3.活动 原神每个版本的活动都是能获取大量原石的， 大约一个版本通过活动能获得大概2400-3000左右的原石（具体看网页活动和小活动数量） 活动内容比较固定，通过玩小游戏打怪等完成目标获取原石和材料奖励， 原石获取效率是要高于做任务和探索大世界的。追求效率的话可以等活动完全出完了一次性做完，折算下来1h大约300-500原石。 4.尘歌壶 这个我真的是强推！！！绝对是除以上三个之外获取原石最快的！一共约3000原石！ 萌新玩家一定要搞壶！不仅有原石，还有经验书摩拉等材料！每周还有一个额外树脂！对于发展中玩家和萌新玩家来说，越早搞壶收益越高！没事做就搞壶！ 下面和大家来盘盘这3000原石从何而来 壶玩法教程 原石获取教程需要的话后续发！ 首先壶等级一共600原石 然后壶成就（世外洞天）一共有大约500原石 最后伙伴偏好摆设大约2000原石 伙伴偏好摆设原石数量取决于你角色数量，一个角色有一到两套偏好摆设，也就是20-40原石，具体玩法后续更新，大家可以点赞关注。 5.教程 在玩家屏幕界面 多人游戏按钮右边会有一个有红点的？标记，这就是我们的教程，我们只需要点击下一条一直点到红点消失就可以获得原石，一条教程1原石，总共大约是160原石。 这个主打的就是一个轻松无压力 _(米游姬得意) 6.任务 任务是我们获取原石的另一主要途径， 但由于任务耗时长，所以排位较后。 当然也有那些耗时很短就能获得原石的任务，后续也会帮大家整理出来。 任务获取原石一般是 世界任务最快，所以急需原石的小伙伴建议优先做世界任务。 由于主线任务补贴了一个粉球，所以主线也没有之前那么鸡肋了，但是它还是很长，所以建议还是放到后面做。 而传说任务和邀约任务总体效率差不多， 邀约任务因为增加了进度回溯，所以方便了很多，大约半个小时能做一个邀约，成就拿满的话90原石左右， 传说任务时间相对长一点，45分钟左右，秘境宝箱拿满的话也差不多90原石。 7.大世界探索 大世界探索其实是普通玩家获取原石的重要途径， 但这种途径在效率上我感觉很低，其实和做任务差不多（那些时长较长但原石给的不算多的那种任务）， 但它会给玩家一种来原石很快的错觉，因为它是一点一点给你的，比起做任务一次性给，显然这种一点一点给甜头的模式大家更喜欢， 这也就解释了为什么很多玩家世界探索满了但任务很多没做。 但其实原石效率差不多。我把神瞳、神树以及相关成就都算入了大世界探索。 这些和大世界开宝箱是相辅相成的。 建议大家优先探索须弥和稻妻（渊下宫 层岩巨渊）这些地方宝箱原石更多， 璃月和蒙德地区大部分普通宝箱没有原石，精致宝箱只有2原石，急需原石建议之后探索。 这里我着重表扬一下甘露池！原宝之后多出点好吗！！！！！！这个真的是太舒服了！！！ 好了，以上就是我总结的一些原石获取途径，以及按我认为的轻松程度、获取效率的排序，前瞻的300原石我当然没有忘，但是没有好的分类，所以放在这提一下_(米游兔糖葫芦)网页活动等一起归在活动类啦_(米游姬得意) 好啦，本期结束_(米游姬 干杯)_(米游姬 干杯)_(米游姬 干杯) 求赞求关注_(米游姬 卖萌)_(米游姬 卖萌)_(米游姬 卖萌)",
    "length": 1789
}