{
    "game_id": 2,
    "post_id": "36409263",
    "f_forum_id": 43,
    "subject": "【V3.5攻略·角色攻略】芭芭拉入门攻略 一图总结+详解",
    "url": "https://www.miyoushe.com/ys/article/36409263",
    "created_at": 1677769161,
    "like_num": 3424,
    "view_num": 406504,
    "reply_num": 277,
    "text": "UID 100143417 作者开服全角色玩家， 点击头像 查看更多攻略。 攻略制作不易，希望小伙伴们帮忙 关注点赞~ 【 主要面向 新手玩家 ，有建议欢迎评论区留言 】 【前言】 太长不看一句话总结版 西风教堂小天使，人手一个芭芭拉。 治疗挂水小能手，前期保护新玩家。 先E 后Q 不升A，除非输出C玩法。 零命就是完全体，六命复活更不怕。 武器不挑好就业，金珀讨龙适合她。 如果站场打绽放，祭礼晚星也能拿。 大佬甚至能输出，四风流浪来乱杀。 不同流派圣遗物，套装属性差别大。 新手建议先生命，活着才有输出呀。 海染少女治疗头，生命杯搭充能沙。 注意水环会上水，遇冰最好别带啦。 草水队伍打绽放，须弥版本新玩法。 养成简单强度高，推荐大家试试呀。 攻略常见术语解释 A/平A 普通攻击 e/E 元素战技 Q/大 元素爆发 Z 重击 S/闪 闪避/冲刺 C 主要输出角色 站场 在场上的角色 速切 切出来放完技能马上切走 后台 不在场上技能也能造成伤害 凹 多次尝试 拐 辅助 吃 需求 AOE 范围性伤害 buff 增益状态 debuff 减益状态 白字 一般指基础攻击力(只取决于角色等级和武器) 绿字 一般指附加攻击力 乘区 指不同的伤害加成区间 双暴 暴击率和暴击伤害 大攻击/小攻击 副词条中的攻击力百分比/攻击力数值 大生命/小生命 副词条中的生命值百分比/生命力数值 大防御/小防御 副词条中的防御力百分比/防御力数值 有效词条 指副词条中多少个是对角色有用的 2+2 2个不同的套装散搭 其他更多术语 可参考 【坤易小课堂】原神黑话/简称/术语的汇总介绍，全网最全版 【 仅供查看，欢迎转发，不得搬运，盗图必究 】 【目录】 【01     角色简述】 【02     抽取建议】 【03     相关反应】 【04     天赋解析】 【05     使用技巧】 【06     命座简评】 【07     武器推荐】 【08 圣遗物选择】 【09     配队建议】 【10     攻略总结】 【正文】 【01 角色简述】 作者总结 ——芭芭拉是一位可以 免费获取 的 适合新手前期使用 的 治疗型角色 ，而在渡过新手期之后，因为 功能性的不足 ，且水环自身挂水在 面对冰环境时会产生负面效果 ，导致芭芭拉在治疗类型角色中使用率并不高，虽然有依靠高倍率的重击打蒸发的输出玩法，但因为天赋和命座不能进一步提升伤害，使得 输出玩法上限难以提高 。而在须弥版本 种门玩法 （即绽放相关反应）的大放光彩，芭芭拉获得了在 妮露绽放队 的上场机会，也有搭配科莱草主和精通触发位（雷神，久岐忍，托马，丽莎等）的 低配绽放 玩法，可以说获得了全新的使用体验。 【作为治疗】 优势 ：E持续治疗，Q瞬间治疗且能奶后台角色。 劣势 ：E冷却时间过长且不产球，Q需要80能量。 【作为输出】 优势 ：极高的重击倍率，甚至高于同为法师的五星角色可莉。 劣势 ：重击需要消耗大量体力，命座缺乏额外提升上限不高。 【作为绽放站场】 优势 ：E状态下攻击回血，E水环贴身上水，普攻也具有水元素附着能力。 劣势 ：精通没有额外收益，精通堆太多治疗量会相对降低导致生存压力大。 【02 抽取建议】 【推荐练】 1.玩绽放队且没有心海 2.玩神里永冻队且没心海莫娜 3.萌新时期没治疗角色 4.芭芭拉冲鸭.JPG 【不推荐练】 1.绽放队已经有心海 2.永冻队有心海或莫娜 3.不玩绽放或永冻队伍 【作者建议】 芭芭拉在机制上并不是非常优秀，很多情况下是作为 心海的下位替代 ，目前除了萌新时间作为缺乏治疗角色时使用外，后期想要上场除了大佬的蒸发娱乐玩法外，一般都是 参与草水绽放 反应使用，可以 根据自身的队伍情况决定 是否投入一定资源培养。 【03 相关反应】 【水 x 草 = 绽放 】 产生种子延时造成草元素范围伤害 ，一般有三个分支： （1）加入 妮露可以获得特殊绽放 ，妮露的被动使得种子爆炸伤害更高、时间更快、范围更广，但是必须在水草配队下才能生效。 （2）加入 雷元素角色可以触发超绽放 ， 根据雷元素角色的等级和精通造成 跟踪型草元素伤害 。 （3）加入 火元素角色可以触发烈绽放 ， 根据火元素角色的等级和精通造成 范围型草元素伤害 。 【水 x 火 = 蒸发 】 2倍增幅伤害 ，根据精通增幅系数有提升，需要搭配合适的挂火队友。 【水 x 雷 = 感电 】 雷元素持续性伤害 ，总伤害很高，适合持续输出的队伍。 【水 x 冰 = 冻结 】 控制类反应 ，可以提供更好的输出环境，但是需要持续上水和冰元素。 【水 x 风 = 扩散 】 一般搭配 风套减抗 ，同时风系角色一般具有一定的增伤聚怪能力。 【水 x 岩 = 结晶 】 反应产生对应 元素晶片 ，拾取后会获得对应元素的 护盾 。 （一般 不用刻意去捡 ，除非岩角色带了磐岩套） 总结 ：水元素能与其他六种元素反应，芭芭拉目前比较适合的有三种反应： 水草绽放反应 、 水冰冻结反应 、 水火蒸发反应 ，分别对应芭芭拉的三种配队玩法： 妮露绽放队 、 低配永冻队 、 蒸发输出队 ，但是我们也要认识到作为一个四星角色芭芭拉在这些队伍中是 存在上位替代 的（如心海、莫娜），需要尽量考虑清楚角色的定位后再考虑要不要投入资源进行培养。 【04 天赋解析】 常规玩法 E ＞ Q ，不升A 输出玩法 A ＞ E ＞ Q 【 普通攻击 · 水之浅唱 】 描述 ：普攻四段，重击单次消耗50体力，下落攻击通用模板。 评价 ：普攻倍率一般， 重击倍率很高而且有单独的水附着 ，这也是芭芭拉能够打蒸发流输出的关键，但是因为体力消耗难以长时间持续输出，所以 常规玩法一般不升级 ，除非准备玩娱乐输出打重击。 【 元素战技 · 演唱，开始♪ 】 描述 ：维持15秒，冷却32秒，释放后产生 5个效果 ： （1） 造成伤害 ：贴身产生两段伤害。 （2） 持续回血 ：基于自身生命值，约每5秒1次。 （3） 自身上水 ：释放时1次，后续约5秒1次。 （4） 敌人挂水 ：释放时2次，后续约3秒1次。 （5） 攻击回血 ：基于自身生命值，重击回复量是普攻的4倍。 评价 ：集多种功能于一身的 核心技能 ： （1）有伤害意味着可以用祭礼刷新冷却。 （2）持续回血是作为治疗型辅助角色的根本。 （3）自身上水在冰环境下是负面效果，但是在其他如火环境下可以消火是正面效果。 （4）对敌人挂水可以辅助触发绽放、冻结等元素反应。 （5）攻击回血只有芭芭拉站场的情况下才生效，一般只有绽放队才会让芭芭拉站场。 【 元素爆发 · 闪耀奇迹♪ 】 描述 ：80能量，20秒冷却，基于芭芭拉的生命值，瞬间回复全队的血量。 评价 ：很实用的 全队瞬抬技能 ，全游戏唯一有动画的四星大招，不过80能量的大招对于缺乏产球能力的芭芭拉来说太难充了，所以一般留着作为 应急使用 。 【 固有天赋 · 光辉的季节 】 描述 ：角色在演唱，开始♪的歌声之环中时，体力消耗降低12%。 评价 ：比较稀有的减少体力消耗的被动，虽然比例不高，但还是很实用的天赋。 【 固有天赋 · 安可 】 描述 ：当前场上自己的角色获得元素晶球或元素微粒时，延长E持续时间1秒，至多延长5秒。 评价 ：关键被动之一，触发简单， 提高了E技能的覆盖率 ，结合二命使E技能的真空期大大缩短。 【 生活天赋 · 心意♪注入 】 描述 ：完美烹饪恢复类食物时，有12%概率获得2倍产出。 评价 ：我老婆做饭真好吃.JPG 【05 使用技巧】 这里再具体解释一下芭芭拉的一些技能机制： （1）E的伤害其实是有两段判定的，而且能上2次水，触发祭礼特效的概率并不低，但是距离非常近，要尽量靠近敌人。 （2）E水环给自身上水虽然在冰环境下是负面效果，但是其他元素环境如火可以用来消除身上的负面元素附着。 【06 命座简评】 总结 ： 2命减冷却并加水伤 ， 6命增加复活机制 ，其他命座意义不大，而且作为常驻四星角色，早晚都会满命， 不建议为了四星命座抽卡 。 【 1命 - 彩色歌谣 】 描述 ：芭芭拉每10秒回复1点能量 评价 ：芭芭拉大招需要80能量，只靠这个命座 充满大招需要800秒 即大概13分钟，在深渊战斗中基本可以忽略，但是在大世界中因为一般时间比较长，可以慢慢攒好大招等到需要的时候再用。 【 2命 - 元气迸发 】 描述 ：E冷却-15%，水环持续状态下的场上角色+15%水伤 评价 ：比较有用的命座，E的冷却从32秒减少到约27秒，同时有天赋的情况下E持续最多20秒， 提升了E的覆盖率 的同时还能增加水伤。 【 3命 - 明日之星 】 描述 ：Q的技能等级提高3级 评价 ：常规技能命座，对于芭芭拉来说提升瞬间抬血能力，但是大招的治疗量很多情况是溢出的，而且需要80能量，芭芭拉的E技能还不产球，所以综合来看意义不是很大。 【 4命 - 努力即魔法 】 描述 ：芭芭拉的重击每命中一个敌人+1能量，一次最多+5点 评价 ：常规玩法下基本用不到，输出流或绽放流会有用，但是因为重击范围有限且消耗大量体力，很难通过这个命座回复较多的能量。 【 5命 - 纯真的羁绊 】 描述 ：E的技能等级提高3级 评价 ：常规技能命座，对于芭芭拉来说主要是提高水环的持续治疗量和水环状态下的攻击治疗量，常规使用的情况下都会有一定的收益。 【 6命 - 将一切美好献给你 】 描述 ：芭芭拉处于队伍后台时，队伍中自己的角色倒下时，立即复苏该角色并将生命值恢复至100%。冷却15分钟。 评价 ： 增加复活机制 ，能够有效的增加队伍的容错率，防止角色意外暴毙，但是冷却时间非常长，只能作为最后的保险，但是需要注意是 不能复活自己 的，联机时也不能复活其他人的角色。 【07 武器推荐】 常规辅助： 缺治疗用 金珀 ，辅助加伤用 讨龙 妮露绽放： 首选 千夜 ，高精优先用 祭礼 ，没有用 晚星 ，都没锻造 盈满 娱乐输出： 联机优先用 四风 ，大数字用 流浪 常规：【 试作金珀 】【 团队回血 】 优点 ：给自身回能量，给所有角色回血。 缺点 ：缺乏增伤能力，在治疗量溢出的情况下意义不大。 常规：【 讨龙英杰谭 】【 切人加攻 】 优点 ：人人都有满精，能加大量攻击力。 缺点 ：需要注意切人顺序，防止攻击加错人。 绽放：【 千夜浮梦 】【 最高精通 】 优点 ：精通加成最高，还能根据队伍情况提供额外精通和增伤，还能加全队精通。 缺点 ：相对抽取成本较高，给芭芭拉这种自身缺乏伤害用的角色有些浪费。 绽放：【 祭礼残章 】【 重置战技 】 优点 ：增加大量精通，可以刷新E冷却时间。 缺点 ：需要尽量高精，对于芭芭拉来说需要贴近敌人放E。 绽放：【 流浪的晚星 】【 精通加攻 】 优点 ：精通能转化攻击，还能根据比例加全队攻击。 缺点 ：需要尽量高精效果才比较明显，但限定武器难获取。 绽放：【 盈满之实 】【 锻造获取 】 优点 ：叠满加较多精通，后台也能够触发。 缺点 ：需要尽量高精，会减少自己攻击力。 输出：【 四风原典 】【 联机最佳武器 】 优点 ：叠满获得大量的增伤，高贵的暴击率副属性。 缺点 ：切人特效消失，联机或者长时间站场才能吃满特效。 输出：【 流浪乐章 】【 速切最佳武器 】 优点 ：特效触发时伤害爆炸。 缺点 ：冷却时间过长，持续输出不足。 【08 圣遗物选择】 【套装选择】 常规辅助： 4海染、4少女、2海染+2少女 妮露绽放： 4乐园、4饰金、2饰金+2乐团 娱乐输出： 4乐团、4水套、4追忆 【主属性】 常规辅助： 生命沙 生命杯 治疗头 妮露绽放： 精通沙 精通杯 精通头 娱乐输出： 攻击沙 水伤杯 双暴头 【副词条】 常规辅助： 大生命 > 充能 >  小生命 妮露绽放： 精通 > 生命 > 充能 娱乐输出： 双暴  >  精通/攻击  >  生命/充能 常规：【 海染砗磲 】【 附加伤害 】 优点 ：根据治疗量造成伤害，补充了一定的输出。 缺点 ：不开大的话治疗量较低，转化的伤害一般。 常规：【 被怜爱的少女 】【 治疗通用 】 优点 ：奶妈通用套装， 治疗量最高。 缺点 ：只加成奶量，缺乏辅助能力。 绽放：【 乐园遗落之花 】【 绽放加成 】 优点 ：叠满层数后能够加成大量的绽放伤害。 缺点 ：只加成芭芭拉产生的种子，其他人产生或引爆的种子吃不到圣遗物效果。 绽放：【 饰金之梦 】【 大量精通 】 优点 ：加大量精通，适合妮露绽放队站场的芭芭拉。 缺点 ：精通不提升芭芭拉奶量，堆太多精通生存压力大，触发的那一下吃不到天赋，所以对于芭芭拉来说可能实际收益不如2精通+2精通散搭更为稳定。 输出：【 流浪大地的乐团 】【 重击特化 】 优点 ：伤害稳定，精通能提升蒸发伤害，毕业容易。 缺点 ：只能加成重击，加成幅度一般。 输出：【 沉沦之心 】【 水系增伤 】 优点 ：启动简单，持续时间较长。 缺点 ：增伤提升幅度不大，伤害上限一般。 输出：【 追忆之注连 】【 扣能量增伤 】 优点 ：对于重击输出流的芭芭拉来说伤害上限最高。 缺点 ：持续时间只有10秒，没能量时触发不了效果。 【09 配队建议】 配队思路 ：芭芭拉作为治疗型角色， 缺乏功能性是她的最大问题 ，在满足治疗的前提下，一般情况只有通过武器 讨龙给队友加攻击力 、 挂水 这两个功能，但讨龙的加成并不具备独特性，所以除了在新手过渡期使用外，一般是 围绕挂水功能配队 ，如绽放队和永冻队，并且一般是作为缺乏特定角色时的 下位替代 使用。不过由于芭芭拉重击倍率非常高，所以也延伸出了蒸发输出的偏娱乐玩法。 【 妮露绽放 】 芭芭拉 + 妮露 + 后台草 （纳西妲/草主/柯莱）+ 草奶 （瑶瑶/五星草奶） 优点 ：养成成本低，伤害下限高，芭芭拉可以站场挂水，并堆精通提升绽放草原核的伤害。 缺点 ：心海下位替代，芭芭拉全堆精通奶量会很低，建议再搭配一个草系的生存辅助角色。 【 低配绽放 】 芭芭拉 + 2个后台草 （纳西妲/草主/柯莱）+ 精通触发位 （雷神/久岐忍/丽莎） 优点 ：伤害下限高，芭芭拉全带治疗保证生存即可，雷系角色负责堆精通。 缺点 ：心海下位替代，对于精通触发位的要求比较高，实在没有雷神久岐忍用丽莎，但是触发草原核会相对麻烦点。 【 低配永冻 】 芭芭拉 + 神里 + 冰系 （申鹤/修女）+ 风系 （万叶/砂糖） 优点 ：能够带讨龙增加队友攻击力，低配造价低。 缺点 ：作为心海/莫娜的下位替代，功能性不足，挂水范围也较小。 【 娱乐输出 】 芭芭拉 + 班尼特 + 香菱 + 风系 （万叶/砂糖） 优点 ：依靠芭芭拉较高的重击倍率打高增幅的蒸发，拿出战斗牧师芭芭拉会被叫大佬。 缺点 ：受限于芭芭拉的天赋和命座，伤害上限难以提高，重击体力消耗过大难以长时间持续输出。 【10 攻略总结】 本来作为开服免费送的四星角色的芭芭拉，因为当时深渊冰环境下给自身挂水导致被冻结，从而获得了“内鬼”的称号，身为一个治疗型辅助角色却 基本只有治疗功能 ，不像班尼特能加攻、琴能带风套减抗、七七奶量更高、心海范围更大，所以一直以来使用率较低，大家也不会过多关注她，但须弥版本 全新的草元素反应 体系为芭芭拉提供了新的舞台，作为版本非常热门的 种门玩法 （即绽放相关反应）刚需草系和水系角色，芭芭拉作为水系法师具有一定的 上水能力 ，在没有合适水系角色时也是一个不错的选择。最后希望大家能够珍惜每一位提瓦特大陆中相遇的伙伴，哪怕她之后或许很难在高难度的环境继续并肩战斗，但是也 请记得在萌新时期她们的付出 ~ 【其他】 本文发布于 3.5版本 ，最新修订于 3.5版本 ， 请注意本攻略的时效性 。 素材：游戏截图 字体：思源黑体 封面：坤易 文案：坤易 设计：坤易",
    "length": 6490
}