{
    "game_id": 2,
    "post_id": "36622542",
    "f_forum_id": 43,
    "subject": "【材料收集攻略】#圣骸兽速刷路线#保姆级攻略#全程领跑#",
    "url": "https://www.miyoushe.com/ys/article/36622542",
    "created_at": 1678204297,
    "like_num": 1036,
    "view_num": 40545,
    "reply_num": 80,
    "text": "➤ 本篇攻略帖为大家带来 圣骸兽 的讨伐路线，目前全图一共 13只圣骸兽 （ 其中两只需要做解密，两只需要做任务，都不包含在里面 ）。 哈喽，大家好，我是陌屿s。本期带来的攻略是 圣骸兽 的讨伐路线，需要的旅行者可以跟着跑一跑奥~ 圣骸兽就相当于是大世界的小boss一样，讨伐难度很大，尤其是自带的抗性非常的高。 ➤ 圣骸赤鹫： 拥有高达70%的火元素抗性，其他抗性也有40%。 ➤ 圣骸毒蝎： 拥有高达70%的雷元素抗性，其他抗性也有40%。 ➤ 圣骸飞蛇： 拥有高达70%的风元素抗性，其他抗性也有40%。 ➤ 这里我教一教大家关于圣骸兽的机制。 圣骸兽在进入战斗大约30秒之后，会释放伤害巨高的大招（注意躲避，被打到了非常疼）。 大招结束之后，会掉落一块能量石，能量石承受6次元素攻击后粉碎（同元素攻击的话只用1次即可击碎）。 打碎能量石后再攻击一下圣骸兽即可将其打瘫痪，瘫痪状态下全抗性降低10%。 ► 角色推荐： 圣骸兽比较难打，这里我推荐使用 水c 、 冰c 、 岩c ，还有 种门 （水草绽放），有条件的可以带个 套盾 的增加生存能力。 ► 开始流程： 稻妻 · 蛇神之首 圣骸兽： 圣骸毒蝎 特性： 雷抗70% 距离： 近 地图明确标点如下： 详细领跑流程（选择性观看）： ► 来到 蛇神之首右下角 的传送点，朝着 小地图的西方向（左边） 看，朝着前方 蛇骨头的右边 飞，飞一段距离在我们 脚底下 就能看见圣骸毒蝎。 ► 地上区域 · 镔铁沙丘上方 圣骸兽： 圣骸毒蝎、圣骸赤鹫 特性： 雷抗70%、火抗70% 距离： 小远 地图明确标点如下： 详细领跑流程（选择性观看）： ► 来到 镔铁沙丘上方 的传送点，朝着 小地图北方向（上方） 看，在下面的平台有 四叶印 ，拉过去然后一直往前拉。 ► 拉四叶印到了有个 火丘丘人的位置 后，朝着小地图的 东方向（右边）偏北（上边） 看，从前面的墙壁一直爬到 最顶层 。 ► 拉上来之后，在 小地图北方向（上方） 的前面有 三只蝎子 ，击杀三只蝎子就会出现圣骸毒蝎。 ► 杀完朝着 小地图的东方向（右边）偏北（上边） 看，前面的 空中有四叶印 ，直接利用四叶印拉到 最顶上的平台 ，在前方就有一只圣骸赤鹫。 ► 地上区域 · 镔铁沙丘下方 圣骸兽： 圣骸赤鹫 特性： 火抗70% 距离： 近 地图明确标点如下： 详细领跑流程（选择性观看）： ► 来到 往昔的桓那兰那左边 的七天神像，朝着 小地图的西方向（左边） 看，从 神像的右侧 山体爬上去。 ► 爬上来之后继续朝着这个方向 沿着路往前 走，走一段距离就能看见圣骸赤鹫。 ► 地上区域 · 亡者峡廊 圣骸兽： 圣骸飞蛇 特性： 风抗70% 距离： 较近 地图明确标点如下： 详细领跑流程（选择性观看）： ► 来到 亡者峡廊下方 的传送点，朝着 地图的南方向（上方） 看，从 山体的左侧 绕着一直往前走。 ►走到一个 反斜坡 之后， 翻过斜坡 就能看见圣骸飞蛇。 ► 地上区域 · 巨人峡谷 圣骸兽： 圣骸毒蝎 特性： 雷抗70% 距离： 近 地图明确标点如下： 详细领跑流程（选择性观看）： ► 来到 巨人峡谷下方 的传送点，朝着 地图的东方向（右边）偏北（上边） 的路一直往前走。 ► 一直走到有个 火炬 之后，在 前方不远处 就能看见圣骸毒蝎。 ► 地上区域 · 饱饮之丘 圣骸兽： 圣骸毒蝎 特性： 雷抗70% 距离： 近 地图明确标点如下： 详细领跑流程（选择性观看）： ► 来到 饱饮之丘左边 的秘境，朝着 地图的北方向（上边） 一直走，在前方 大平原斜坡 位置，靠近点就能看见圣骸毒蝎。 ► 地下区域 · 愚妄行宫 圣骸兽： 圣骸毒蝎 特性： 雷抗70% 距离： 近 地图明确标点如下： 详细领跑流程（选择性观看）： ► 来到 愚妄行宫右上角 的传送点，朝着 小地图的南方向（下边） 看，在前方不远处就是 山洞的入口 。 ►进入山洞之后 一直往里面 走，走到头在我们 右手边跳下去 就有一只圣骸毒蝎。 ► 地下区域 · 风蚀沙虫 圣骸兽： 圣骸飞蛇 特性： 风抗70% 距离： 近 地图明确标点如下： 详细领跑流程（选择性观看）： ► 来到 风蚀沙虫下方 的传送点，朝着 地图的南方向（下方） 的山洞走进去，一直往里面走到头就能看见圣骸飞蛇。 ► 地下区域 · 「五绿洲」的子遗 圣骸兽： 圣骸赤鹫 特性： 火抗70% 距离： 近 地图明确标点如下： 详细领跑流程（选择性观看）： ► 来到 【五绿洲】的子遗下方 的传送点，朝着 小地图的西方向（左边）偏北（上边） 看，直接飞到前方的 愚人众营地 。 ► 来到 愚人众营地 之后，继续朝着 西方向（左边） 看，在前面有个 四叶印 ，直接拉过去。 ► 拉过 第一段四叶印 ，继续朝着 小地图西方向（左边） 的四叶印拉过去，一直拉到头在 左手边 就能看见圣骸赤鹫。 ➤ 结尾： 本期的攻略就到这里结束了，感谢大家的观看~ 不求你的点赞，只要能帮得到你们就好~ 我们下一期攻略帖再见，拜拜~",
    "length": 2079
}