{
    "game_id": 2,
    "post_id": "42917132",
    "f_forum_id": 43,
    "subject": "4.0纯萌新零氪金攻略，从0级到50级需要注意的事和踩的坑！",
    "url": "https://www.miyoushe.com/ys/article/42917132",
    "created_at": 1693301102,
    "like_num": 11859,
    "view_num": 97831,
    "reply_num": 468,
    "text": "（刚玩的萌新可以进来看看，对你绝对有帮助，老玩家也可以进来看看，聊聊天，给些建议！~~~） 大家好，我是大猫，一名目前正在努力制作 “纯萌新零氪金攻略合集” 的萌新UP主！~~~ 这一期帖子主要是记录我自己玩原神过程的感受和0级到45级之间要注意的事情还有我踩过的一些坑！~~~ 有需要的萌新可以看看，也欢迎大佬们来讨论，留言给我，看看我哪里有写错的或者需要补充些什么！~~~ 因为有很多人喜欢自己单独玩原神，不想麻烦别人（我个人也是偏单机），所以我就出了这个偏单人向的攻略合集供大家参考！~~~ 还有一点我要说下，我制作的是 “纯萌新零氪金攻略合集” ，希望大家留言的时候能考虑到这一点，嘴下留情，拜托拜托！~~~ 希望审核能帮我推推帖子，这个帖子绝对会帮助到很多人的，拜托拜托！~~~ 也求大伙看我打这么多字的份上，给个赞吧，拜托了（要是能转发和收藏就更好了），3Q了！~~~ 那我们就正式开始“原神启动”吧！~~~ 我先聊聊我玩原神的一些感受吧！~~~ 首先我自己可以说玩游戏算比较多的了（只是玩过，但玩得不厉害），从最开始小学那会买的那种贪吃蛇坦克大战像素风那个掌上游戏机到小霸王黄卡到游戏厅到网吧传奇半条命红警流星蝴蝶剑等等再到现在各种网络游戏基本都玩过，我玩得少的应该是小时候出现的那些掌上游戏机，对于当时的我太贵了，根本没钱买，但是我蹭过同学的！... 再说下原神，我个人觉得原神作为一款手游真的是顶级的了，即便是放在PC端网游上也可以算是顶尖的了（主要是现在PC端网游一言难尽）！~~~ 原神算是我近10年唯三让我很上瘾并且长时间游玩的游戏，近10年我就主要玩过3款游戏，炉石传说，激战2，原神。 我玩游戏有个特点就是“尽量零氪金”，当初玩炉石传说我是零氪金玩了5-6年后来不玩了，激战2我是花了点钱，也就近一千吧，现在还在玩，完事就是原神了，现在是零氪金！~~~ 其实当时玩原神是因为看宣传说送20连抽嘛，我当时就想抽完就不玩的，但是原神是开始是真的上瘾，我是基本上有时间就玩，也记不清每天上线玩几个小时了，反正就是非常上瘾，有时间我就会“原神启动”，根本停不下来！~~~ 当然我觉得原神还是有一些小问题，比如七圣召唤这个卡牌游戏，其实做的蛮好的，就是上手有些难度，而且它还有等级限制，得到32级才能玩，虽然升到32级肝一点不到1个星期就能到，但还是有点难受，要是改成10级能玩就好了，还有一些小功能要是能优化下就好了，我准备之后再写个帖子聊聊原神哪里还需要优化，到时候大伙再一起讨论聊天吧！~~~ 接下来我们就正式开始聊聊我个人0级到45级之间要注意的事情还有我踩过的坑，我不敢说大伙百分百都踩过，应该能有个百分之七八十的人踩过吧，也都是我的亲身经历，我会按照 等级顺序 来说！~~~ 另外我再说一下，我这个合集主要是给零氪金玩家看的，你要是氪佬可以适当的看一看！~~~ 1：一定要了解的重要资源“ 体力 ”“ 原石 “ 经验书 “ 摩拉 ”“ 武器锻造石 ”，这里我一起说一下！~~~ 咱们先来聊聊“ 体力 ”， 原神里的体力其实就等同于资源，体力可以在游戏里刷各种物品，经验书摩拉角色突破材料武器突破材料角色技能等级天赋书圣遗物等等，可以说体力就是资源，所以一定要记住，每天一定要记得把体力全部清完，不让他满就行，要不就亏了！~~~ 另外要记住体力是现实时间8分钟回复1点体力，上限是160点，一天24小时能回复180点，所以一天清一次基本上就差不多了。 你要是想知道体力怎么看恢复的时间，我们只需要打开地图，点击一下右上角那里我画红圈的地方，就可以显示出剩余体力回复满额所需要的具体时间了！~~~ 还有一个要注意的，就是这个“ 脆弱树脂 ”，一定要攒着，留着之后45级刷金色圣遗物用的，当然要是前期太刮痧，可以用一些刷下其他资源，但能攒的话尽量攒着是最好的！~~~ 下面第四条我又说了一遍，就怕你们看不到，这个道具“ 脆弱树脂 ”真的真的真很重要！~~~ 接下来咱们再来聊聊“ 原石 ”，抽5星角色和5星武器用的，这个可是原神里最牛X的东西了，只要你有无限的原石，你就能角色满命武器满精，深渊随便乱杀，当然这是指氪佬们！~~~ 至于说我们零氪玩家，原石可以在游戏慢慢攒，比如每日委托60原石，每月的活动，做主线任务支线任务，开大世界宝箱，升级七天神像等等的方式来获得原石，总的来说原神对我们这些零氪玩家已经算是很良心的了（和其他国产游戏比的话）！~~~ 注意： 千万不要用原石去抽常驻池子和换蓝球，要抽限定池子和换粉球！~~~ 接下来咱们再来聊聊“ 摩拉 ”， 游戏里的通用货币，角色升级需要大量摩拉，武器升级需要大量摩拉，技能升级需要大量摩拉，圣遗物升级需要大量摩拉，买各种材料还是需要大量摩拉，总的来说只要你培养角色和买东西，就绝对需要它！~~~ 虽然需要的摩拉很多，但他是可以在游戏里靠肝就能换来的，而且是不用体力刷，就可以获得大量摩拉，这种玩法我们管它叫“锄大地”，这里我简单解释一下这是什么玩法！~~~ 原神里有一部分精英怪被杀死后会给你摩拉，一个精英怪600摩拉，每天杀死的前400个怪会给摩拉奖励，所以总的一算，只要你够肝，光这个玩法，每天就能获得24W摩拉呦！~~~ 接下来咱们再来聊聊“ 经验书 ”， 看字就知道是给角色升级用的，一般来说你要培养一个角色首先就是会提升角色等级的，因为原神这个游戏角色升级是会给很多属性的，收益很高!~~~ 获取方法有很多，做主线任务支线任务，开大世界宝箱等等，都会给大量的经验书，前期只要你不是每个角色都要拉满级，肯定是够用的！~~~ 接下来咱们最后来聊聊“ 精锻矿石 ”， 这里主要是说蓝色的“精锻用魔矿”，这个也是可以在游戏慢慢做慢慢攒的！~~~ 只要找铁匠铺做就行，每天可以做30个蓝色的“精锻用魔矿”！~~~ 一个需要4个矿石（水晶矿或者紫晶矿或者萃凝晶都可以），所以一天需要120个矿石！~~~ 矿我们可以在大世界挖，因为这个矿石刷新时间一般都是48小时或72小时，所以我们每隔3天挖一轮矿，360个就够用了，大概会消耗半个多小时的时间能挖完一轮（每个人的线路不同，时间也会不同）！~~~ 具体线路，各位自己去网上找找攻略视频吧，有很多大佬做过了！~~~ 2：蒙德城里灯塔上的传送点， 这算是个小坑吧，爬过的应该都知道不好爬，你得知道线路，要不根本爬不上去，我当时还去查过攻略，但是我没查到，我就自己爬了半个多小时吧，才找到线路爬了上去！~~~ 后来我有发现，其实在之后做那个安柏的飞行任务的时候，可以顺路上去点开，哎，知道晚了！... 3：记得跑图的过程中拿的 各种神瞳 要在地图上做标记， 非常非常非常重要 ， 要不后面你就得看攻略全部重新找，很费劲的！~~~ 4：记得跑图的过程中，能拿的东西全都拿，比如禽肉甜甜花兽肉鸟蛋等前期很重要，能看到就拿，禽肉甜甜花是你做回复神药“ 甜甜花酿鸡 ”的材料，兽肉鸟蛋是你做复活药的材料！~~~ 其中路过的树记得砍3下会掉3个木材，原神里的树是可以砍的，每棵树可以砍出3个木材材料，后边尘歌壶需要大量的木材，尘歌壶会给你原石和各类大量资源，所以一定要记得前期跑图的时候多砍树呦！~~~ 还有要看到鸟类，一定要用远程来打鸟，靠近一点就会飞走了，鸟类会给你禽肉，这个材料很重要，是你做回复神药 “甜甜花酿鸡” 用的！~~~ 5：前期角色培养最好是按照，角色等级＞武器等级＞技能等级＞圣遗物，这个顺序培养。要优先培养主C，其余的角色，角色等级和武器等级别落下太多就行，这样基本就不会太刮痧了！~~~ 具体前期该如何培养还有配队，我之后会再做个帖子的，到时候会帮大伙详细的整理一下！~~~ 6：前期武器最好是强化3星武器，不要强化1星2星武器，某些3星武器和4星锻造武器其实就是我们这些零氪党的毕业武器了（指前期不下武器池子），这一点要注意一下！~~~ 为什么这么说呢，因为对我们零氪微氪玩家来说，某些3星武器和4星锻造武器其实就是我们的毕业武器了（指前期不下武器池子），1星2星后面没用，3星武器就不同了，有很多后期也能用的神器，比如“黎明神剑”“讨龙”等等，都是很强的武器，强度甚至碾压一众4星武器，仅次于五星！~~~ 具体有哪些能白嫖的强力武器，，我之后再做个帖子的，到时候会帮大伙详细的整理一下！~~~ 7： 脆弱树脂 尽量能不用就不用，攒着等45级刷圣遗物用的， 因为45级去刷圣遗物每次稳定给1-2个金色的，45级以下去刷就看概率了，所以能不用就不用，尽量先攒着，当然要是实在太刮痧，可以用一些去刷资源！~~~ 8：5级会解锁祈愿，抽奖不要用“原石”抽常驻池子，这个也是 非常非常非常重要 ， 怕手滑，就先全换粉球， ， 应该有很多人中过招，我也中招了，但我就用原石抽了一次常驻10连，后来知道这样不对就及时收手了，还好还好！~~~ 还有关于粉球抽卡抽哪个UP池，什么时候抽，最好是多看看角色攻略再去抽，仔细想想自己需要那个角色再抽，否则以后会后悔的，蓝球就随意抽吧，常驻奖池内容基本上是不会变的！~~~ 9：5级会解锁祈愿，抽奖获得的“ 无主的星辉 ”不要换蓝球， 10：5级会解锁祈愿，抽奖获得的“ 无主的星辉 ”只有班尼特和行秋你要是角色都没有的话可以考虑换一个，剩下的看情况换，比如香菱4命等等， 最终你是换个角色还是换7个粉球垫保底这个你自己做决定！~~~ 11：5级会解锁祈愿，抽奖获得的“ 无主的星尘 ”优先换粉球，有多余的再换蓝球！~~~ 另外“ 无主的星尘 ”除了换蓝球和粉球，其他都不要换，尤其是零氪党们，因为我们这些零氪党为了抽限定角色一般都会攒着粉球和原石，而 星尘 是抽奖才会获得附属物，所以后边会遇到零氪党为了攒原石不抽卡，每个月连粉球蓝球都换不了的情况，要注意下这一点！~~~ 这里说一下关于6-8抽卡祈愿的事，我之后准备单独出一期来仔细的聊一聊这个事，到时候这里我会再加一个链接的！~~~ 12：8级会解锁 地脉之花 ， 就是在我们地图上显示的那个 蓝色 图标，打完会消耗20体力给你很多经验书，这时候就要记得每天打他把体力全用了， 每8分钟回一点体力，原神关于资源这方面还是挺扣的，所以千万不要忘记每天清体力拿各种资源！~~~ 注意地图上蓝色的是给经验书，金色的是给摩拉，萌新最好是先刷经验书，摩拉是属于前期不缺后期非常缺的资源。 注意：金色地脉花不是8级就会解锁的，我记得好像是9级-11级之间解锁，具体等级我也忘了！~~~ 这里我再说一下地脉之花在你8级到15级之间，你可以用这个清体力因为15级之前只能用这个清体力，因为15级之前地图上的首领boss你是基本打不过的（大佬除外），当你到达16级之后，你就可以组队找大佬帮你打首领boss了！~~~ 具体怎么组队？你往下看，下面有个16级那里我有具体说如何组队的事！～～～ 13： 12级会解锁日常委托任务，每天可获得60原石，每日必做必做必做，这是你获得原石最主要的方法，一定要每日做完！~~~ 另外要记住每个任务是10原石，4个任务做完，还有20原石是需要找 “凯瑟琳” 去领取（看下面这个图），地图上也是她头上这个图标，不领第二天这20原石就没了，每天千万别忘了！~~~ 14：14级会解锁派遣，也是找上图 “ 凯瑟琳”每天可以获得挺多材料和摩拉！~~~ 派遣时间最好选择20小时，比较省劲，一天收一次就行了，当然你要是勤快，派遣时间到了就能上线的那种，选12小时也行！~~~ 至于派遣那些材料，前期最好还是选择蒙德的甜甜花+鸟蛋和兽肉和禽肉，用来做回复神药 “甜甜花酿鸡” 和复活药的，萌新前期还是需要很多的，至于中后期，选择摩拉或水晶矿是最好的！~~~ 最好是选摩拉，因为摩拉和水晶矿都是原神大世界的再生资源，锄大地打怪刷摩拉比挖矿消耗的时间更多，当然要是你很懒都不做，可以选水晶矿，这样可以攒点每周用来做一些来完成纪行每周任务！~~~ 15： 16级会解锁多人游戏，这个如何组队一定要学会，非常重要， 这时候你就可以找大佬帮你打大世界首领BOSS刷角色突破材料了， 这个也有不少人刚开始弄不懂怎么组队，我就是开始找不到组队选项给我整蒙了，其实很简单，大伙看下面这个图。 到16级之后，打开多人游戏界面。 左下角点开有3个选项。 你平时不需要找大佬的时候你就改成“不允许加入”。 你平时要是需要找大佬的时候你就改成“直接加入”完事就有大佬看到就会直接进来，然后就会自动切换到以你的世界为主的多人世界里面了，这个时候你就打字拜托大佬帮你打什么什么就可以了！~~~ 大家尽量不要设置成“确认后可加入”，因为这样大佬看到虽然也会点申请进入，但几率会有些低了，所以尽量改成“直接加入”是最好的！~~~ 补：这里是一哥们告诉的我，说“确认后可加入”比“直接加入”进人快，这个说实在，让他这么一说，我也不确定哪个更容易进大佬快些，大家自己尝试下吧！~~~ 补：这里也是那个哥们提醒的我，要是改成“直接加入”的话有一点不好的地方，就是你正在过主线活动剧情时，这个时候如果有大佬进来，这一整段剧情就得重新开始，得过两遍了，会非常难受，这点要记住了！~~~ 还有需要注意的事，你看上面的图，你会发现有人，中间能打字，这个其实也很好弄！~~~ 打开左上角派蒙头像，点击名字右边像一支笔的图标，再点击修改签名，在里面打上字，看下图跟我打字一样就行，一会审核过了就OK了，这样有大佬看到后进来的几率就会大很多了！~~~ 但有一点要记住了，一个月只能修改5次，一定要记住了呦！~~~ 16：20级会解锁纪行， 就是那个68元大月卡的那个，你不买也是可以获得一些免费的资源，蓝球脆弱树脂经验书等等，就是有的任务得费时间去做，能做就做，还是能获得不少资源的！~~~ 17：21级会解锁周常BOSS北方狼， 这个周常有很多萌新前面都不知道，需要做完“ 小狼之章 ”才能解锁，而且这个周常再F1的征讨领域里没有，就很奇怪，但他确实是周本BOSS！~~~ 反正一定要记住到21级第一时间把这个周常BOSS解锁，每周打一次！~~~ 具体怎么接任务，这里就不细聊了，我记得我是到21级之后，任务列表里就有了，好像是需要把前面主线和其他传说任务做完，就会有了，具体你们自己试试吧！~~~ 18：25级会解锁蒙德声望，29级会解锁璃月声望，至于稻妻和须弥可以先不急做， 蒙德和璃月这俩比较重要我放一起说了！~~~ 要优先做璃月声望，因为璃月声望3级会给 浓缩树脂图纸 ，这是个神器，最多同时可以持有5个，它可以让你刷各类副本的效率翻一倍，意思就是刷1次会获得2次奖励，所以一定要优先把璃月声望到3级！~~~ 另外每周声望任务是所有国家共同CD，所以要提前记得规划好每周声望任务优先做哪个国家的！~~~ 注意：做声望任务，每周3个讨伐悬赏任务和居民请求任务都做完，还会获得高达 15W的摩拉 呦！还会完成“纪行”的每周任务呦！座椅没走一定一定要都做完！~~~ 注意：这个 浓缩树脂图纸 ，是璃月地区的声望3级解锁能获得的，不是蒙德地区呦！~~~ 19：25级会解锁周常BOSS风魔龙， 跟着做主线任务就可以解锁，但这个周常BOSS只能自己单人打，所以记得先去查查攻略再打，了解下这个BOSS的机制之后，挺容易过的！~~~ 20：28级会解锁尘歌壶，就是家园， 完成魔神任务第一章第三幕-迫近的客星后就可以去到璃月港内找到NPC萍姥姥对话，就可以接任务了！~~~ 尘歌壶提升等级会给原石的呦，记得要快速提升等级呦！~~~ 尘歌壶也要快速提升仙力，这样每个小时能获得的宝钱就会越来越多！~~~ 还有是要快速到尘歌壶6级，这样每周都能白嫖一个“ 须臾树脂 ”也就是60体力，记得要及时用掉，有一周到两周的使用时限，过了就没了，使用期限在背包里就能看到！~~~ 另外尘歌壶到8级每周也能白嫖很多资源，“经验书摩拉武器经验”等等，很多好东西，能换就都换了！~~~ 21：28级会解锁钓鱼玩法，要先解锁陈歌壶之后， 再回蒙德城找NPC“凯瑟琳”对话接任务， 要记住，一定要找蒙德的“凯瑟琳”才能触发任务， 别的地区的“凯瑟琳”不会触发任务的！~~~ 钓鱼能获得各种好玩的道具和 武器 ，尤其是稻妻的钓鱼武器 “渔获” ， 这武器强度不只是堪比五星，甚至可以排在某些五星武器的前面，就贼牛！~~~ 前期你要是队伍里有带香菱，一定要优先把这武器弄到手，蹭一蹭别的玩家的大世界里钓鱼，几天就能换出来了！~~~ 22：30级会解锁稻妻地区， 跟着做主线任务第二章第一幕（ 不动鸣神恒常乐土 ）就可以去了！~~~ 稻妻地区是唯一一个前期需要等级和做主线才能够到达的国家，所以有一点要记住，如果你在前期抽卡获得了需要稻妻材料的角色时，这个时候要注意了，你要是没到30级没解锁稻妻地区的话，那你就会因为没有这个角色等级突破材料而无法升级，这一点要记住！~~~ 23：31级会解锁参量质变仪， 去璃月兰姐那里接任务“天遒宝迹”，完成了就可以获得参量质变仪，每七天可以用一次，能白嫖很多紫色经验书等等道具，记得每七天要用一次，具体任务过程和怎么用你们查下攻略吧，很好查的！~~~ 24：32级会解锁七星召唤， 也就是卡牌游戏，能白嫖很多原石，尽量做吧，能给挺多原石的！~~~ 25：35级会解锁周本黄金屋， 跟着做主线任务就可以解锁，很多奖励，记得每周要打呦！~~~ 友情提示：这个自己打不过可以摇大佬帮你打呦！~~~ 26：40级会解锁武器培养素材副本最高等级， 这时候刷对应材料是收益最高的！~~~ 27：45级会解锁天赋培养素材副本最高等级， 这时候刷对应材料是收益最高的！~~~ 28：45级会解锁圣遗物副本最高等级， 这个时候刷圣遗物每次就会最低必给一个金色圣遗物，所以一定要在45级的时候再去使用“脆弱树脂”刷圣遗物，再利用璃月声望3级会给那个浓缩树脂图纸去做浓缩树脂，刷一次相当于刷两次，效率杠杠的！~~~ 另外，一定要记住你如果是零氪或者是月卡党的话一定不要把你的 脆弱树脂 全部都去刷圣遗物， 要留一些脆弱树脂优先提一提主C和其他角色的角色等级武器等级技能等级 ，圣遗物只需要 追求主词条正确 就行，千万不要疯狂的去追求副词条，副词条那边是个大坑，没有经济实力每天可以用原石买满体力去刷的话，不要疯狂去追求副词条，你追不起的，切记切记切记！～～～ 29：50级会解锁所有周本最高等级副本， 这时候刷是收益最高的！~~~ 基本上我能想到的在50级之前需要重点注意的事情就这些了，之后我也会再进行添加和修改！~~~ 最后求求大伙看我打这么多字的份上，给个赞吧，拜托了（要是能转发和收藏就更好了），3Q了！~~~",
    "length": 7641
}