{
    "game_id": 2,
    "post_id": "56334241",
    "f_forum_id": 43,
    "subject": "【V4.8攻略·任务与探索】星轨王城宝箱全位置【下】",
    "url": "https://www.miyoushe.com/ys/article/56334241",
    "created_at": 1723033505,
    "like_num": 496,
    "view_num": 1237,
    "reply_num": 7,
    "text": "UID 505597670 哈喽！大家好啊~这里是鸽子的化身——狂风呀！ _(魔游姬得意) 随着4.8版本的到来，咱们的限时版本地图又来啦！欢迎来到这次的童话世界——希穆兰卡！ _(魔游姬糖葫芦) 那么话不多说，小伙伴们快跟着我一起去探索吧！ _(魔游姬哼哼) 希穆兰卡-星轨王城宝箱全位置【下】 超链图片 关于赐福森林宝箱全位置【上】，详情可以点击下方链接跳转查看_(偶像姬_WINK) 【V4.8攻略·任务与探索】赐福森林宝箱全位置【上】 关于赐福森林宝箱全位置【下】，详情可以点击下方链接跳转查看_(偶像姬_WINK) 【V4.8攻略·任务与探索】赐福森林宝箱全位置【下】 关于星轨王城的四个宝藏位置，详情可以点击下方链接跳转查看_(偶像姬_WINK) 【V4.8攻略·任务与探索】星轨王城的四个宝藏位置 关于星轨王城宝箱全位置【上】，详情可以点击下方链接跳转查看_(偶像姬_WINK) 【V4.8攻略·任务与探索】星轨王城宝箱全位置【上】 第一个宝箱 这里我们传送到星轨王城门口的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个「积木小人解密」，这里我们先将此处的「魔线」连接好，接着攻击发条回溯情景_(米游君—认真工作) 超链图片 之后获得一个 精致的宝箱 _(米游姬-撒花) 超链图片 第二个宝箱 这里我们传送到星轨王城门口的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个胖胖鼠，我们与其交互后，给他一个泡泡桔_(米游君—认真工作) 超链图片 之后获得一个 普通的宝箱 _(米游姬观察) （可恶！好想进去参观一下胖胖鼠的家！） 超链图片 第三、四、五个宝箱 这里我们传送到星轨王城门口的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个「齿轮云梯」，我们站在其上方 攻击一下 「发条」，利用「齿轮云梯」上去_(米游君—认真工作) 超链图片 上来后，可以看到一个 普通的宝箱 _(米游姬观察) （直接开启即可） 超链图片 开启宝箱后，我们再次站在「齿轮云梯」上， 攻击一下 「发条」，利用「齿轮云梯」上到屋顶_(米游君—认真工作) 超链图片 来到屋顶后，我们先将此处的「魔线」连接起来，去到上方平台_(阿姬调查) 超链图片 在此处可以看到一个限时挑战， 需要在90秒内收集30个水之微粒，并击破10个风史莱姆 _(米游君—认真工作) 超链图片 之后获得一个 珍贵的宝箱 _(阿姬开心) 超链图片 开启宝箱后，我们直接朝着正西方飞下去_(阿姬调查) 超链图片 在此处可以看到一个 普通的宝箱 _(米游姬观察) （直接开启即可） 超链图片 第六个宝箱 这里我们传送到星轨王城内部的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个「积木小人解密」，与其交互后，我们需要在不被发现的情况下，触碰到红色积木小人_(米游君—认真工作) 超链图片 成功触碰到红色积木小人后，我们获得一个 精致的宝箱 _(米游姬-撒花)（夜兰、早柚嗖一下就过去了） 超链图片 第七个宝箱 这里我们传送到星轨王城内部的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个「积木小人解密」，这里我们先将此处的木箱打碎，接着攻击发条回溯情景_(米游君—认真工作) 超链图片 回溯情景后，我们再让事件发生一次，当红色积木小人踩在 按钮 上后，我们直接对准强力胶水 不停攻击 ，之后再次攻击发条回溯情景，等到事件结束后，我们获得一个 珍贵的宝箱 _(阿姬开心) 超链图片 第八、九、十个宝箱 这里我们传送到星轨王城顶部的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到升降机内部有一个丘丘人和两个大史莱姆，我们先过去将其解决掉 超链图片 将其解决后，我们从上方掉落至下方，接着与此处的大门交互一下，打开此处大门_(米游君—认真工作) 超链图片 之后获得一个 普通的宝箱 _(米游姬观察) 超链图片 开启宝箱后，我们直接往前走，可以看到一个限时挑战， 需要在150秒内收集29个水之微粒，并击破21个风史莱姆 _(米游君—认真工作) 超链图片 之后获得一个 珍贵的宝箱 _(阿姬开心) 超链图片 开启宝箱后，我们先往西北方前进，利用跳跃光团去到浮空平台_(阿姬调查) 超链图片 接着将此处的「魔线」连接起来，去到上方平台_(阿姬调查) 超链图片 之后获得一个 普通的宝箱 _(米游姬观察) 超链图片 第十一个宝箱 这里我们传送到星轨王城顶部的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个「积木小人解密」，这里我们需要攻击发条回溯情景，利用黄色积木小人按照墙上的顺序踩下地上按钮_(米游君—认真工作) （这里先攻击三次发条，让其踩绿色按钮，接着等时间流逝，让其自己踩蓝色按钮和红色按钮，等到他踩在红色按钮时，我们再攻击两次发条，让其踩蓝色按钮即可） 超链图片 之后获得一个 精致的宝箱 _(米游姬-撒花) 超链图片 第十二个宝箱 这里我们传送到星轨王城顶部的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个「积木小人解密」，与其交互后，我们需要找到他们三人的藏身位置_(米游君—认真工作) 超链图片 成功找到他们三人后，我们获得一个 精致的宝箱 _(米游姬-撒花) 超链图片 第十三个宝箱 这里我们传送到星轨王城顶部的锚点，来到下图位置_(阿姬调查) （两个小丘丘人记得清理下） 超链图片 在此处可以看到一个「蛙蛙大合唱」，我们与此处的纸蛙交互，开始演奏_(米游姬唢呐) （演奏期间需要我们根据它们的节奏进行指挥，这里就不多叙述了） 超链图片 成功完成「蛙蛙大合唱」挑战后，我们获得一个 珍贵的宝箱 _(阿姬开心) 超链图片 第十四个宝箱 这里我们传送到星轨王城顶部的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个「魔线柱」，我们将「魔线」连接起来，去到上方平台_(米游君—认真工作) 超链图片 之后获得一个 普通的宝箱 _(米游姬观察) 超链图片 以上就是 星轨王城宝箱全位置【下】 的全部内容啦！_(米游姬喝茶) 关注我~持续带你领略世界的精彩！ _(琴-赞扬)",
    "length": 2527
}