{
    "game_id": 2,
    "post_id": "18217794",
    "f_forum_id": 43,
    "subject": "【鸣神大社】-诡谲的御神签(详细)",
    "url": "https://www.miyoushe.com/ys/article/18217794",
    "created_at": 1645883275,
    "like_num": 6142,
    "view_num": 331480,
    "reply_num": 410,
    "text": "【万全的攻略啊】 时间 ： 需分四天完成(现实时间) 触发 ：荒海传送点对面悬崖击败愚人众，阅读残破的手记. 简介 ： 每天(共计四天)前往鸣神大社找巫女玄冬林擒互动御神签箱 . 内容 ：残破的手记所在；前往鸣神大社找玄冬林擒；第一个诡谲御神签；第二个诡谲御神签；第三个诡谲御神签；第四个诡谲御神签；回去找玄冬林擒；前往地图标点处；附录-成就；附录-华丽的宝箱。 简要指引 ： 从荒海传送锚点飞到对面悬崖击败愚人众后，阅读营地旁的 残破的手记 ，然后前往 鸣神大社 找 巫女玄冬林擒 (在神樱树右侧房屋窗口) 对话求签 。 ( 可能问题 ：如果没有找到残破的手记，则可以先去找鸣神大社神樱树右侧的窗口，找巫女玄冬林擒对话之后，再回去看有没有残破的手记 ) 1.残破的手记所在 ： 打开地图界面，传送到荒海的传送锚点。 可以看到对面悬崖有几个愚人众，飞过去击败他们，因为处于战斗中不能阅读残破的手记。 在这个营地小帐篷旁边有个 残破的手记 ，有个 普通的宝箱 也顺手拿一下。 残破的手记记录了一个暗号：胧夜正中；是 终末番忍者百华 被愚人众发现后故意留下的。 2.前往鸣神大社找玄冬林擒 ： 派蒙把残破的笔记内容都念出来了，涉及到解签，于是我们去鸣神大社神樱树右侧的小窗口找玄冬林擒解签试试；如果以前没有来解过签，那当天解签是没有暗号选项的，后续的任务需要往后移一天。 先进行御神签箱，会抽取一支签。(很不巧， 我是第一次来抽签，所以当天不能对暗号 ) 如果以前没有来抽过签，就会获得一个成就： 派蒙的幸运日 。 派蒙的幸运日 ：在鸣神大社，抽中大吉的签文；(没有达成这个成就的后面也可以来求签刷出来) 所以我只获得了 御神签 ，没有获得 诡谲的御神签 ，只能等到第二天再来了。 如果以前解过签，与 御神签箱 互动后，再与 玄冬林擒 对话，选择： 交付竹签(胧夜正中) 即可；后续的 四天 都按照这个流程来获取每天的 诡谲的御神签 即可。 3.第一个诡谲御神签 ： 获得诡谲的御神签的第一天；前往任务地点-- 稻妻城底部山洞口 。 背包里可以看到，现在获得的 诡谲的御神签 了，不是御神签了；只要背包里有这个就可以按照上面标记的地方去打怪即可。 阅读后：可以看到一个任务地点的图，还有相关的降下终末的说明。 来到图示位置，可以看到我们这次的目标： 炎刀望理须 ，旁边的小兵也清理掉，不清理有可能会影响第二天抽签不出怪。 击败后，派蒙会冒出来一句话，说明今天的诡谲御神签完成了， 静待明天继续抽签(现实第二天) 4.第二个诡谲御神签 ： 前往任务地点-- 神无冢的九条阵屋西侧 。 阅读后：可以看到一个任务地点的图，还有相关的降下终末的说明。 来到图示位置，可以看到我们这次的目标： 鼠坊主阿牧 ，旁边的小兵也清理掉，不清理有可能会影响第二天抽签不出怪。 击败后，派蒙会冒出来一句话，说明今天的诡谲御神签完成了， 静待明天继续抽签(现实第二天) 5.第三个诡谲御神签 ： 前往任务地点-- 稻妻城下方洞窟 。 阅读后：可以看到一个任务地点的图，还有相关的降下终末的说明。 这个需要 调整游戏里的系统时间 ：深夜至黎明， 零点 就行了；否则看不到人。 差不多就是洞窟的正中心方向，是一群军中借助物资中饱私囊的奸细。 来到图示位置，可以看到我们这次的目标：一丘之貉，目测有四个，全部清理掉； 击败后，派蒙会冒出来一句话，说明今天的诡谲御神签完成了， 静待明天继续抽签(现实第二天) 6.第四个诡谲御神签 ： 前往任务地点-- 八酝岛西南方向 。 阅读后：可以看到一个任务地点的图，还有相关的降下终末的说明。 来到图示位置，可以看到我们这次的目标： 斩鬼阿金 ，旁边的小兵也顺手清理掉。 击败后，派蒙会冒出来一句话，说明今天的诡谲御神签完成了， 回去找玄冬林擒，开始下一步 。 7.回去找玄冬林擒 ： 前往 鸣神大社 ，发现玄冬林擒不在，但是有个发光的调查点，靠近 调查 。 获得 某人留下的纸条 (真正的玄冬林擒-百代，被愚人众袭击后假死脱身)。 纸条上红色的叉叉标了一个点，闲来无事前去看看。 8.前往地图标点处 ： 前往任务地点-- 秘境右侧断桥边 。 断桥边上有个光点 ，靠近后会自动出现画面，然后被人砸晕扔安全屋笼子里了。 通过对话，我们了解到了事情的原委，最终只得接受作为外部人员，继续为玄冬林擒(终末番)做事。 9.附录-成就 ： 与玄冬林擒对话结束后，就可以获得一个成就： SYUUMATSU GAIDEN 成就说明：被卷入终末番与愚人众的战斗中..... 10.附录-华丽的宝箱 ： 在这个安全屋里，还有个 华丽的宝箱 ，记得顺手开一下( 如果以前卡进来开掉了就不显示了 )。 里面的东西虽然不怎么样，但是有10个原石呀。 后续特别的御神签相关链接： 【特别的御神签】(1)-终末番的任务(详细) 【特别的御神签】(2)-顶替者的秘密(详细) 【特别的御神签】(3)-蒲公英的归宿(详细) 相关链接：(后续有问题在此处更新) 原神：鸣神大社(0)-诡谲御神签",
    "length": 2083
}