{
    "game_id": 2,
    "post_id": "45380142",
    "f_forum_id": 43,
    "subject": "【V4.2攻略·任务与探索】书页成就丨水仙十字题解·迷宫篇",
    "url": "https://www.miyoushe.com/ys/article/45380142",
    "created_at": 1699683701,
    "like_num": 571,
    "view_num": 18289,
    "reply_num": 23,
    "text": "UID 100020325 各位旅行者大家好，这里是FTFuture_(阿姬开心) 在4.2版本，一直下落不明的「神秘的书页·其十」终于出现了，本篇就连同之前的书页一起，为大家带来枫丹地区「神秘的书页」的收集攻略，解读全部十三张书页还可以获得隐藏成就「水仙十字题解·迷宫篇」。 ▌ 书页位置 以下是十三张书页的位置，各位旅行者看自己还差哪张，点开对应的折叠栏查看即可。 ▌ 神秘的书页·其一 到「苍晶区」南部图示位置，从箭头所指的位置向东进入山洞，击败这里的兽境猎犬，即可解锁旁边精致宝箱的封印，开启宝箱即可获得「神秘的书页·其一」。 △场景示意 ▌ 神秘的书页·其二 到「苍晶区」北部图示位置，这里有一个「兽境的裂隙」挑战。击败阵法上的2只兽境幼兽，即可开启挑战，击败不断来袭的兽境猎犬，保护神秘结晶体不被破坏即可完成挑战，获得一个珍贵的宝箱，开启宝箱即可获得「神秘的书页·其二」。 △场景示意 ▌ 神秘的书页·其三 到「厄里那斯内部·北区」图示位置，这里有一个棱晶解谜。站在红色晶体后面，瞄准瀑布下的石质晶体，之后使用普通攻击击打红色晶体，就会释放出能量消除石质晶体。石质晶体消除后，会出现一个普通的宝箱，开启宝箱即可获得「神秘的书页·其三」。 △场景示意 ▌ 神秘的书页·其四 传送到「自然哲学学院」下图所示位置的锚点，向上游出水面，来到二层。在二层环形通道下图所示位置，调查书架上的闪光点，即可获得「神秘的书页·其四」。 △场景示意 ▌ 神秘的书页·其五 首先到「自然哲学学院」图示位置阅读书籍，传送进入「水仙十字结社」，在最里边开启精致的宝箱，获得任务道具「学院某处的钥匙」。 △场景示意 拿到钥匙后，到「自然哲学学院」下图所示位置，使用钥匙打开大门进去。 △场景示意 开门后进去沿路往里走，到图示位置后还有一扇门，可以直接与机关交互打开，开门时还会获得隐藏成就「黑字的研究」。 △场景示意 开门进去以后，调查黑泥旁边书桌上的闪光点，即可获得「神秘的书页·其五」。拿到其五后，继续向西进去，左手边的书架上也有一个闪光点，调查后可获得「神秘的书页·其八」。 △场景示意 ▌ 神秘的书页·其六 到「自然哲学学院」下图所示位置，进入这里的环形水传送门，前往高处平台。 △场景示意 到达高出平台后，往北边看，与墙角的机关交互，打开这里的大门。 △场景示意 开门进去后，调查左手边书架上的闪光点，即可获得「神秘的书页·其六」。 △场景示意 ▌ 神秘的书页·其七 到「安眠处」 图示位置，从箭头所指的位置向西进入 房间，可以看到房间西南边的墙角有一个倾倒的书架，调查书架上的闪光点，即可获得「神秘的书页·其七」。 △场景示意 ▌ 神秘的书页·其八 首先到「自然哲学学院」图示位置阅读书籍，传送进入「水仙十字结社」，在最里边开启精致的宝箱，获得任务道具「学院某处的钥匙」。 △场景示意 拿到钥匙后，到「自然哲学学院」下图所示位置，使用钥匙打开大门进去。 △场景示意 开门后进去沿路往里走，到图示位置后还有一扇门，可以直接与机关交互打开，开门时还会获得隐藏成就「黑字的研究」。 △场景示意 开门进去后往西走，进入里面的隔间。 △场景示意 进去之后调查左手边书架上的闪光点，即可获得「神秘的书页·其八」。 △场景示意 ▌ 神秘的书页·其九 传送到「安眠处」图所示位置的锚点，沿箭头所示路线，向东北方向游到高塔顶部（在游到高塔顶部之前，注意不要从水体中掉下去了），之后向下离开水体落到高塔顶部，调查顶部的闪光点，即可获得「神秘的书页·其九」。 △场景示意 注：第一次来塔顶时，还会出现一个珍贵的宝箱。 ▌ 神秘的书页·其十 完成世界任务「水仙的追迹」后，到下图所示位置水面上接取并进行世界任务「得偿所愿的寻宝之旅」，随任务进度即可获得「神秘的书页·其十」。 △场景示意 ▌ 神秘的书页·其十一 到「自然哲学学院」下图所示位置，阅读桌上的书籍，进入「水仙十字结社」。进去之后顺着左手边的通道走，调查此处书架上的闪光点，即可获得「神秘的书页·其十一」。 △场景示意 ▌ 神秘的书页·其十二 传送到「夏诺蒂拉与揭示之书」，向东走进入山洞，在下图所示位置有一个闪光点，调查后即可获得「神秘的书页·其十二」。 △场景示意 ▌ 神秘的书页·其十三 到「厄里那斯内部·北区」图示位置，与泽娜对话打开商店，使用任务道具「奇特的零件」兑换，即可获得「神秘的书页·其十三」。 △场景示意 ▌ 解读书页 收集到的书页，可以在「揭示之书」处进行解读，阅读其具体内容。 △解读书页 解读完全部的十三张书页后，即可获得隐藏成就「水仙十字题解·迷宫篇」。 △隐藏成就「水仙十字题解·迷宫篇」 注：这个成就可能有点问题，我在解读完十三张书页后，虽然没有弹出成就，但此时在成就列表中已经可以看到解锁了这个成就。 而我后面做完世界任务「生日快乐」时，同时弹出了「水仙十字题解·迷宫篇」以及「故事结束了，但是…」这两个成就。 以上就是十三张书页的收集内容啦，感谢各位旅行者的阅读与支持，我们下篇再见~",
    "length": 2076
}