{
    "game_id": 2,
    "post_id": "38320628",
    "f_forum_id": 43,
    "subject": "任务「善恶的赫瓦雷纳」第四章：如是灵光悉示现 任务攻略",
    "url": "https://www.miyoushe.com/ys/article/38320628",
    "created_at": 1682261906,
    "like_num": 610,
    "view_num": 90922,
    "reply_num": 41,
    "text": "任务「善恶的赫瓦雷纳」第四章：如是灵光悉示现。 这是一个耗时很长、奖励丰富的任务，旅行者做好准备。 善恶的赫瓦雷纳第四章 任务攻略 第一部分 寻找第1个大灵光 第二部分 如是灵光悉示现·集 寻找第2个大灵光 第三部分 如是灵光悉示现·苦 寻找第3个大灵光 第四部分 如是灵光悉示现·灭 寻找第4个大灵光 第五部分 寻找第5个大灵光 第一部分 寻找第1个大灵光 旅行者和斯露莎找回了两个花灵伙伴。 旅行者和斯露莎返回甘露花海，寻找花灵一族的领袖，祖尔宛。 斯露莎请求祖尔宛让她成为花灵的勇者。 祖尔宛带着斯露莎在万种母树下祷告，万种母树给予斯露莎新的力量。 斯露莎成为了花灵的勇者。 斯露莎和其他花灵一样，头上长出了花冠。 消灭「焚真之天象」的方法已经完成第一步。 接下来，旅行者和斯露莎要收集「灵光绝唱」。 一共5个「灵光绝唱」，分散在荒石苍漠和浮罗囿的各个地方。 前往甘露花海的净觉湖，收集第1个「灵光绝唱」。 地图位置，进入净觉湖旁边的树洞，找到了第1个「灵光绝唱」。 斯露莎穿过「灵光绝唱」的屏障，使用花灵之力。 旅行者得到第1个「灵光绝唱」。 在所有的灵光中，「灵光绝唱」是最强大的一种灵光。 仔细看，「灵光绝唱」和花灵长得很像，可以是因为大家都是从同一种力量中孕育出来的，大家的本质都是灵光。 派蒙把「灵光绝唱」叫做大灵光。 前往荒石苍漠的七天神像。 七天神像旁边，矫论团的营地，旅行者和那先朱那（识主）交谈。 那先朱那（识主）告诉了旅行者其他4个大灵光的位置。 第二部分 如是灵光悉示现·集 寻找第2个大灵光 甘露花海，旅行者从桥上的传送点出发，前往地图位置。 地图位置，瀑布旁边的山洞。 之前，旅行者就来过这个山洞，寻找有水元素记号的俱利鼓。 现在，旅行者来这个山洞，寻找大灵光。 山洞里，山洞底部的一个洞穴。 斯露莎用花灵之力打开荆棘的屏障。 然后，斯露莎飞进洞穴，使用花灵之力得到大灵光。 第三部分 如是灵光悉示现·苦 寻找第3个大灵光 阻勒隘，山底的传送点出发，进入图示位置的山洞，寻找灵光绝唱。 斯露莎第一次带旅行者前往甘露花海的时候，旅行者就是经过这个山洞。 山洞里，旅行者又见到了被石化的沙虫。 旅行者和斯露莎前往左边的路，寻找大灵光。 路上，解锁一个传送点。 然后，进入旁边的洞穴。 清理了附近的几个小史莱姆。最后，得到大灵光。 第四部分 如是灵光悉示现·灭 寻找第4个大灵光 荒石苍漠地区，地底下有坎瑞亚遗迹。 旅行者前往坎瑞亚遗迹。 尽管有那先朱那（识主）提供的地图信息，在坎瑞亚遗迹，旅行者还是探索了一两天，才找到第4个大灵光。 提瓦特一两天的时间，相当于现实世界20—40分钟的时间。 寻找第4个大灵光 攻略： https://miyoushe.com/38235998 第五部分 寻找第5个大灵光 荒石苍漠地区，地底下还有另一处坎瑞亚遗迹。 旅行者前往另一处坎瑞亚遗迹，探索了一两天，终于找到第5个大灵光。 提瓦特一两天的时间，大概是现实世界20—40分钟的时间。 寻找第5个大灵光 攻略： https://miyoushe.com/38272397 最后，旅行者和斯露莎收集到所有的大灵光（灵光绝唱）。 接下来，旅行者要和花灵稳定荼泥黑渊的封印。 任务「善恶的赫瓦雷纳」第五章，旅行者和花灵稳定荼泥黑渊的封印。 任务「善恶的赫瓦雷纳」第四章，任务奖励一共有160原石。 任务中，旅行者得到成就「群鸟的授记」，成就「看我正义的一击！」，成就「大铸造者」，成就「七谷的试炼」。 成就一共20原石。 任务中，旅行者一共解锁了4个传送点，得到了10个宝箱，从而得到了65原石。 任务「善恶的赫瓦雷纳」第四章，一共有245原石，16个草之印。 任务「善恶的赫瓦雷纳」第四章，一共要60—90分钟的时间，大概是1个小时到1个多小时的时间。 任务「善恶的赫瓦雷纳」第五章 攻略： https://miyoushe.com/38484779 任务「善恶的赫瓦雷纳」第六章 攻略： https://miyoushe.com/38496028 任务「善恶的赫瓦雷纳」第一章 攻略： https://miyoushe.com/38111715 任务「善恶的赫瓦雷纳」第二章 攻略： https://miyoushe.com/38144191 任务「善恶的赫瓦雷纳」第三章 攻略： https://miyoushe.com/38154741",
    "length": 1828
}