{
    "game_id": 2,
    "post_id": "5236662",
    "f_forum_id": 43,
    "subject": "【V1.4攻略】全四星角色解析【新手向】",
    "url": "https://www.miyoushe.com/ys/article/5236662",
    "created_at": 1617115207,
    "like_num": 10883,
    "view_num": 329402,
    "reply_num": 852,
    "text": "Q：我是个新手，我抽到了几个角色，但是感觉不知道培养谁，感觉现在用的角色好刮痧啊，我该怎么办？ A：别慌，看完这篇帖子，轻松了解各四星角色定位，自己配队，不再是梦！ 前言： 这是一篇帮助新手理解各角色定位的帖子，以助于新手确认自己的主c及对应的阵容，以及对自己现在的角色有一个充分的了解。 如果你是一个拥有五星开局的新手，那么无论他们是刻晴，七七，阿贝多，还是其他的五星，请放心的培养他们，不用担心砸在他们身上的资源浪费，不过请搜索他们相关的养成攻略，不要盲目培养浪费资源。（如果是开局拥有多个五星角色的新手可以不看本帖，本帖对你来说毫无帮助） ---------------------------------以下是正文--------------------------------- 正文： 1、辛焱 定位： 主c，速切副c，盾辅 突破素材： 琉璃袋 辛焱在国内的人气一直不高，一方面是因为黑皮的原因，另一方面也是因为辛焱的头模做的并没有长在国人的审美上。不过美不美是一回事，强不强又是另一回事了，但是可惜的是，辛焱不仅长得不符合大多数人的审美，就连强度也非常尴尬，这就让练辛焱的人更加少了。 首先让我们看看辛焱的技能，普功不必多说，先看e技能热情拂扫。 横向对比女仆的护盾，即使是形成三级护盾，伤害吸收量依旧比不上女仆，更别说女仆还是高贵的岩盾，对比女仆的优点是冷却时间短了6秒，然后技能伤害会高不少。解锁天赋（没听众也要演奏）后护盾形成的条件会下降。 接下来是q技能叛逆刮弦。 是的， 物理伤害 。作为辛焱倍率最高的一个伤害技能，其最大的爆发居然是一个物理伤害，这也就意味着辛焱的大招无法打反应，伤害注定不会高到哪里去，而作为火元素伤害的持续伤害倍率却非常之低，也就是说辛焱大招最多打出一个中规中矩的伤害，无法打出一个很高的爆发。 辛焱的第二个天赋，看到这个天赋相信大多数人也猜到了，辛焱的定位，是一个 物理系 的角色，但是相比人人都知道的物理系扛把子物泽来说，可能很多人都以为辛焱是一个火伤角色。 既然作为物伤角色，那么普功倍率便成为了我们关注的焦点，辛焱她的普功倍率会不会很高呢？很可惜并没有，作为和雷泽相似的物伤角色，辛焱的普功倍率比雷泽 低了20左右 。也就是说，就算她走物理平a流，也不是一个好的选择。 辛焱的e技能击中敌人时会产四颗球，而她的大招需要60点元素能量，如果在不堆充能的情况下，需要4~5个e才能充满一次大招，也就是一分钟左右，但是在实战中会始终产生来自压低怪物血线的白球以及其他角色释放元素战记回复的能量，实战中辛焱大概能在两个e，也就是30s多开出来一个大，这个大无法反应，但是可以吃到物理伤害加成的效果。 接下来是命座分析。 图片太占排版就不贴了，感兴趣的米游社里找来看就好。 首先是一命，暴击后增加攻速，持续5s，冷却5s。也就是说这个加攻速的buff相当于是常驻，几乎没有真空期，如果给到一些靠普功吃饭的五星角色，这个命座将会非常强势，可惜给不得。二命大招造成的物理伤害必定暴击，且在施放大招时为自己套一个3级护盾。这个命座一方面让辛焱的大招爆发变得更加稳定，另一方面也增加了护盾的覆盖率，也是比较强的命座。4命是e技能击中的敌人会降低物抗，既增加了大招的伤害，也提高了普功的输出。6命效果是提高辛焱重击的伤害。 总结： 辛焱如果开局是6命（不太可能），那么可以作为 主c ，搭配白送的雪葬就好，主要输出手法为有e放e，有q放q，尽量打重击。毕业圣遗物为染血四件套，圣遗物选择攻物爆。 如果开局是4或2命，那么可以作为速切副c使用，有e放e，有q放q。 如果只有1命或零命，只能作为盾辅过度使用，不建议投入太多资源，建议不练。 2、迪奥娜 定位： 盾奶，增伤辅助，破盾 突破素材： 嘟嘟莲 迪奥娜作为现版本强势辅助之一，无论是可爱的外表还是强度都是同时在线的。其作为一个带盾带奶还能破盾的辅助，功能性拉满的迪奥娜可以帮助玩家轻松应对各种场合，若是要说她有什么缺点，那么只能说是开荒期奶量略显不足吧。 猫爪冻冻，冰猫的核心技能。没错，猫猫的核心技能其实并不是她的大招，而是她的e技能。无论是破盾还是增加队伍的容错率，猫猫都是主要依靠这个技能来实现的，真空期仅仅3秒的护盾非常的实用，虽然猫猫的护盾盾值并不高，但是较高的覆盖率却是其他四星角色的护盾比肩不了的。而且虽说猫猫的护盾不厚，但是却也不薄，而且在面对本期深渊12-3下半这种冰牢环境时更是游刃有余。毕竟护盾不是让你硬抗怪物的输出的，只是增加队伍的容错率，还是需要多多闪避来规避伤害。（钟离除外） 补充一点是猫猫的护盾会在上盾的一瞬间为角色施加冰元素附着，这个冰元素附着不会和水元素反应导致角色被冻住，但是却可以和噬能之雷环境的雷元素反应消除雷附着，因此猫猫在本次深渊11层也非常好用。 同样，横向对比班尼特的大招，猫猫的大招奶量似乎显得有点“小气”，两秒一跳的回血，20s的cd时间，80点的元素能量，这让猫猫的大招在前期充能不足，没有祭礼弓的时候很难频繁开启，导致了猫猫的奶量在前期开荒时期略显不足，但是后期圣遗物升级上去之后搭配西风就能较好的解决此问题。不过大家还是得记得，猫猫的大招只是让你回血的，不要想着像班尼特大招一般站在大招里和怪站撸，不然很可能你的回血速度会跟不上掉血的速度。 猫猫的第一个天赋，增加机动性，不明显但很实用的天赋。 削弱敌人攻击力，变相增加己方肉度，对于奶妈来说也是很实用的天赋。 接下来是命座分析。 一命帮助大招回能，效果约等于温迪天赋。二命增加盾的厚度以及帮联机队友套盾，就算不考虑联机也有不错的效果。4命对于辅助来说唯一的作用或许是普功破盾快一点？顺便吐槽一下猫猫突破加冰伤这个点，完全是硬砍猫猫，足以看出猫猫有多强了。6命是质变命，除了本来的盾奶辅助之外，额外解锁了增伤这个功能，虽然有一定的限制但是问题不大，唯一受到次限制较大的可能只有胡桃。 总结： 猫猫0命就可以养了！作为盾奶辅助表现非常优秀！而且，她还可爱啊！但是前期不要为她投入太多资源，够用就行，前期资源还应当尽量投给自己的主c。 3、砂糖 定位： 增伤辅助，聚怪辅助 突破素材： 风车菊 砂糖作为风系增伤辅助，可以说是各大猴戏中的常客了，两个天赋加精通再加上风套减抗能够为队友增加大量伤害，不过仅限于打反应的队友，对于不打反应的队友，砂糖的作用就显得有些小了。但是尽管增伤少了，砂糖还有作为风系的特色能力之一，聚怪。虽然她没法像温迪一样将怪牢牢地吸附在空中，但是也能够对人形怪起到一个不错的控制作用，对于魈以及许多短手的近战c显得更加友好，如果需要打反应，砂糖的大招也能染色帮助上元素。 砂糖的e技能，伤害倍率不算高但也不低，但是具有一定打断作用，解锁一命之后具有两点能量，对于辅助魈有不错的效果。缺点是cd较长，用来控怪显然有些不够。 砂糖的大招，20s的cd，80点的元素能量，这让砂糖的大招在前期很难频繁释放，虽然伤害可观，但是因为主要还是风元素伤害导致无法打出爆炸伤害。不过砂糖大招主要的作用还是聚怪以及染色，伤害无非是锦上添花罢了，因此并不关键。后期如果需要聚怪可能需要圣遗物提供一部分充能，但是作为增伤辅助的话则无脑堆精通给队友增伤就好。 砂糖的两个天赋，均为给队友加精通，很契合砂糖，也很具有特色。 接下来是命座分析。砂糖一命质变，e技能拥有两点能量点数，大幅减轻充能压力。二命延长大招时间，算是不错的命座。四命需要站场，只对于主c砂糖有用。6命为队友增伤，但是值得说的一点是六命增加的伤害是对应转化的属性的伤害。也就是说，如果你想为一个火系角色增伤，你就必须将砂糖大招染成火元素，也就意味着你没法将其大招染成冰或水来打反应，这一点会略显尴尬。 总结： 砂糖作为一个偏后期的增伤辅助，需要一定的圣遗物要求，前期无论几命均不推荐投入资源，可以等到后期再练。 4、重云 定位： 主c，速切副c，附冰工具人 突破素材： 石珀 重云作为高爆发速切副c，无论是前中后期都有不错的表现，可以说是一个培养了不会亏的角色，在前期缺乏主c的时候，重云也能担当主c的战场作用，后期再无缝转为副c。 重云的e技能，伤害倍率还算可观，且冰系能够打反应，再加上领域内的冰附魔，可以配合水系打冰冻，配合火系打融化。真空期5s也不算什么问题。 重云爆发的主要来源，三把剑，一级总共442的总倍率，配合火系打出融化，伤害非常爆炸。而且12s的冷却一级40点的元素能量保证了重云可以在战斗中频繁地释放他的元素爆发打出一波又一波的爆炸输出，是重云伤害的主要来源，核心技能。 重云的第一个天赋，能够增加在重华叠霜领域内角色的攻击速度，还算是不错的辅助天赋，可以有效增加队友的输出能力。 重云的第二个天赋，能够补一点伤害，减冰抗的作用在e技能结束后才触发，且只持续8s，此时重云第一个大一般已经放掉，第二个大招还在等待充能，很难吃到这个减抗的效果。 接下来的是命座讲解。重云一命增加的是站场输出能力，如果重云是你的主c，这个命座能够在一定程度上增加你的伤害，如果你的重云仅仅作为副c来使用，这个命座几乎可以说是没有。2命减cd，变相提升全队的输出能力，是重云的核心命座之一。4命效果只有站场重云才能享受，而且即使是主c站场重云，此命座也非常鸡肋，两秒的内置cd让这个命座约等于无。6命能够大幅提高大招伤害，重云质变命。 总结： 重云无论几名都能练，如果有二命以上几乎就是必练。最好的定位是速切副c，即释放完qe便下场。在没有其他角色主c的时候可以充当主c的地位，但是建议后期转为副c。 5、诺艾尔 定位： 盾奶，主c，大剑 突破素材： 落落莓 作为白送的大剑角色，女仆可能会是很多人前期唯一的大剑角色，她瘦弱的身躯往往肩负了难以想象的重担（指每天在全大陆用双手剑挖矿）。但是女仆的优点其实并不算多，相反，缺点却挺明显，因此女仆并不是一个强力的角色。 护心铠，作为盾值仅次于钟离的护盾，同时也是非满命女仆最关键的技能，它居然足足有着12秒的真空期！这就样女仆的作用显得有些尴尬，作为一个护盾技能，盾值虽然重要，但是相比盾值更重要的是护盾的覆盖率。猫猫的护盾盾值远小于女仆，但是猫猫护盾的覆盖率远大于女仆。而且女仆的奶量也集中在了这个技能上，而且必须要女仆站场才能触发，会大大浪费主c的输出时间，不过1命可以在一定程度上缓解次问题。不过有一个技巧是重击每次造成伤害都有几率触发回血效果，所以想奶人时请用重击。 女仆的伤害技能，也是其作为主c的资本。15s的持续时间及15s的冷却，看似毫无真空期的技能却存在着一个巨大的问题，那就是女仆的e技能不产球。这也就意味着前期女仆大招只能靠队友和压低怪物血线充能，这就样女仆前期的大招成了真正的“大招”，很长时间才能施放一次。开启大招的女仆在前期伤害确实还算可观，但是随着冒险等级提升，也会很快疲软，因此前期女仆并不适合作为主c。 女仆的第一个天赋，这个天赋能够有效保证战场主c的存活，除非你的主c在30%血以上时被一下秒了。这个护盾的盾值比较厚，而且持续20s，比起原来的护盾还要厉害。但是需要注意的是，这个护盾只会对触发此天赋的人生效，也就是说你一旦换人这个护盾就会消失，无法通过触发此天赋再切女仆平a回血。但是当你切换回触发此天赋的角色时护盾会再次出现。 对于站场女仆来说这个天赋还算不错，但是对于辅助女仆来说此天赋很难触发，约等于没有。 接下来是命座分析。 女仆一命增强的是女仆的回血能力，有一命的女仆就算是一个能用的奶妈了，一波爆发回血非常可观。2命减重击体力消耗增加重击伤害，对于主c和盾辅皆有一定的提升。4命比较鸡肋，如果在女仆大招持续时间内触发造成的伤害还可以，若是不在大招持续时间内触发则几乎没有伤害。6命女仆质变命，大幅提高女仆大招伤害及持续时间，是女仆作为站场主c的必要条件。 总结： 女仆一命可以当盾奶养起来，六命才可以作为站场主c，如果你前期没有其他大剑角色，那么0命也可以用。根据评论区补充，堆防御力女仆在后期搭配少女套治疗头奶量很足，按照9级e技能，3000防御力计算，每一刀治疗量都在2000以上。因为无法保证一直开出大招，因次按照平时来说期望是每一刀奶1000，算是不错的奶妈，到了后期仍然缺乏奶妈的小伙伴可以尝试一下。 最后： 这篇攻略是今晚临时起意写的，原本是打算全写完的，但是发现有点多，就分三次发吧，刚好每次五个角色，顺序是按照角色图鉴中的顺序。这篇攻略仅仅是分析四星角色的定位、技能天赋及命座强度，帮助部分新玩家决定需要练谁，如果下定决心打算培养还是需要另外搜寻攻略。",
    "length": 5161
}