{
    "game_id": 2,
    "post_id": "38866023",
    "f_forum_id": 43,
    "subject": "【V3.6攻略·角色攻略】种门新荣光！卡维配装&配队手法建议",
    "url": "https://www.miyoushe.com/ys/article/38866023",
    "created_at": 1683021693,
    "like_num": 866,
    "view_num": 100511,
    "reply_num": 229,
    "text": "UID：211491282 大家好，这里是一碗鱼~新角色卡维上线啦！本篇帖子的主要内容是分析卡维的 角色机制、命之座效果、武器与圣遗物推荐、推荐配队与手法。 （前排提示：我一直认为深入的攻略需要靠厨子挖掘，这篇帖子仅分享我个人的体验与理解，帮助大家快速入门。评论区欢迎大家讨论！） 【前排省流】 卡维的定位是 速切C ，主流玩法是原绽放，堆叠元素精通和元素充能效率，主要输出方式为元素爆发的长轴站场。配队的主要思路是双草双水，多核配置。 一、角色定位： 原绽放速切C 没错，卡维竟然是四星C的定位！ 卡维突破加精通，90级裸元素精通为96， 机制也大多围绕绽放设计 ，若要充分利用机制，推荐的就业方向是原绽放速切c，在配队思路上也与五星角色妮露类似。 （90级基本属性：生命值 11962，攻击力 234，防御力 751，元素精通 96） 二、天赋机制解析（可以直接看总结） 1、普通攻击：旋规设矩 普攻一共有四段，其中第四段有比较明显的后摇。 不取消后摇、没有其他提高攻击速度增益的情况下， 6秒大概能普攻8次 。 2、元素战技：画则巧施 将「梅赫拉克」的测绘能量转为攻势用途，进行圆状扫描，造成 草元素范围伤害 ，并 使扫描范围内的所有草原核立即迸发 。 冷却时间：6秒 卡维的元素战技没有短按长按的区别，造成草元素范围伤害， 弱草附着 ，倍率吃攻击，而在绽放队中，主要的出伤来源还是种子的绽放。这个瞬间绽放的思路与妮露炸种子的固有天赋类似，类似一个引爆器，通过缩短原绽放的时间引爆种子快速出伤。 需要注意的是， 引爆效果发生在造成草元素附着反应之前，也就是 卡维的元素战技命中水元素附着的敌人，是先引爆再产种子 ，使用时最好保证场上已有现成的种子。 3、元素爆发：繁绘隅穹【核心天赋】 完全释放「梅赫拉克」的能量，划分立方体状的测绘空间，对空间内的敌人造成草元素范围伤害， 使范围内的所有草原核立即迸发 ，并在一定时间内强化卡维的作战能力： · 提高 卡维的普通攻击、重击与下落攻击的 攻击范围 ，并将攻击伤害 转为无法被附魔覆盖的草元素伤害 ； ·队伍中自己的角色触发绽放反应产生的草原核，在 迸发时造成的伤害提升 ； ·提高卡维的抗打断能力。 效果将在卡维退场时解除。 持续时间12秒，冷却时间20秒，元素能量，80 这是卡维实战的核心天赋，普攻转化为无法被附魔的草元素伤害，同时拥有绽放（包括原绽放、超绽放、列绽放）的伤害加成。元素爆发开始时炸一次，期间配合元素战技还可以打出两次原绽放爆发。（手法：上场，Q→a*8→E→a*8→E，下场） 满命卡维的炸种子变为协同效果，则可以直接舍弃元素战技。 12秒的长时间站场，80的元素能量，则 对后台持续挂水与元素充能效率都有较高的要求 。 长轴+站场c+退场不保留效果，与绽放反应的内置cd一起，影响了卡维的输出上限 ，这或许是他四星角色的定位使然。但是，好玩是真的好玩，加上合适的配队，卡维还是可以轻松打出一次E总伤5万的伤害的。 4、固有天赋1：营造者的担当 草原核造成的伤害（包含烈绽放、超绽放）命中卡维时，卡维将恢复生命值，回复量相当于卡维元素精通的300%。该效果每0.5秒至多触发一次。 保证生存 的天赋，与精通挂钩。 5、固有天赋2：工艺家的奇想 在繁绘隅穹持续期间，卡维在普通攻击、重击或下落攻击命中敌人后，元素精通将提升25点。该效果每0.1秒至多触发一次，至多叠加4层。 在繁绘隅穹效果结束时，该效果将被移除。 提高精通的天赋， 站场输出3秒后能稳定触发100精通的加成 。 【 总  结 】 卡维的培养方向非常明确： 一是堆精通打原绽放 ，这是利用卡维机制的最佳选择。输出的主要方式是元素爆发后的草附魔普攻，因此对后台水附着角色与自身的元素充能效率都有较高的要求。手法是元素爆发→普攻→元素战技，直到持续时间结束。对群优势大于对单。 二是打草直伤或其他草反应 ，卡维转为堆叠攻击、草伤、充能和精通。但后台角色如果打绽放（如久岐忍的雷环） 只能吃到元素爆发的绽放伤害加成 ，固有天赋的加精通等是吃不到的，而这个绽放伤害加成九级天赋也只有46.73%。 如果打其他反应，其他角色则吃不到来自卡维的任何伤害加成 。此时的卡维在队伍中是否那么必要？可以玩， 就像妮露也不是不能打蒸发 ，但需要各位取舍。 缺点也非常明确 ，依赖元素爆发却有80的能量要求，12秒的长轴输出与退场即移除的效果，以及绽放反应的内置cd，这些都是限制卡维输出上限的不利因素。 天赋加点上，推荐的优先级为：元素爆发 >普通攻击>元素战技 。（元素战技的等级只影响草伤。不影响绽放伤害，更多只是个引爆器，故放在最后） 三、命之座分析 命之座第1层：高门的谒礼 施放画则巧施后的3秒内，卡维的草元素抗性提升50%，受治疗加成提升25%。 【提高卡维的生存能力】 命之座第2层：御驿的径迹 在繁绘隅穹持续期间，卡维普通攻击的攻击速度提升15%。 【提高出伤频率， 核心命座之一 。】 命之座第3层：金塔的香献 繁绘隅穹的技能等级提高3级。至多提升至15级。 命之座第4层：百柱的酣宴 卡维触发绽放反应产生的草原核在迸发时造成的伤害提升60%。 【增加绽放伤害， 核心命座之一 。需要注意的是，该增伤效果 仅对卡维自身有效 】 命之座第5层：圣古的库藏 画则巧施的技能等级提高3级。至多提升至15级。 命之座第6层：天园的理想 在繁绘隅穹持续期间，卡维的普通攻击、重击或下落攻击命中敌人时，将在敌人的位置释放天园之光，造成卡维攻击力61.8%的草元素范围伤害，并使影响范围内的所有草原核迸发。该效果每3秒最多触发一次。 【在提升出伤效率的同时增加协同草伤， 核心命座之一 。】 四、武器推荐 四星： 马海菈的水色 （精通副词条，特效根据卡维的元素精通为全队提供攻击力加成。角色演示里卡维拿的也是这把大剑，外观也适配，这就是专武吧！） 饰铁之花 （精通副词条，特效同时提高精通和攻击力） 雨裁 (精通副词条，特效增伤) 森林王器 (缓解充能问题，特效提高精通，就是操作上需要捡叶子) 祭礼大剑、西风大剑 （有效缓解充能问题，可作为过渡） 五星： · 绽放打法下目前没有特别适合的精通大剑。可以考虑： 天空之傲 （缓解充能压力和增伤） · 草直伤打法或蔓激化等其他草元素反应： 苇海信标 （提高暴击率，提供攻击力加成） 赤角石溃杵 （提高暴击伤害，提供伤害加成） 以及 ：其他副词条为攻击力或双爆的五星大剑，高白值还是很香的。 五、圣遗物推荐 原绽放打法： · 最优： 深林的记忆4件套 (计算后整体收益最高，即使在六命提高炸种频率后仍然如此。) · 可考虑： 1. 乐园遗落之花4件套 (满命：深林套下最优选。1-5命：和饰金4差不多) 2. 饰金之梦4件套 (千精条件下，14%攻击+130精比160精收益高) 3. 精通效果2件套*2 （乐团/饰金/乐园） · 沙/杯/头主词条选择： 元素充能效率/元素精通、元素精通、元素精通。 · 圣遗物副词条：多歪几条不亏 暴击率、暴击伤害、攻击力百分比 · 推荐面板： (精通副词条武器，队伍有双草) 单人面 板值精通980+，充能150+，可做到循环不卡手。在此基础上，攻击双爆多多益善。 草伤直伤/激化流： 推荐配装： 深林的记忆4件套 ， 或 饰金之梦四件套 （激化队里的卡维定位是双草双雷激化中的其中一个草，可以根据实际情况选择） 沙/杯/头主词条选择： 攻击力/元素充能效率、草元素伤害加成、暴击率/暴击伤害。 六：配队思路 1、妮露队下位替代 首先要明确的是，因为定位冲突且需要站场， 卡维不太适合进【已经成型】的妮绽放队(妮纳行草) 。 原因是妮绽放本身有较为完善的增伤手段，0.5秒的出伤频率与卡维6秒一次的绽放差别太大，让卡维站场收益反而降低。而卡维作为长轴站场角色，机制中能被队友利用的也只有元素爆发里不到50%的增伤，远远比不上妮露自身为自己带来的增益， 进队整体dps反而会降低 。 但是，如果你的队伍 没有成型 ，或者是出于 解放纳西妲 的考虑，作为下位替代， 卡维 妮露 行秋 白术/瑶瑶 这样的配队也是可行的 。 (卡维可以看作能拐绽放的驾驶员，就是伤害不知道是谁打的w) 2、卡维主c原绽放 原绽放流整体思路：双水双草，多核体系，保持长时间水底。 注意：谁产种子，绽放结算谁的精通，实际战斗中种子未必都由卡维产生，因此 队伍中协同水(如行秋、夜兰)同样需要堆精通。 最优配队：卡维 纳西妲 夜兰/行秋 绫人。 该配队在保证充能的情况下，轴也能完美对上。 手法：纳西妲挂草，绫人在卡维大招八秒的真空期内输出，留下大招和种子下场，后台协同水出场eq，卡维出场施放元素爆发，普攻和元素战技交替使用，大招结束后下场，换纳西妲挂草，绫人输出。 替代方案：纳西妲可替换为任意草系角色，行秋绫人可替换为任意其他水系角色， 但建议至少留一个后台水和一个有输出能力，能站场6秒左右的副c。 另外，副c水可替换成水系治疗角色或冰系角色，保证生存的同时也不会扰乱反应。如 卡维、纳西妲、夜兰、莱依拉 也会是不错的组合。 【卡纳夜绫实战演示视频】 （3.6深渊12-1，仅仅为了演示轴，技术不好不要介意） 3、草伤流-激化 草伤流整体思路：保证卡维生存和输出的最大化。 激化队与传统双雷双草大体相同，把卡维当作与提纳里类似的速切副c使用。不适配但也能玩，类似于妮露打蒸发。 例如：刻晴、菲谢尔、纳西妲/柯莱、卡维 纳西妲或柯莱挂草，刻晴输出，菲谢尔E或Q留下后台雷，卡维出场输出，菲谢尔补雷，从头开始循环。其中刻晴可替换为其他雷或生存类角色，菲谢尔可替换为其他后台雷。 好啦，本期攻略就到这里，如果对你有帮助的话，可以点个赞支持一下~卡维真是太好玩啦！",
    "length": 4021
}