{
    "game_id": 2,
    "post_id": "45918665",
    "f_forum_id": 43,
    "subject": "【V4.2攻略·角色攻略】神里绫人全方位攻略解析。",
    "url": "https://www.miyoushe.com/ys/article/45918665",
    "created_at": 1700971806,
    "like_num": 945,
    "view_num": 165796,
    "reply_num": 467,
    "text": "UID：213706536 这里是摸鱼酒，这次的攻略的主角是神里绫人。做图排版有点菜还请多多见谅。_(米游姬-呆滞) ▼省流速查版: ·武器:五星武器波乱月白津经、雾切之回光、磐岩结绿 都不错，其余的五星也可以考虑 ;四星首选黑剑 ，天目影打刀、笼钓瓶一心可过渡; 三星神器黎明神剑 依旧稳定发挥。 ·圣遗物:来歆余响、角斗士的终幕礼、沉沦之心 都很契合，水仙之梦、追忆之注连、悠久的磐岩过渡， 2+2不推荐。 ·技能加点:元素战技(E)＞元素爆发(Q)＞普通攻击(A)，普通攻击(A)可不点。 ·命座抽取:2、3、4、6 都可以，1、5命也不错，所有命座都可以提升伤害， 没有什么关键命座，零命即完全体。 ·配队:草反应配队强势， 总体上配队灵活 ，在队伍中的功能性很强。 技能/字母缩写 A=普通攻击 E=元素战技 Q=元素爆发 Z=重击 目录 ·角色定位 ·武器推荐 ·圣遗物推荐 ·天赋解析 ·命座解析 ·常见配队 〓角色定位: 神里绫人的定位是周期性输出角色，主要输出手段是开启元素战技(E)后通过[瞬水剑]进行输出。 [瞬水剑] 拥有 较大的攻击范围 ，且可无视一些小怪的盾(指小型木盾丘丘人)。由于E启动的机制，在 大世界探索上也具有一定的优势，且操作手法也很简单 ，只需要元素爆发(Q)元素战技(E)+平A普攻就可以了。不过绫人也有一些薄弱的点，例如 蒸发难、少爆发 等。(后面方便叙述就简称\"绫人\"了) 〓武器 选择: ▪由于是站场主C角色啊，所以选择的武器可能有点多。 · 波乱月白经津 作为专武是期望值最高的，同时被动也很好触发(单人除外); 雾切之回光 的泛用性很广，高白值加上被动的增伤，使其能适配于大部分的主C角色，不过由于绫人元素爆发(Q)所需的能量较高，所以被动不一定能吃满，不过尽管这样，依旧拥有很高的期望; 磐岩结绿 在单手剑武器泛用性中的地位和雾切不相上下，虽然伤害较雾切稍逊一点，但是依旧拥有不错的表现，另外由于绫人的 [浪闪] 效果收到生命值的影响，所以如果使用的武器是磐岩结绿的话，如果有副词条不错的生命沙，可以当作过渡使用。 ·四星武器 黑剑 的被动效果与绫人的输出模式还是契合的，不过缺点也有，那就是它的白值(基础攻击力)有点低了;虽然 斫峰之刃 带盾满被动的期望值并不低，但是不带盾的情况下就很一般了，所以这把武器的选择具体还是要考虑一下配队的; 裁绿萃光 和 静水流涌之辉 的表现也是中规中矩的，但是由于被动效果对绫人的来说并不是很适用，所以可以过渡使用; 黎明神剑 的表现是很出乎意料的(不愧是六星神器)，虽然白值不高，但是其期望值并不低，不过在使用这把武器还是要注意一下被动的触发条件的。 匣里龙吟 这把武器比较吃环境和配队，在保持火底/雷底(即攻击对象处于火元素/雷元素覆盖的情况下，即触发被动)的情况下，伤害的期望值相比黑剑低，比天目影打刀高。这把武器实际上也就能在感电队用用，因为火底很难压。 · 黑岩长剑 在叠满层的情况下伤害也是可观的，不过叠层在一些情况下可能并不容易(黑岩系列武器的通病:被动叠满很强，叠不满是另一把武器); 笼钓瓶一心和天目影打刀 的选择其实差距并不大，而且各有各的千秋，例如前者获取简单，后者可缓解充能，然而具体的选择可以考虑配队。 (图为零命单人来歆余响四件套) ▼波乱月白经津、雾切之回光、磐岩结绿都很不错，四星黑剑也很契合，三星黎明神剑注意被动触发条件也可以过渡;斫峰之刃考虑配队，其他武器考虑实际情况(有无想法抽取适配武器)。 〓圣遗物选择: · 来歆余响 是和绫人一起上线的圣遗物，对于低命的神里绫人来说是拥有很高的期望值(高命情况下角斗士的期望值略高一些);角斗士的终幕礼在低命的情况下期望略逊于来歆余响;沉沦之心在高命低命情况下都略逊一些。不过较总体伤害上来说差距其实并不大。 · 角斗士 和 沉沦之心 的优点在于拥有更稳定的伤害;而来歆余响拥有更高的概率爆发。 理论上可以以来歆余响作为毕业圣遗物刷取。 (图为零命单人波乱月白经津) ▼低命选来歆余响，高命选角斗士的终幕礼，沉沦之心也可以，根据实际情况选择就行，总体伤害上相差不多;水仙之梦虽然有不错的伤害但不怎么推荐，因为其叠层模式对绫人来说的话有点要求;逆飞的流星和追忆之注连可以过渡使用，且注意触发条件;2+2的伤害期望值低不推荐。 〓天赋升级:元素战技(E)＞元素爆发(Q)＞普通攻击(A) ◆普通攻击[神里流·转] 神里绫人虽然是靠普攻输出的角色，但是主要输出手段是 [瞬水剑] ，属于普攻的范畴，但是不属于这里的倍率，所以可以选择不升这个天赋。 ◆元素战技[神里流·镜花] 神里绫人的核心机制 ，开启元素战技(E)后进入持续时间为6s的 [泷廻鉴花] 状态。 [泷廻鉴花]: ·此状态下神里绫人的普通攻击会转变为三种拥有不同倍率的 [瞬水剑] ， [瞬水剑] 的 倍率取决于元素战技(E)的等级; · [瞬水剑] 不可被其他元素附魔覆盖 ; ·同时此状态下神里绫人 无法使用重击与下落攻击 ; ·此状态将在持续时间结束后或者切换角色后消失。 ·神里绫人的 抗打断能力得到提升 ，不过实际提升也不算太大; [瞬水剑]: ·倍率是写在E技能里面的，但是可以 视为普通攻击 ，可以吃到云堇的普攻伤害加成，也可以吃到攻速加成，且伤害实时结算(即 不锁面板 ); ·每次 [瞬水剑] 都有概率产出1-2元素微粒，冷却为1.9 s;附着 弱水 ，附着遵循2.5s计时器和147序列(即持续命中同一敌人第1、4、7...可附着元素，每隔2.5s刷新一次附着序列); ·长按普攻剑将持续进行 [瞬水剑] 攻击，且可追踪敌人进行攻击，操作更简单; ·无攻速状态(零命)下大概可打出 15段 [瞬水剑] ，15%攻速加成(四命)下大概可打出 17段 [瞬水剑] ; [浪闪]: ·可以理解为按生命值上限额外地增加伤害，这个增加值直接加到 攻击和倍率区 ; [神里绫人攻击力×瞬水剑+(神里绫人生命值上限×浪闪倍率)]×[其他伤害乘区] 如上，括号中即 [浪闪] 效果提升的伤害，也正是因为这个原因，生命值也不算是无用词条(但是收益还是要远低于双爆和攻击的)。 ◆元素爆发[神里流·水囿] ·大招范围内对敌人造成小范围的伤害，其索敌机制与甘雨的元素爆发(Q)类似，是 伪索敌机制 (即每四个水滴必定命中，其余的随机降落); ·大招拥有锁面板的机制;同时元素附着情况与 [瞬水剑] 一致 (弱水，2 .5s计时器与147序列)。 ◆固有天赋一[神里流·清泷绕峰] ·使 [浪闪] 效果叠加更快，能更快吃满buff;不过注意 [水影] 的破裂情况。 ◆固有天赋二[神里流·破月渐盈] · 使神里绫人处于后台时回复能量(能量50%以下)。所以一般都是先放元素爆发(Q)，因为绫人的元素爆发(Q)冷却时间长，持续时间也很长，早用早回能（）。 ◆固有天赋三[神里流·日常茶饭] ·和胡桃的天赋一样，做出来的 「奇怪的」 料理除了属性差点以外没有什么特殊的点。 ▼天赋加点:元素战技(E)＞元素爆发(Q)＞普通攻击(A)，[瞬水剑]的伤害倍率和[浪闪]倍率都与元素战技(E)的等级有关;元素爆发(Q)可以提供普攻伤害加成以及后台协同伤害;普通攻击(A)的倍率为非[瞬水剑]下的普攻倍率(可以类比赛诺)，可以不点。 〓命之座 ◆命之座一·[镜华风姿] ⭐️⭐️ ·对低于等于50%生命值的敌人 [瞬水剑] 有额外的伤害加成，对群提高了斩杀收割能力。对于boss等血量较多的怪物输出提升明显。 ◆命之座二·[世有源泉]⭐️⭐ ️⭐️ ·提升了 [浪闪] 效果的最大层数，并在层数大于等于三层时额外提供给绫人生命值加成，可以理解为变相增加了绫人 [浪闪] 效果对 [瞬水剑] 伤害的提升。 ◆命之座三·[无意弄花]⭐️⭐️ ⭐️ ·元素战技(E)的等级提升，提高 [瞬水剑]、[浪闪] 的倍率，进一步提高伤害。 ◆命之座四·[不厌细流]⭐ ️⭐️⭐️ ·释放元素爆发(Q)后，附近的角色获得15%的攻速加成，对于绫人来说从原来的15刀/6s提升到了17刀/6s。 ◆命之座五·[万水一露]⭐️⭐ ️ ·提高元素爆发(Q)的等级，相当于提升其伤害和提升普通攻击伤害加成。 ◆命之座六·[滥觞无底]⭐️⭐️ ⭐️ ·释放E之后第一次 [瞬水剑] 可额外造成两次拥有更高倍率的 [瞬水剑] ，这两次额外的[瞬水剑]不受到 [浪闪] 的增益，但是可以吃到来歆余响的四件效果，这个命座可以说是补全了绫人的短板之一——缺少爆发伤害。 (图为单人波乱月白经津来歆余响四件套) ▼命座都是有关伤害提升的;没有什么关键命座，零命即是完全体。 〓配队 这里如果看不懂缩写可以看一下帖子最上面的折叠（） ◆绫纳托(万)班（烈绽放） ·绫人挂水、输出;纳西妲后台挂草以及协同草伤;万叶/托马作为\"打火机\"触发烈绽放;班尼特提供增伤与续航。如果触发器选择托马的话班尼特的位置不固定，可以更换其他挂水、协同、辅助角色。对群效果显著。 ·两位\"打火机\"的触发原理都是Q启动(托马Q协同，万叶Q染火)，也因此二位都是要叠精通的，不过这是建立在两人都可循环的基础之上;而两人选择的情况上，托马可以提供霸体盾，万叶可以提供额外的增伤，可根据实际情况选择。 参考轴: 神里绫人Q→纳西妲EQ→托马QE→班尼特QE→神里绫人EAAA... 神里绫人Q→万叶E→纳西妲EQ→班尼特QE→万叶Q→神里绫人EAAA... ·神里绫人第二次应该没有Q，所以直接按后面的走就可以(后面的配对也是)。托马QE是因为带的是喜多院十文字，如果不是这把武器的话建议改成EQ。 其他角色培养参考 ◆绫纳久行（超绽放） ·绫人挂水、站场输出;纳西妲后台挂草以及协同草伤;久岐忍作为\"触发器\"触发超绽放;行秋的位置不唯一，可以选择行秋、夜兰等额外挂水打绽放反应，也可以选择菲谢尔提供额外协同伤害与产球(产球额外还有双雷共鸣)，以及班尼特、云堇、坎蒂丝等辅助角色增伤。多用于对单的情况。 ·久岐忍的治疗量与精通值和生命值都有关系，所以全堆精通值的情况也不用太担心治疗量。 参考轴: 神里绫人Q→行秋EQ(E)→纳西妲EQ→久岐忍EQ→神里绫人EAAA... 神里绫人Q→纳西妲EQ→久岐忍EQ→菲谢尔E→神里绫人EAAA... ·不同的角色CD不同，持续时间不同，所以穿插的位置也不太一样，需要注意一下。 其他角色培养参考 ◆绫云万班（水伤单核） ·典型三拐一的配对，拥有很高的爆发;但是缺点也很明显，一个是对不上轴，另一个是循环有问题，以及buff吃不满or浪费。所以一般是在满命或者练度高的情况下选择，讲究一个\"秒杀\"，一套下来的伤害很可观，但是缺点就是第二波轴就乱了。故谨慎选择。 参考轴: 神里绫人Q→云堇QE→万叶QE→班尼特QE→绫人EAAA... 云堇同上面的托马一样，如果是非喜多院十文字的话可以改成EQ，云堇四磐岩的收益要比四华馆的收益要高一些的，不过要注意云堇打下来的结晶盾存在情况。 其他角色培养参考 ◆绫人双火/万绫国际/绫万香班（蒸发双核） ·队伍的输出方面跟万达国际不同点是:万达是公子打工，而万绫是相互打工。虽然说绫人的短轴与香菱的长轴不太搭配，且二人手法变换都不能打满蒸发的伤害，但依旧有很可观的伤害。不过缺点同上一样，轴跟不上。 【V3.8攻略·角色攻略】绫人双火(绫班香万)配队攻略 这里可以参考 ﻿ @祖安水稻公主 ﻿ 大佬的，大佬写的很详细。_(抱大腿) 其他角色培养参考 ◆绫行北皇/绫人感电（感电武装） ·绫人感电队的养成成本很低，而且配队十分灵活多变，上面所指的配对算是其中一个拥有很高期望值的队伍，绫人可以触发绫人和菲谢尔的协同攻击(皇女六命)，北斗可以提供额外的减伤以及抗打断。不过这个流派整体的爆发输出能力相比以上稍弱一些。对群的期望是要比对单情况高很多的。(但主要还是成本低) 参考轴: 神里绫人Q→行秋EQ(E)→北斗EQ→菲谢尔E→神里绫人EAAA... ·关于是否真正的去堆精通打\"感电\"的伤害，这个其实是看情况的，就例如队伍中带有久岐忍，可以通过精通值提升治疗能力，同时触发感电;又或者以上的配队，菲谢尔本身伤害就很高，如果可以去堆精通反而会低一点。 其他角色培养参考 ◆绫夜行万/钟（纯水多核） ·关于这个配队，或许直接提纯水队更能有印象一些，如名，队伍中主要打的就是水伤，也就是纯色队，但是对于水元素来说，纯色队之友——枫原万叶以及磐岩钟离，可以大幅度提升纯色队的伤害。配队中角色也不是固定，也可以选择把钟离跟万叶都带上，去打\"双核\"。 参考轴: 神里绫人Q→钟离长E→夜兰EQ→万叶EQ→神里绫人EAAA... ·如果队伍中水元素角色更多的话，emm...哪里亮了点哪里(没错)。 其他角色培养参考 绫芙相关配队、配装传送门∶ 【V4.2攻略·角色攻略】绫芙配队、配装选择 ▼神里绫人的配队是很灵活的，短轴输出、长时间后台挂水、以及大招还可以增加普通攻击的伤害;同时[瞬水剑]的输出模式又很丝滑流畅，手感很好，操作简单，所以大世界的表现是比较突出的。另外由于其挂水能力，想要刀刀蒸发的话...不是很现实(能做到但是伤害不高) 〓总结 神里绫人作为周期性性输出角色，依靠开启元素战技(E)后[瞬水剑]短轴输出。[瞬水剑]的攻击范围较大，且攻速较快，对群、大世界都有较为不错的表现;不过在非六命情况下缺少爆发，且在队伍循环轴中的大招能量循环情况有问题。配队上，草反应配队较为强势，其他配队则是多多少少有些小问题。绫人总体的功能性要比他自身的输出能力要强一些(个人)。 总结一下就是， 挂水范围大，挂水快;单人出伤中等，对群较强;操作简单，灵活多变;配队草反应配队强势;总体功能性较强。 鸣谢！！！ ﻿ @祖安水稻公主 ﻿ _(抱大腿)_(抱大腿)_(抱大腿)",
    "length": 5691
}