{
    "game_id": 2,
    "post_id": "44567747",
    "f_forum_id": 43,
    "subject": "【V4.1攻略·角色攻略】温迪信息一览与平民向配装推荐",
    "url": "https://www.miyoushe.com/ys/article/44567747",
    "created_at": 1697508033,
    "like_num": 1000,
    "view_num": 60470,
    "reply_num": 96,
    "text": "UID 146024302 各位旅行者们大家好，这里是 Zero零渡 ，本期给大家带来 风色诗人—温迪 _(温迪-欸嘿)的 平民向配装推荐 ，希望能对大家有所帮助！ （本文发于V4.1，阅读时请注意文章时效性） 注意：本文仅用作参考，各种配装打法思路都仅为个人观点，各人有自己的配装打法，可以讨论但不参与争论， 因为首图能展示内容有限，所以还有其他的内容会在文中以图文进行展示 。 〓〓〓在本文中〓〓〓 A/普攻=普通攻击，Z=重击，E=元素战技，Q/大招=元素爆发，X命=命之座第X层，XX头=XX理之冠。 （动图较大，观看时请注意数据流量消耗） 优点：大范围长时间聚怪，大世界探索友好，协助队伍充能，脱手 缺点：聚怪强度较低（韧性高的基本不动），大招容易放歪 天赋介绍 普攻 一共六段， 重击 为向前进行瞄准射击，标准的弓箭角色重击模板，因为温迪的角色设计以及定位，所以普攻可以选择不升级，这里不多赘述。 元素战技 有点按和长按两种施放方式。 点按 自动 往附近一定范围内索敌 ，往最近的敌人的位置召唤风域，若是附近没有敌人则 往前方一小段距离处召唤风域 。 长按 则是在自身位置处召唤一个比点按更大的风域，完成召唤后温迪会飞到空中一小段高度的位置。两种方式都能对最近的敌人造成 风元素范围伤害 并将敌人击飞。该天赋 对于大世界探索时非常友好 ，能应对不少需要爬矮山和垫脚的场景。 元素爆发 施放时，温迪自动锁定最近的敌人，射出一支箭矢并在前方召唤 暴风之眼 ，将附近大范围的敌人卷入风眼并对其中敌人造成 风元素伤害 。但需要注意的是 温迪的元素爆发属于中远程技能 ，如果有怪物在温迪非常近距离（贴脸）情况下，那这个大招是不能锁定该怪物的，这也是部分旅行者吐槽温迪容易空大的原因，所以在 施放元素爆发时需要注意跟敌人拉出一定的距离 。 该天赋在面对数量多且韧性低的敌人时发挥的作用最显著，但对韧性较高/单体的敌人时（如剑鬼等高韧性boss）时则发挥的效果并不好。 元素爆发在持续时间内 能且仅能发生一次元素转化 ，当发生了元素转化后风眼会变成对应元素的颜色，玩家可以通过这点观察。 注：当风眼接触到多种元素时将遵循 火丨水丨雷丨冰 的优先级发生转化。且 风、岩、草元素不能被扩散 ，即不能发生转化。 温迪的 固有天赋一 （在角色20级突破后解锁），解锁后长按 元素战技所召唤的风域就能持*20* 。该天赋在进行大世界探索时能让旅行者在爬山等操作时有更高的容错率，在挑战怪物时也能让非魈角色体验持续下落攻击的感觉。 温迪的 固有天赋二 （在角色60级突破后解锁）。解锁后温迪在元素爆发持续时间结束后 不仅能为温迪恢复15点元素能量，还能给队伍中发生元素转化的所有对应元素角色恢复15点元素能量 。该天赋给温迪本身提供了不俗的元素能量，再加上他90级自带32%元素充能效率，基本上一个元素爆发施放完毕后下一个就已经完成充能了（首图所示面板），还能为队伍其他元素的角色提供不少元素能量。 武器推荐 终末嗟叹之诗 。副词条是 55.1%元素充能效率 ，加上自带的32%就是187.1%，装备该武器时圣遗物几乎不需要考虑充能词条（稍微歪一下就能到200%）。 武器特效 提供了稳定的60点元素精通值，这个对于风系辅助扩散其他元素造成伤害时有略微提升，后续 武器特效 能在元素战技和元素爆发命中4次敌人时让 全队获得 100元素精通 和 20%攻击力提升 ，温迪的元素爆发持续时间可以对敌人造成多次伤害 ，且该武器特效在后台也能触发，对全队输出的提升都有帮助，在有该武器分配给温迪时不用考虑其余武器。 西风猎弓 。虽然它的攻击力是四星弓武器中最低的一档，但是副词条提供最高 61.3%元素充能效率 比 终末嗟叹之诗 还高。而且武器特效在精炼五阶时能使角色在 攻击造成暴击时100%产生元素微粒 （温迪的元素战技也能触发），冷却时间只有短短6秒，刚好就是 温迪 元素战技的冷却时间，运气好的可以持续产生稳定的元素微粒给队伍充能，需要注意的是该武器特效需要角色在场上才能触发，所以 温迪 开大后切后台是不能触发这个效果的。 祭礼弓、落霞、竭泽 这三把武器属于是哪一把精炼比较高就用哪一把了。它们的武器特效的提升都不算高或者不是很稳定， 祭礼弓 需要抽取获得， 落霞 则需要参加过2.8版本的 「危途疑踪」 活动才能获得，而 竭泽 需要耗费比较多的时间去钓鱼才能兑换，小伙伴们可以酌情选择。 冬极白星 和 若水 。输出向 温迪 的武器选择， 冬极白星 为首选。他作为一个脱手辅助，也有副C定位， 冬极白星 副词条提供 33.1%暴击率 以及武器特效能给他提供更高且稳定的输出。武器特效对于脱手副C定位的 温迪 常规手法可以每次循环都能获得二到三层 「白夜极星」 的增益效果（EQA/QEA），若想作为驻场C则可以获得最高 48%攻击力加成 （精一）。 若水 副词条提供 88.2%暴击伤害 ， 武器特效 在附近存在敌人时装备该武器的角色获得20%伤害提升，并且在后台也能获得该增益效果，作为脱手且副C，后台能触发的武器特效都比较契合他。 天空之翼 和 绝弦 。温迪的元素战技和元素爆发伤害本身就算不俗， 天空之翼 能在 暴击率和暴击伤害 两方面都有提升，且他的元素爆发本就是持续的多段伤害，所以这把武器的特效的触发对他来说还是比较简单的。 绝弦 副属性增加 165元素精通 ，再加上武器特效 对元素战技和元素爆发的提升效果 ，使他可以更好兼顾扩散辅助和脱手副C二者的定位。不过这里需要注意的是 天空之翼 的武器特效和 西风猎弓 一样需要角色在场才能触发，在后台就算温迪的元素爆发还在造成伤害也不能触发该效果。 圣遗物推荐 首选 「翠绿之影」 四件套。两件套提供 15%风元素伤害加成 ，四件套提升 60%扩散反应造成的伤害 ，并能 降低所受影响的敌人的对应元素抗性10秒 ，对于温迪 “大范围且长时间聚怪” 这个特点在深渊时会看到非常显著的效果：连续多次出怪且都是小型的丘丘人，基本出一波被吸一波随之被秒。这套圣遗物无论是辅助还是输出向温迪都是通用的，一般有已经成型的四件套就可以不用考虑别的圣遗物，且一般最后的成型圣遗物套装都是翠绿之影四件套。 「沙上楼阁史话」 / 「翠绿之影」 与 「绝缘之旗印」 二加二。前者二件套提供 稳定15%风伤加成 ，而后者提供稳定 20%元素充能效率 ，二者搭配兼顾了输出和充能两方面，让温迪在过渡期可以使用得更加舒心。 「昔日宗室之仪」 四件套。二件套提供 20%元素爆发伤害加成 ，四件套在 施放元素爆发后12秒内给队伍所有角色提供20%攻击力提升 。小幅度提高了温迪的元素爆发伤害，且提供了不少的全队攻击力增益效果，需要注意的是队伍中无论有多少个角色装备该圣遗物，该四件套效果也只能计算一次，不能叠加。 「饰金之梦」 / 「教官」 四件套。因为温迪的定位，基本上有他的配队都是只有他一名风元素角色，所以饰金之梦的四件套效果他基本上都是会获得第二个150元素精通（3*50），加上二件套效果为 230元素精通 。教官四件套则稍逊一筹，但也有高达200元素精通。 「流放者」 四件套。四件套或者二件套跟别的圣遗物搭配都可以，主要是能通过开箱子开到，能让萌新可以有过渡。 在圣遗物词条选择方面其实 有两个流派 ：首先就是本文所推荐的 攻/风/暴 搭配，这个圣遗物词条选择适合大多数环境和队伍， 既能让温迪对队伍的主C有稳定的减抗增伤效果，自己在后台也能打出不俗的伤害 。其次就是 精/精/精 搭配，这个圣遗物词条选择只在队伍后台提供元素反应所带来的伤害，但 在某些有元素免疫（如史莱姆）的怪物时，扩散的元素都是其自身的元素，而其对该元素免疫就毫无办法 ，而且温迪自身的机制不像万叶和砂糖一样，他们的元素精通越高，对队伍的整体输出增益就越高，所以在各方面考虑下，圣遗物主词条最好还是选择 攻/风/暴 组合。 命座介绍 一命 可以让温迪在瞄准射击时额外发射两支33%伤害的分裂箭。并没有什么特别的功能和机制，不建议抽取。 二命 能让被元素战技击中的敌人 10秒内降低12%风元素抗性和物理抗性 ，且 在落地前额外降低12% 。该命座提高了温迪的实用性和物理元素队伍所造成的伤害，可以抽取，但是需要考虑再三，因为减的抗性只有风元素和物理，其余都没有。 三命 提高元素爆发的等级，节约资源，提高伤害上限。但是对温迪的功能性没有任何提升（既没有增加持续时间，也没有提升减抗能力），不建议抽取。 四命 能让温迪在 获取元素晶球或微粒时提升10秒的25%风元素伤害 ，确实是个不错的命座，但对于平民来说这提升的代价太大，对于大佬来说有点鸡肋，可以有但没必要的命座。 五命 提高提高元素爆发的等级，节约资源，提高伤害上限。对温迪的功能性也没有任何提升，不推荐。 六命 会 使受到元素爆发伤害的敌人降低20%风元素抗性和20%对应元素转化的元素抗性 。该命座兼顾了自身伤害的提升和辅助功能性，算是个不错的命座，但对于平民来讲还是代价太高。 总结，零命温迪可用，够用，有条件可以考虑上二命，但慎重，其余没有必要。 如前文所述，温迪就是 大范围长时间聚怪，但是聚怪能力比较弱 ， 适合用于韧性较低且人数多的如盗宝团、丘丘人等环境 ，而且队友需要一定的对空能力（近地就行），比如和胡桃配队就不太适合，很多时候温迪大招吸到空中后胡桃重击就打不到了。所以在配队上可以选择具有小范围且有一定对空能力的角色，如 神里绫华、甘雨 等，自草元素出来之后还多了 “种门” 的存在，要知道草种子的伤害范围本就是一个圆，而温迪的大招也可以直接把草种子吸到空中，只要在此期间对其进行引爆就能瞬间造成巨额伤害，所以用温迪和“种门”队伍进行搭配效果也是极佳的，可选的有 纳西妲、白术、托马、久岐忍 等，以下就是本文所推荐的部分配队，供大家参考。 在进行配队的时候，主C可以为神里绫华或者甘雨，如果 另一个冰元素为迪奥娜 ，那水元素角色就可以使用莫娜；如果 另一个冰元素为申鹤 ，那就需要水元素角色为珊瑚宫心海（只有莫娜的话莫娜需要带金珀上场）。心海特别推荐使用祭礼残章，她的元素战技刷新对于永冻的持续和队伍续航都是有很大收益的。 草元素角色不太适合换为草主 ，草主的大招只能放脚下，而温迪的大招要放中距离，和草主大招隔得比较远，不适合打持久战，除非在输出的时候温迪往后走几步再放大或者草主在温迪放完大后往大招方向走，柯莱同理。 纳西妲在和托马搭配时 若托马圣遗物全选精通主词条则 可能需要纳西妲装备金珀以保证生存能力 ，可以把托马的精通沙换为生命沙；若是白术跟托马搭配时且白术带有2千岩则不需要托马有变动。需要注意的是该配队 需要有除了温迪以外的任意一人装备深林四件套 （草原核无论以什么方式被触发都是草元素伤害，需要有人减对方草抗）。 好啦以上就是本期的所有内容，感谢大家的阅读，哪里有误还望小伙伴们在勘误楼中指出啦，我们下期再见！_(温迪-睡大觉)_(温迪-睡大觉)",
    "length": 4521
}