{
    "game_id": 2,
    "post_id": "40676364",
    "f_forum_id": 43,
    "subject": "神级增伤辅助，万叶角色攻略，阵容搭配细节解析",
    "url": "https://www.miyoushe.com/ys/article/40676364",
    "created_at": 1687700948,
    "like_num": 9771,
    "view_num": 61207,
    "reply_num": 123,
    "text": "枫原万叶突破材料，素材收集路线 技能介绍 普通攻击：辅助角色，普攻和重击都用不上， 不过在E技能中 ，【下落攻击 ·乱岚拨止】属于下落攻击的倍率，而且伤害倍率极高，与魈一样，因此，哪怕是打增伤辅助，想要伤害最大化，也是要点普通攻击技能 。 另外6命的万叶，也是需要点普通攻击的，6命的万叶可打主C， 开E技能或大招后，获得风元素附魔5秒。 E千早振：分为点按和长按，牵引敌人，造成风元素伤害。 造成2次风伤，腾空造成一次，落地造成一次。 1. 点按E两次伤害都是弱风，生成3个微粒 。长按E，腾空是强风，落地是弱风，生成4个微粒，除了牵引敌人，还可以牵引香菱的锅巴 和可莉的蹦蹦炸弹，开荒在半空也可以点按飞更高。 2. 这是万叶的聚怪技能，地面聚怪，相比温迪和砂糖的聚怪，万叶更合理，不会打空。E除了聚怪外， 伤害总倍率是非常高，分为聚怪技能伤害+下落攻击伤害+天赋转化伤害，还有2次扩散反应。要注意是，下落攻击伤害是吃普通攻击技能的倍率。 3. 【风物之诗咏 】这个是增伤核心天赋，触发扩散反应时，全队伍获得元素伤害加成，可同时触发多种元素伤加成。1000点精通转化40%元素伤害加成。由于万叶的E可以扩散两次，因此可以打出双扩散增伤，即是2个40%元素伤害加成。 如何打双扩散增伤： 如是群怪，给不同怪挂上不同元素，然后E或大招即可。如遇上单怪，要达到双扩散增伤，需要先给单怪挂元素，再给自己挂其他元素（站在班尼特大招中），然后E或者大招。 4. 如下图，E技能触发水/火/冰/雷元素，下落攻击时，除了造成风元素伤害，还附带200%攻击力的对应元素伤害，这个不仅是敌人的元素，自身上的元素也可以转化，例如芭芭拉水环，七七的冰环，行秋的E。 Q万叶之一刀：形成一个领域，造成持续风元素伤害，触发 水/火/冰/雷元素，同时造成对应元素伤害。 1. 大招伤害总倍率极高，一共有6段伤害，第1段斩击伤害，后面5段是持续伤害，9级的倍率有1466%。如果触碰到 水/火/冰/雷元素，还有5次扩散反应和5次转化附加元素伤害。 2. 大招和E技能的扩散反应都可以获得元素伤害加成。元素伤害加成由精通转化，可以搭配其他角色提升万叶的精通获得更高的元素伤害加成【能触发的角色有阿贝多和6命的迪奥娜】。 辅助优先：大招 >E技能>普通攻击（没资源，都可以不点） 主C优先：普通攻击 > 大招 > E技能 1命，E技能减少冷却时间和大招重置E技能，即是提升大招循环。 2命，大招区域全队增加200元素精通，大大提升了万叶辅助增伤能力。 4命，E技能提高元素能量恢复。 6命，是万叶的质变命座，E技能或大招后，5秒风元素附魔，并增加普攻、重击、下落攻击伤害，这是万叶培养成主C的核心，万叶的技能冷却时间比较短，基本上全程风元素附魔。 PS：辅助核心2命，主C核心6命，0命即是完整体，有条件可以抽2命，提升辅助能力，6命质变。 圣遗物推荐 翠绿之影4件套：增加风元素伤害加成，提升扩散反应伤害，同时降低敌人元素抗性，非常契合。结合自身天赋提供40%元素伤害，综合提升60%以上。 主属性：时之沙/空之杯/理之冠都选择元素精通， 【满命主C，选择精通/攻击/暴击率】。 副属性：元素精通>充能>大攻击。 前期带教官四件套 PS： 主堆精通属性，1000精通吃满增伤（ 沙漏杯子帽子主属性都选精通， 如带五星苍古，那花和羽毛副属性要堆126精通。 如带四星精通武器，那花和羽毛要堆159精通 ）。 如打（雷九万班）体系的，建议把充能堆到140%以上，确保大招循环，雷神能吃满被动。 武器推荐 五星优先【苍白自由之誓】万叶毕业武器，副属性增加元素精通，被动提升自身造成的伤害，同时还提供队伍所有角色普通攻击伤害和攻击力，非常契合。由于6命，以精通提升伤害，因此主C也一样适合带这把武器。 主C其他武器推荐：【雾切之回光】>【磐岩结绿 四星优先【西福斯的月光】：165精通，特效提升自己和队友充能，如1000精通，精1提升自己36%充能和队友10.8%充能，精5提升自己72%充能和队友21.6%充能。 其他四星武器：铁蜂刺>东花坊时雨 还有【祭礼剑】 重置E技能， 也是非常不错的，放弃部分精通，可频繁释放E技能聚怪，同时提升大招循环。 前期过度：三星的【暗铁剑】，如没有这把武器，可以去璃月传送点附近，在卖鱼摊贩，与NPC快刀陈对话获得。 主C四星武器推荐：【黑剑】。 队伍搭配 万叶角色定位增伤辅助，目前最强的风系增伤，提供聚怪、元素伤害加成、减抗、元素精通。自身伤害也极高，万金油角色，除了岩C和草C以外，可以融入任何需要增伤的队伍，主要说一下最常用的阵容。 核爆体系 ：雷神+九条裟罗+万叶+班尼特 这套阵容要求相对比较高，雷神最好是2命，九条最好是满命，万叶0命、班尼特1命。另外需要注意的是，每个角色都要足够充能，确保大招循环，这样雷神大招才能吃完被动伤害，雷神280%充能以上，九条160%以上，万叶140%以上，班尼特180%以上。 雷神主C打大招爆发，其他三个角色主要负责增伤辅助，万叶可以增加近40％的雷伤和减40％雷抗性，满命的九条可以增加60％的爆伤和800左右的攻击力加成，班尼特大招增加攻击力也有1000多。雷神奶香的一刀几十万不在话下的。 操作手法：雷神开e，班尼特q，万叶qe，九条qe，雷神q并重击普攻。重复以上循环便可持续输出，注意要站在班尼特大招范围内输出，雷神也一定要吃到九条e技能的BUFF加持。 还有雷神国家队阵容，如果行秋要拆分出去，也可以换成万叶。 万达国际：公子+万叶+香菱+班尼特 以公子为输出核心 ，班尼特和香菱双火+风系万叶的组合， 阵容有三大亮点，第一，双火体系有额外的攻击力加成 ，班尼特的大招不仅能够提供攻击力，还能回生命值， 第二，阵容搭配合理 ，香菱开大后能够搭配公子的水元素触发1.5倍蒸发反应，万叶的风系聚怪和增伤效果能够造成大量AOE伤害。这队伍唯一缺点就是没有护盾角色，容易暴毙。 双扩散增伤操作手法：公子先E给敌人挂水，接着班尼特与敌人拉开距离，再开大招给当前角色增伤和挂火【注意靠近敌人开大招，那班尼特的火会抵消掉公子的水，万叶就没法触发增伤了】，然后万叶开E或者大招扩散敌人身上水元素和自己的火元素，获得减抗和增伤。这时已经获得水火双元素伤害加成，然后香菱开大招挂后台输出，最后切公子开E打持续蒸发伤害。 永冻：神里绫华主C+申鹤+万叶+心海 神鹤万心是神里绫华目前最强的配队，无论是对单还是对群，都有着相当优异的表现，而且永冻流玩起来也十分安逸，需要注意的是，这个队伍的输出伤害大部分都在神里绫华身上，其他都是辅助，属于三拖一，因此，玩这个阵容，建议优先把神里绫华的练度都搞起来，不然发挥不出这个队伍的实际伤害。 神里绫华：武器带雾切之回光或天目影打刀，圣遗物带冰风套或绝缘套（主堆攻击和暴伤）。 申鹤：基于总攻击力增加队伍冰伤，圣遗物带散搭2+2（角斗/追忆/辰砂），武器带总攻击多的，实战要注意，E点按增伤E和Q；E长按增伤普攻和重击。 如果你神里绫华缺充能，可以带西风枪。 没有神鹤，可换莱依拉/迪奥娜/罗莎莉亚 万叶：聚怪/减抗/增元素伤，圣遗物带4×风套（叠精通），武器带高精通属性的。 没有万叶，可换砂糖/温迪 心海：挂水和治疗，圣遗物带4×海染，武器带不灭/讨龙/试作。 没有心海，可换莫娜/芭芭拉。 六命万叶主C+钟离+云堇+班尼特 万叶风元素附魔驻场输出，钟离套盾和减抗。云堇提高万叶普攻伤害。班尼特挂火、治疗和增加攻击力。这队伍双岩队伍共鸣提升护盾同时还提升造成伤害。万叶聚怪输出一体。",
    "length": 3131
}