{
    "game_id": 2,
    "post_id": "40286578",
    "f_forum_id": 43,
    "subject": "【3.7攻略】「冻冻回魂夜」七七的萌新培养指南",
    "url": "https://www.miyoushe.com/ys/article/40286578",
    "created_at": 1686650473,
    "like_num": 328,
    "view_num": 4708,
    "reply_num": 53,
    "text": "Uid：212794994 Hello～这里是云灵仁炮～俺想大家都抽了这版本的新池子了吧_(七七-输入中) 那么你们手中的是不是这位～「渡厄真君」_(七七-不在) 虽然小保底被她吃了，但是七七也很棒喔～出色的奶量，满命了还能复活队友～_(七七-在忙) 那么我们就分成几个阶段讲解七七叭～_(诺艾尔-再来一杯) 一，天赋、命座介绍和养成消耗 二，圣遗物的选择与搭配 三，适配武器 四，配队思路 …… 那么这篇先让我们简单的介绍七七的天赋和命座～_(诺艾尔-送餐) 固有天赋： 前尘旧忆 可以在璃月地区寻找特产，地图上会标注小手一样的标识_(纳西妲-沉思中)（如下图） 角色突破解锁天赋： 固有天赋 玉签偶开 七七的普通攻击与重击命中敌人时，有50%的几率为敌人添加一枚度厄真符，持*6*。该效果每30秒只能触发一次_(诺艾尔-再来一杯) 角色突破解锁天赋： 固有天赋 延命妙法 处于仙法·寒病鬼差状态下的角色触发元素反应时，受治疗加成提升20%,持*8*_(诺艾尔-送餐) 战斗天斌 普通攻击·云来古剑法 不推荐升级，除非玩物理七七_(七七-在忙) 战斗天赋（E） E技能，治疗技能，推荐升级_(七七-输入中) 攻击力转化治疗量，所以圣遗物副词条主推攻击力。 仙法·寒病鬼差 “冰血化符，召唤寒病鬼差，并对周围的敌人造成冰元素伤害。”_(诺艾尔-再来一杯) 寒病鬼差 .七七的普通攻击与重击命中时，为队伍中自己的角色，以及附近的友方角色恢复生命值，回复量受益于七七的攻击力； . 每隔一段时间，为当前场上自己的角色恢复生命值； ·跟随角色行动，对路径上的敌人造成冰元素伤害。 战斗天赋（Q） 推荐升级，EQ主推，普通攻击可以不点（除非玩物理流），Q技能能量圈口较大，所以武器首选充能武器（西风，祭礼等；ps：祭礼触发别按两次，要不然就浪费了……别问，问就是楼主打深渊的时候血压突然升高） 仙法·救苦渡厄 七七释放体内封印的仙力，以度厄真符标记附近的敌人，并造成冰元素伤害。 度厄真符 处于度厄真符影响下的敌人受到伤害时，为造成伤害的角色恢复生命值。 大家是不是发现，七七是依靠攻击力模型来给队友治疗，所以旅行者们开发了一个独特玩法——「 物理琉 」七七 _(七七-加好友) 物理流七七的常规配队有： （以下子为整活玩法，萌新请勿模仿。（俺后续还会再出配队思路嗷_(米仔_休息)）） ①菲谢尔，罗莎莉亚，七七，雷神 ②七七，罗莎莉亚，北斗，丽莎 …… 总而言之，就是雷和冰超导，减敌人的物理抗性，大家也可以试试自己配队喔～_(柯莱-伸懒腰) 一命： 这个命座缓解了七七的充能压力_(七七-暗中观察)，但是悲伤的故事+1 寒苦回向 二命： 这个命座增加了七七作为主C的输出能力，主c流七七狂喜，但是悲伤的故事+2_(倒) 冰寒蚀骨 三命： 提升Q技能（元素爆发）的天赋等级+3，但也同时悲伤的故事+3_(诺艾尔-土豆泥) 升天宝诰 四命： emmm，抱歉，怪云灵知识短浅，无法理解这命座的效果_(七七-暗中观察)（如果有哪位大佬知道的话，可以在评论区补充），同时悲伤的故事+4 天威压众 五命： 提升E技能（元素战技）的天赋等级+3，同时悲伤的故事+5_(钟离-我全都要)但同时期待+1 红莲开绽 六命： 释放大招可以复活已经倒下的角色并恢复一半的生命值，冷却15分钟_(诺艾尔-再来一杯) 联机不怕踢！打深渊不怕噶！只需要承受5倍痛苦就能换来这样的命座，你值得拥有～（狗头保命） 起死回骸 Lv.1～Lv.80（仅供参考，楼主等级奖励跟其他旅行者不一_(米仔_休息)） 假设每打一次急冻树只掉落「极寒之核」*2，那么就需要打13次，而每次消耗体力40，所以体力消耗是520体力_(七七-暗中观察)（这个体力消耗有点不对劲） 如果经验书、摩拉只打地脉花获取的话_(纳西妲-沉思中) 假设「启示之花」每次掉落  红*6紫*4，那么大约打61次可得244紫366红，体力消耗1220_(七七-在忙) 摩拉消耗跟天赋消耗一并计算。 天赋升级消耗 1507500+1287905=279,5405 而每次「藏金之花」掉落60000摩拉，大约需要打47次，消耗940体力。 （仅供参考，摩拉，经验书获取途径不止有这花一个，还有活动任务，世界任务，冒险突破等） 如果有不同建议可以在评论区给楼主提出喔，各位旅行者， 拜拜_(米仔_献花)",
    "length": 1809
}