{
    "game_id": 2,
    "post_id": "41814450",
    "f_forum_id": 43,
    "subject": "【V3.8攻略·角色攻略】妮露绽放队--芭芭拉篇",
    "url": "https://www.miyoushe.com/ys/article/41814450",
    "created_at": 1690620982,
    "like_num": 609,
    "view_num": 30621,
    "reply_num": 195,
    "text": "uid：121754445 在之前的工作中，我们陆续完成了行夜、坎蒂丝、心海等妮露绽放队上水位对象的考察，这篇文章我们将目光转回陪伴大家最久的治疗系角色--芭芭拉，调研芭芭拉在妮绽放体系下的优劣势区间，并通过测试及计算对该思路进行略加深入的思考。 1. 引言 2. 人物数据 3. 组队思路 4. 行动轴 5. 能量循环 6. 装备选择 7. 伤害计算 8. 深渊实测 9. Q&A 10. 总结 1. 引言 与作为陪伴旅行者最长时间的治疗系角色的历程相似，妮绽放体系甫一问世，芭芭拉作为适时水、草系唯二的治疗角色之一，顺理成章地在体系中占据重要地位。直至3.8版本，虽然草系生存向角色新增了瑶瑶、白术、绮良良，妮绽放体系也迎来了更多的组队思路，水前台、包括芭芭拉妮绽放体系依然在多个环境中保持着优势区间，对比同为水奶位的心海，二者虽然在定位、操作手法、队员组成上有所重叠，但各自不同的特性决定了两位领衔的成型队伍并无绝对意义上的上下位关系。 鉴于此，本文会从芭芭拉自身的特性出发，深入剖析其在妮绽放队伍中能起到的作用，以及由此引申出的合适组队思路，同时辅配测试和计算，探究合理的装备配置，并据此衡量芭芭拉妮绽放的输出区间，希望对大家有所帮助。 2. 人物数据 基本数据 普通攻击 元素战技 元素爆发 固有天赋 命之座 以上数据来源自本社WiKi 深入解析--普通攻击元素附着 芭芭拉的普通攻击分成四段，前三段具备极快的释放速度（共0.8秒）且可以直接跟进重击， 第四击耗时较长（完整动作需要0.87秒）无法跟进重击，但可以使用闪避取消后摇快速完成伤害，即便动作没有完全完成，脱手伤害依然可以帮助刷新计数器 ，作为法器角色，芭芭拉的普通攻击遵循2.5秒/3hit附着规律，重击独立附着，从水附着的效率以及体力消耗的角度出发，我们考虑并对以下手法进行了测试： 综合考虑上水效率以及体力消耗，AAAA闪、AAA闪以及AAA重击的手法比较契合实战，其中AAA重击对于群怪环境具备更佳的上水效果。AAAA闪需要用到闪避取消动作后摇，有一定的练习成本，如果不太习惯可以夹杂AAA闪使用。 平A附着测试 深入解析--歌声之环元素附着 芭芭拉的E技能机制较为特殊，这里单独以一分节做细致阐述。 首先，整个E技能具备如下四种能力： 1.以约5秒/次的频率对自身进行水附着； 2.以5秒/次的频率治疗场上角色，芭芭拉位于前台时，普通攻击（包括重击）能为全队提供治疗； 3.减少场上角色体力消耗； 4.对技能范围内目标进行水附着。 其次，芭芭拉的E技能分为水珠、水环两个部分：水珠为开启E技能时，造成伤害的部分；水环为开启后持续环绕在场上角色身边的部分。 二者的部分特性如下： 芭芭拉水环的附着能力经历过一次调整，现机制如下： 1. 仅对单时，每1.5秒进行一次无伤害水元素攻击，遵循2.5秒/3hit原则，视为3秒一次挂水。 2. 对群时，每当水环接触到一个新的判定对象，对水环范围内所有对象额外附加一次无伤害水元素攻击，遵循2.5秒/3hit原则，但，每2.5秒内，水环只能对每个敌方单位提供两次水附着。 3. 对于第二点的解读：1.判定对象在敌方单位之外还包括种子。2.两次水附着是指，对单个目标每2.5秒可进行至多两次附着，并非指总共两次。 4. 对于以上三点描述，我们以如下测试进行论证（测试视频位于文字分节下方）： 测试一为模拟对单时水环的水附着测试，我们可以看到，在除却水珠的一次挂水以外，水环的确遵循3秒/次的水附着频率。 测试二为模拟对群时水环的水附着测试，我们可以看到，借助不断蔓生的种子（判定对象），水附着频率来到对单的3倍以上（1.25秒/次）。 测试三为实战中对群时水环的水附着测试，我们可以看到，在一个短期的接触过程中一共生成了六枚种子，并且上水过程集中于接触的前期（爆发式上水），在生成六命种子后的接触过程中不再继续有草原核产生，符合我们对于机制的描述。 仔细研究上述机制，我们可以得到芭芭拉E技能在绽放队中水附着能力的如下特性： 1. 对群呈爆发性上水，如果身周存在足够多的判定对象，开启技能时水珠+水环可以在极短时间内完成三次范围性水附着； 2. 对群上水具备周期性，即以2.5秒为一个周期，前0.5-1秒可能就已经用完了这个周期的上水份额，后1.5-2秒水环失去上水能力； 3. 通过身位调整让敌人分批次进入水环范围，该技能具备错峰上水的潜力。 4. 与此同时，在测试过程中我们发现，芭芭拉水环的范围较小且无Z轴，说明如果想利用好该技能的水附着能力，我们需要在手法、站位上做出一定调整。 水环附着测试 深入解析--治疗能力 首先，我们关注一下芭芭拉的常规回复倍率： 水环持续治疗（13级）：8.5%生命值上限+1059 水环命中治疗（13级）：1.59%生命值上限+199 对于这个倍率大家可能没有直观概念，这里我们拟定一个妮绽放中常见的自伤模型：妮露6.3W血，场上角色秒均受1.4-2次原绽放伤害（这个区间在对群环境下是远低于实战峰值的），伤害来源平均600-1200精通。为平衡自伤，芭芭拉在具备13级E技能的情况下，需要如下的属性值： 我们关注一下 1.8次/秒触发频率、800-1000加权精通范围内芭芭拉为达成平衡反应自伤，所需要的生命值属性 ：在13级E技能的情况下，不携带治疗头时，需要3.1-3.5W血，治疗头可以将要求降低至2.3-2.6W。对于芭芭拉9787的90级基础生命值而言，这意味着在携带治疗头的前提下，依然需要 生命沙+3-9个生命词条 才能填补空缺（不考虑金珀的话），总的来说，在一个高自伤的环境中，芭芭拉想要维持队伍生存，一定的练度是必须品（基础倍率不够高），如果E技能不能完全抵消反应自伤，生存向武器/高频率释放的大招则是队伍生存所刚需的。 3. 组队思路 思路说明 根据上个分节对芭芭拉技能的描述，我们抽象化该角色在妮绽放中的有效特性：1.后台治疗。2.后台对群高效水附着。3.前台平A水附着。根据这三个特性，并与3.8版本水、草角色结合，我们拟定芭芭拉在妮绽放中的合适组队思路： 对于思路1-2，具备大范围草附着能力的副草位入队，使队伍在对群时具备更高的伤害，其中柯莱相较草主具备更高的草附着频率、操作难度，意味着较高的上限但较低的下限，并且柯莱的挂草方式契合水环爆发式近身挂水的特性，后续会对这一思路进行更进一步探究； 对于思路3-5，具备生存+少量挂草能力的副草位入队，大大降低了芭芭拉的治疗压力，但相对的，白术挂草仅能对单、非六命瑶瑶单E技能总附着数较少、绮良良（四命）草附着频率过低等因素都会拉低队伍的输出上限（无法保证草底），这其中，出于均衡伤害以及站场稳定性的考虑，选取副草位为白术进行后续测算； 对于思路6，是很经典且高性价比的组队思路，会做进一步探究； 对于思路7-10，相比较于同定位的心海（脱手奶），由于芭芭拉仅靠E技能回复量实在太低，几乎无法保证前台草位的生存，这里仅推荐思路10，在近战模组、雨帘剑减伤（不减原绽放自伤）、旅行剑的综合作用下，艾尔海森+后台三水的思路能够兼顾输出与生存。 综上，接下来的计算、测试会在下述组队的基础上进行： 4. 行动轴 草神+妮露+芭芭拉+柯莱 该轴有三个需要注意的点： 1.芭芭拉的E技能具备爆发性、周期性上水的特性，所以可以匹配更高频的草附着，这里选择柯莱携带祭礼弓保证一轮双E，辅助底色进行频繁转换并尽量维持草底； 2.不同于心海，芭芭拉E技能开启时的爆发性上水搭配妮露技能，可以强制使怪物进入水底，以便柯莱稳定触发教官效果，因此这个轴和之前心海篇的柯莱轴略有不同； 3.在实战中，前半段由于柯莱Q技能的存在，芭芭拉可以考虑略微增加该时间段驻场时间，但不建议单轮循环超过25秒，循环结束的标志是柯莱E技能的完全结束。 草神+妮露+芭芭拉+白术 有两点需要注意： 1.如果白术没有一命，这里尽量卡E技能CD在单轮循环中施放两次，否则循环会出现较大问题； 2.如果出现怪物转水底的情况，可通过改变主要攻击目标、切草神az的手法翻底。 草主+妮露+芭芭拉+柯莱 由于没有草神，该轴的上草对柯莱的祭礼弓依赖较大，有四点需要注意： 1.柯莱第二次上场的时机最好把握在新叶效果刚刚消失的时候； 2.如果草主能量不足，建议在12秒后补一次E； 3.柯莱首次E后需要等待底色转变为草底，再使用芭芭拉E，否则前半段进程很容易陷入水底占优的处境； 4.循环结束的标志为草主或柯莱大招的完全消失。 艾尔海森+妮露+芭芭拉+行秋 由于海哥的充能、精通难以得兼，同时队伍在转场时必然面临和打桩不同的处境，这里推荐两个轴，分别适用于不同的环境： 短轴 芭芭拉E技能存在爆发上水，非常契合海哥高频低元素量的附着特性，埋镜芭芭拉E可以更好利用二者的元素附着特性。该轴为六光幕轴，刚好可以覆盖完毕行秋的雨帘剑，适合海哥充能效率足够、怪物血量较低的情境。 长轴 该轴将海哥的行动分成两部分，前半段借助元素爆发打2-3镜，后半段借助E、重击维持琢光镜，这个轴海哥的元素充能需求较低，并能在较长时间内维持平滑输出。 如果艾尔海森充能依然不足，建议使用隔轮开大的循环轴。 手法演示 5. 能量循环 草神+妮露+芭芭拉+柯莱 由于芭芭拉自身战技无产球能力，所以基本不具备每轮循环稳定开启大招的可能性，如果是两轮循环一次大招，也需要140%左右充能，因此Q技能只能作为应急、而非常规抬血线的手段使用。 草神+妮露+芭芭拉+白术 白术在携带西风后，全队的充能缺口非常低（芭芭拉不需要开大），草神充能达标的情况下白术携带试做金珀可以进一步降低自身的充能需求。 草主+妮露+芭芭拉+柯莱 可以看到，在西风草主、祭礼柯莱的队伍中，芭芭拉3-4轮循环才仅有一次开大的可能，所以不需要费心思给予其充能属性提升（收效甚微）。 艾尔海森+妮露+芭芭拉+行秋 由于队伍的充能缺口十分巨大，这里行秋选择携带西风剑拉动海哥充能，在海哥同样携带西风剑时，队伍充能缺口较小，但如果海哥换成旅行剑进一步保障生存，只有在环境掉落能量充足且调整了圣遗物的情况下稳定的长轴循环才具备可行性（短轴情况下兼顾充能、精通的难度过大），如果充能不足，也可以使用海哥隔轮开大的循环思路。 6. 装备选择 选择思路 根据人物特性和实战测试，我们得到如下各人物的装备选择思路： 芭芭拉 这里略提一下海染套的问题，芭芭拉自身不存在治疗、生命属性转伤害的天赋，在我之前的文字贴中详细论述了对于心海而言海染和乐园套的选择问题（《妮露绽放队--心海篇》），即便是对于具备高额治疗属性转伤的心海，精通也是收益更高的伤害属性，因此这里基于伤害端考量，不推荐海染套。 妮露 草神 精通武器或金珀，圣遗物深林四精精精/暴。 白术 武器选择专武、金珀或西风，圣遗物优先保证充能与生命，如2绝缘+2千岩。 柯莱 由于轴的问题，武器优选祭礼，圣遗物方面因为调整了手法，可以稳定触发教官且覆盖率尚可，这里有条件的小伙伴建议携带充能合格的教官套，其次保证充能、生存的散套亦可。 艾尔海森 武器方面分为两个思路，即携带旅行剑与否，由于芭芭拉仅在后台时提供的治疗非常有限且间隔较长，如果觉得生存压力较大，海哥携带高精旅行剑能够有效增强站场稳定性（回复量比仅靠E时的芭芭拉要高），此时芭芭拉也可以携带精通组件以更偏向输出角色的定位入队；圣遗物方面建议携带草套，如果搭配旅行剑可以携带治疗头，词条方面在保障充能的前提下，精通为最有效的输出属性。 如果武器不选择旅行剑，则以西风、高精月光剑等具备高充能增益的武器为优先，艾尔海森的大招是长时间、高频草附着成立的重要条件，如果无法保证充能，就选择隔轮开大的循环轴；圣遗物方面依然建议携带草套，词条方面精通为最有效的输出属性。 艾尔海森的装备选择思路在之前的文字贴《 妮露绽放队--艾尔海森篇 》中有详细的论述过程。 行秋 武器方面，优选高精月光剑，其次西风、祭礼剑，圣遗物选择能够保证循环的花神套精精精，具体计算过程可见于作者妮绽放合集中的《妮露绽放队--行秋篇》。 7. 伤害计算 草神+妮露+芭芭拉+柯莱 妮露：零命月光剑，2+2生命，6.3W血，285精通； 柯莱：六命祭礼弓，教官套250精通； 芭芭拉：祭礼残章，乐园套精精治， 12条精通副词条 ； 草神：祭礼残章，草套精草爆。 对双取单DPS 6.7-7.4W（模拟时系统考虑了祭礼刷新失败的因素）。 草神+妮露+芭芭拉+白术 妮露：零命月光剑，2+2生命，6.3W血，285精通； 白术：零命试做金珀，2+2生命，5W血，120精通； 芭芭拉：祭礼残章，乐园套精精精， 8条精通副词条 ； 草神：祭礼残章，草套精草爆。 对双取单DPS 6.8W。 草主+妮露+芭芭拉+柯莱 妮露：零命月光剑，2+2生命，6.3W血，285精通； 柯莱：六命祭礼弓，教官套250精通； 芭芭拉：祭礼残章，乐园套精精治 ，8条精通副词条 ； 草主：西风剑，草套充精精，400精通。 对双取单DPS 6.1-6.7W（模拟时系统考虑了祭礼刷新失败的因素）。 艾尔海森+妮露+芭芭拉+行秋 妮露：零命月光剑，2+2生命，6.3W血，285精通； 艾尔海森：零命旅行剑，草套精精治，479精通（考虑充能词条数，这里仅分配了五个精通副词条）； 芭芭拉：祭礼残章，乐园套精精精， 12条精通副词条 ； 行秋：西风剑，乐园套充精精，680精通。 短轴 对双取单DPS 6.1W。 长轴 对双取单DPS 6.2W。 模拟说明 模拟过程中，默认芭芭拉的E技能1.5秒对群进行一次上水，结合人物数据部分的测试，我们可以看到这个数据比最理想状态略低（20%），但契合实际：芭芭拉的水环范围较小，很难一直与敌方单位持续保持合适身位。 除此以外，柯莱入队时，队伍的理论伤害很高，但实际上由于技能范围、抬手速度等问题的困扰，使用过程中实际伤害是需要打一个折扣的，相对而言，白术队的理论伤害和实际伤害差距很小。 在之前的文字贴《妮露绽放队--心海篇》中，我们也对心海入队时队伍的伤害进行了模拟计算，在同配置条件下，芭芭拉的理论伤害比心海更高，这受益于理论条件下芭芭拉更高的上水效率（同零命高近50%），在合理的手法安排下可以匹配合适的草附着频率，但在实际使用过程中，范围、弹道等因素使心海队可以更容易打出理论伤害，芭芭拉队则难以达到此效果。 8. 深渊实测 草神+妮露+芭芭拉+柯莱 中配 3.8深渊上半 草神+妮露+芭芭拉+白术 中配 3.8深渊上半 草主+妮露+芭芭拉+柯莱 模拟低配（妮露二命，队伍无草套） 3.8深渊上半 艾尔海森+妮露+芭芭拉+行秋 模拟低配（妮露二命，队伍无草套，海哥旅行剑） 3.8深渊上半 9. Q&A Q&A 1.可能是大家最关心，也是绕不开的问题，作为前台上水位，芭芭拉和心海在妮绽放中怎样对比？ 其实这个问题我之前专门做过一个视频贴来解释，详细来说， 理论上芭芭拉入队具备更高的伤害上限 ，她的高效上水能力（比心海对群取单高近50%）可以匹配更充足的草附着频率，但转底、控制身位这些技巧需要非常高的熟练度，较差的弹道和更小的上水范围更是进一步 限制了实战中的高频出伤 ，另一方面，每五秒一次的自身水附着（在冻结环境中）以及较低的治疗倍率使得芭芭拉需要更高的练度才能达到和（摆烂的）心海相等的生存水平（高练度草奶可以缓解这点不足）。 总结来说，在具备稳定站场能力的基础上（芭芭拉可能需要付出更多的词条数），二者在伤害端差距很小，甚至芭芭拉在打桩、近身对群环境下会略胜一筹，但有较大生存压力或怪物分布散落时，心海作为前台上水位的体验会明显更好。 2.为什么不提芭芭拉的六命？ 芭芭拉在作为前台上水位时，是全队生存压力最大的角色，但这个六命无法复活自己，实战效果大打折扣。 但作为后台上水位，搭配艾尔海森时，这个六命很有作用，甚至可以在某些时候放生海哥达到原地复活的效果。 3.为什么心海篇中不推荐柯莱携带教官套，这里却建议了？ 芭芭拉的E技能在开启时具备爆发性上水的特性（瞬时三次上水），搭配妮露技能可以直接逆转底色，因此柯莱的教官套具备稳定触发的先决条件，另一方面，同样是由于爆发性上水（以及自身更高的水附着频率），不论是柯莱还是白术作为副草位，底色的变换非常频繁，这种情况下祭礼柯莱的教官套可以达成更高的覆盖率，甚至于有合适教官套的话白术也可以考虑携带。 4.芭芭拉的装备选择有没有简化思路？ 有，首先，有高练度草奶/盾入队时，芭芭拉优选乐园套精精精，精通是最有效属性，次选饰金/2+2精通套精精精，武器方面祭礼残章由于可以续水环（不仅仅是弥补五秒的真空期，还可以用于控制爆发）、加精通，相较其他武器具备较大的优势；如果队伍中无草奶/盾，且芭芭拉主要站场，治疗头是必须品，套装优选乐园，次选饰金/2+2精通套，沙漏与杯子视生存压力，酌情由精通更换为生命值，如果还觉得生存压力大，我建议换队伍，武器方面，基于伤害端考虑祭礼残章非常优秀，考虑生存的话试做金珀是可选项；如果仅作为后台水奶位，与艾尔海森组三水一草队，如果海哥携带旅行剑，芭芭拉全精通乐园套、祭礼/西风即可，如果未携带旅行剑，芭芭拉建议2+2治疗，金珀，仅以保障生存为目的入队。 10. 总结 总结 作为活跃在妮绽放队员选择第一线的人选，芭芭拉通常以高性价比著称，本文详细计算并测试了其中较为特别的四种思路，总体而言，他们拥有以下优缺点： 1.白术队：优点在于站场、出伤稳定，将治疗压力分给白术后，有效增强了芭芭拉站场的稳定性；缺点在于队伍出伤过于平滑，且低配时理论输出不高。 2.柯莱队：优点在于打桩输出高，芭芭拉的上水模式完美契合祭礼教官柯莱发挥，相对于其他队伍，具备更高的伤害上限；缺点在于极其考究手法以及怪物的狂躁程度，条件不允许时理论输出下限低，并且有一定的生存压力。 3.柯莱草主队：优点在于性价比高；缺点在于生存压力大，且需要较为熟练的手法。 4.海哥-行秋队：优点在于轴灵活，出伤稳定，兼具对单、对群伤害；缺点在于海哥的充能、精通属性无法得兼，在需要旅行剑辅助生存时需要额外调整圣遗物。 由上述内容可见，在不同的组队模式下，芭芭拉发挥能力的侧重点皆有所差异，但无论是哪一支队伍，都具备承担当前版本深渊（3.7-3.8深渊）攻坚任务的能力。就我个人主观而言，妮绽放体系下，芭芭拉在当前版本属于 易用难精的高性价比上水位角色 。 编辑于2023/8/2：感谢 ﻿ @Coooookie ﻿ 的指正！测试并修改了AAAA闪的上水频率数据，通过闪避取消后摇的方式可以大幅提升该手法的上水效率。",
    "length": 7626
}