{
    "game_id": 2,
    "post_id": "54845983",
    "f_forum_id": 43,
    "subject": "【原神fes2024】你想知道的这里都有！",
    "url": "https://www.miyoushe.com/ys/article/54845983",
    "created_at": 1720409080,
    "like_num": 162,
    "view_num": 11564,
    "reply_num": 81,
    "text": "在7月5号的前瞻直播中大伟哥已经正式实锤了原神fes2024的消息了，也让我之前在米游社水的帖子变成了预言帖，作为去年有幸参加fes2023的旅行者和参加了今年崩铁fes的开拓者之一，我想给今年想去参加fes的旅行者解答一些疑惑。 那么我将从以下四个方面来谈谈原神fes的攻略： 1.交通和住宿 2.票档介绍 3.场贩、创作者小摊、集章 4.必须要避开的雷 一、交通和住宿 相信大多数旅行者都不是上海的本地人，那么考虑交通和住宿就相当重要了。这次的原神fes2024和米家的其他展会一样，也是在上海国家会展中心举办，也就是大家口中的“四叶草”，乘坐地铁2号线到徐泾东站即可抵达会展中心，去年在地铁站内有很明显的大幅海报和指示牌，正常情况下是从六号口出最近，当然还是以今年的场馆为准。去年的fes只用了3号和4.1号场馆，今年则是新增加了2.1号场馆，规模比去年大了一个场馆，确实值得期待一下。 而住宿我推荐大家按照自己的行程来定，如果你只打算逛fes，那酒店就可以订在会展中心旁边，如果你打算顺便游玩上海，则可以预定离2号线较近的酒店。如果你打算在顺便去一趟上海迪士尼，我强烈建议把酒店订在江苏路站附近，可以同时乘坐2号线和11号线，去会展中心和迪士尼都很方便！ 二、票档介绍以及购买意见 Fes的票今年大概率还是分为298元的普票和498元的VIP票，两者的票价差了200元，其中的差距主要体现在两方面：一是随票赠送的周边，二是舞台表演的内场观看资格。通过图片我们可以看到VIP票会比普票多出以下的赠送周边。其中的T恤是人人都可以做任务集章换的，其他的貌似没有上架米游铺，也就是无法通过购买的形式获得，今年多出来的周边如果大家有非常想要的就可以考虑直接冲VIP票了。然后就是舞台表演的内场观看资格啦，去年邀请了这些嘉宾，当时我去的是最后一天，为了亲眼看到大伟哥，我和我的朋友从中午11点就开始漫长的等待，但是真正到了嘉宾出场的时候我们已经被挤到边缘了，外场的旅行者真的比大家想象的要多得多，我全程成c字形站着拍了2小时的视频，到了快结束了实在撑不住了只能先出去了。所以如果有特别想看舞台演出的旅行者直接无脑冲VIP票，不然是绝对不会有好的体验的。一般来说舞台表演会在4.1场馆办，其他的场馆会设置大屏幕以供旅行者观看，但因为场地太大，音响效果嘛......就....... 三、场贩、创作者小摊、集章 去年原神fes的场贩体验还是相当棒的，工作人员会在你排队的时候发放购物单和笔，你可以在排队的期间勾出你想购买的周边，全程非常丝滑，而崩铁fes第一天的场贩嘛...... 想要排场贩的旅行者我的建议是一入场就去排，可以尽可能的节省时间去和你喜欢的COSER老师合影，想要去创作者小摊的旅行者提前搜集喜欢的老师的摊位位置，一些热门老师的排队长度可是丝毫不逊色于场贩的，我记得去年我去排场贩，我朋友去排void老师的摊位，最后我已经买好了他的队伍还没到一半。 对于集章兑换的T恤和吧唧大家完全不用担心，入场领到的袋子里会给你发放四个委托，到下午的时候工作人员也基本不会看你的委托是不是对应的项目了，而且下午去做委托委托卡还可以保留当做纪念品，可以说是很舒服了。集章兑换区的无料也不用担心量不够，大家一定都能领到的！ 四、避雷！！！ 接下来就是提醒大家避雷的地方了，首当其冲的一定是饮食。 今年fes非常大概率也是在场内设置KFC，必胜客，喜茶的快闪店，毕竟都是以前联动的老主顾，而且KFC最近又和原神联动了，这些快闪店都只提供指定的联动套餐，并不能点其他产品。而且如果想按时吃上午饭的话最好九点十点就下单，记得去年我点了两杯喜茶，十一点下单下午两点才拿到，刚下单的时候前面排了四千多杯，所以切记一定一定要早点下单，我还是推荐大家自备一点干粮，早餐吃的饱饱的，以免体力不支。最好携带一小瓶水，去年赠送了喜茶的饮品，但今年确实不一定会送。 其次，千万不能相信现场的黄牛票，大家一定尽量在正规平台购票，去年使用的是猫眼平台，而崩铁fes使用的是b站会员购，今年大家要留意后续官方的通知，提前设置好闹钟、购票人信息等等。 最后就是普票和VIP票的选择，不要盲目听从他人对票价值不值的评价，可以参考我在第三点里说的两者的区别来思考自己到底需不需要VIP票，从而有选择性的抢适合自己需求的票档。 攻略制作不易，如果有帮到你的话还请三连转发支持一下，还有什么问题的话可以在评论区留言或者私信我都可以！那么最后，祝愿各位旅行者都能顺利抢到原神fes2024的票，来一场完美的【跨越尘世·于此相聚】！最最重要的还是注意安全哦！ 二编：补几个图，以便大家在米游社也能直观看到普票和vip的区别：",
    "length": 1936
}