{
    "game_id": 2,
    "post_id": "55150106",
    "f_forum_id": 43,
    "subject": "【V4.8攻略】上半「娜维娅」与「妮露」一图流及武器抽取建议",
    "url": "https://www.miyoushe.com/ys/article/55150106",
    "created_at": 1721019757,
    "like_num": 1499,
    "view_num": 16324,
    "reply_num": 65,
    "text": "【娜维娅】 「娜维娅」的全面解析攻略 超链图片 角色玩法： 【站场主C】 操作1-常规站场：大招→切人操作QE→叠6枚晶片，点按战技(满命或有专武长按)→普攻4秒→长按E→普攻4秒→大招 (操作说明：先手大招输出叠层，切人先操作一波，基本娜维娅再出来时也差不多叠4枚以上了，如果没有6枚可长按战技，如果有就点按战技，然后普攻4秒，再长按吸收晶片打出强力战技，然后再继续附魔普攻，如果这时大招已经充能完毕，可以开大招，然后就可以切人接着继续从头开始操作，一个循环。) 操作2-短切站场：大招→切人操作Q或E→战技附魔普攻→切人操作Q或E→战技附魔普攻 (操作说明：跟上面基本是一样的，只是战技的2次附魔分开来使用而已，不一定要放在同一次站场使用，可以先其他角色操作，再战技附魔普攻4秒后，再切人操作，再战技附魔普攻4秒，每附魔岩伤普攻一轮后一直重复循环下去。) 【后台副C】 操作：大招→切人操作→长按E×2→切主C站场 (操作说明：先手大招输出叠层，切人操作一轮，然后有6枚以上就点按一次再长按一次，否则就长按2次，这时如果充能冷却都好了可以继续开大招，没有就算了，然后再切主C站场，不用娜维娅自己站场。该玩法最主要还是战技的伤害。)(如果第二次长按没能叠6层也可以先稍微打几下晶片再长按。) 【妮露】 「妮露」的全面解析攻略 超链图片 玩法介绍： 固定配队模式： 一：双水双草，其中一草戴草套减草抗。 二：三水一草， 三：三草一水，都可以，就是不要其他元素。 站场： 开E☞AAA(重复A) (这个是比较常规的手法，一直A即可。虽然是平A，但是战技，不是普攻。) 后台： 开E☞EEE☞下场 (这个是用E攻击，然后就下场，留下水环辅助队伍里的「草系角色」挂水，和触发「丰壤之核」辅助队伍。) 【卡维】 「卡维」的全面解析攻略 超链图片 玩法介绍： 纯绽放流(种门)： 即是配合自己的天赋跟命座，堆精通走绽放的路线，由于自己的技能可以直接触发草原核的爆炸，所以可以当触发驾驶员。 配队可以是跟「妮露」的纯水草队走「原绽放」。 或者跟其他的水走「原绽放」，这样配队也比较自由。 也可以水草火「烈绽放」的队伍，虽然不是自己引爆的，但自己打燃烧还是可以的。 有四命最好，满命效果最佳。 天赋升级：Q＞E＞A(省资源可都不升) 普攻草伤+绽放(激绽)： 这个玩法是两个都要，可以说是最推荐的主流玩法，刚好卡维开大站场，然后种门+激化一起打了，卡维开大招普攻打激化，后台由雷堆精通触发超绽。 配队推荐水草草雷，能满命效果最佳。 天赋升级：A＞Q＞E 六命前的种门触发器： 六命前卡维的普攻项是没有「迸发」的功能，可以堆精通走速切，比如配个队可以留下很多种子的队伍，然后卡维专门出来E一下或者Q一下触发完「种子爆炸」就下场。 天赋升级：Q＞E(省资源可都不升) 纯普攻草伤(厨)： 非主流玩法，意味着要放弃绽放机制了，不推荐。就是搭配另一个戴草套的后台草，加上云堇，提高卡维普攻的伤害，走普攻专精。 可以再配一个后台雷走激化，卡维打「蔓激化」，雷打「超激化」。 不推荐 天赋升级：A＝Q＞E 操作模式： 以上的玩法都可以根据配队的不同，选择用普攻或者重击来操作，因为机制上对普攻项都有效果的。 【普攻流】 这个操作一般是有需要普攻触发的后台角色时用的，比如行秋、北斗、托马、云堇这种，那就可以用普攻来操作。二命以上最好。 【重击流】 如果没有需要普攻触发的后台角色的话，也可以用重击来提高挂草频率，比如妮露EEEE后有个水环，或者芭芭拉E也行，或者香菱的Q、北斗的Q等，卡维就可以开大招再重击提高草伤频率，刚好自身也有抗打断能力，炸自己还能回血。 由于E技能冷却很短，所以重击时间不宜过长，也要停下来放E，满命效果最好。 【凝光】 「凝光」的全面解析攻略 超链图片 角色玩法： 平时操作： 超链图片 按住方向键+AAA+重击，A三下有三个星璇，重击可以释放星璇，且有突破1效果，不消耗体力。 方向键按住与不按住会【影响】凝光普攻速度 ，这个自己尝试就发现了，【不要】不按方向键原地普攻。 操作： 【按住方向键+AAA+重击】，是凝光最好的攻击方式。 当然，有人习惯平A一下重击一下的也行。 (凝光虽然是远程法师，但也没必要离敌人【太远】。因为突破4的功能，可以在E技能屏障里【来回】穿梭就好，一来【保持】岩伤加成，二来可以根据情况，看到敌人远程攻击时，可以更快的站在屏障【后面】抵挡攻击。) 6命凝光的操作手法： 超链图片 E屏障穿越过去增加岩伤，然后Q放大招，这时多了7枚六命的星璇。再重击，释放7枚星璇。使用Q前先确认身上有没有普攻的3枚星璇，有的话用了再Q，因为6命星璇会替换掉普攻3枚星璇。要做到收益最大化。 操作依次：E命中☞穿越☞Q☞重击☞E☞平时操作 【后台大招流】 只出来放技能的，主要是靠大招输出，满命效果最好！ 操作依次：E命中☞穿越☞Q☞重击☞下场 【绮良良】 「绮良良」的全面解析攻略 超链图片 角色玩法： 【护盾】 【萌新修炼手册】萌新的「五大护盾」＃得二者可干翻提瓦特 纯堆生命值，当个护盾角色即可。 【站场盾C】 自己站场专门通过「长按E」撞击敌人持续造成草伤触发各种草反应的玩法。 【后台盾辅】 四命跟六命可以在后台辅助队友，让主C的普攻项额外触发协同草攻击和元素伤害加成。 【武器池】 【裁断】 超链图片 终于有五星的攻击暴击大剑了，虽然特效还是比较屑，但是有某个老角色确实可以稍微解毒了……你知道我说哪个……目前能用的角色比较少…… 这个「约印」可以获得2枚的意思并不是叠层，而是战技单次的攻击次数，娜维娅的战技有多段攻击，所以吃得到全部，但是如果是战技只有一段伤害的角色，也只能吃到1层效果而已，也就是说一次伤害战技的角色只需要获得一枚即可。 最大的缺点就是，这把大剑 必须绑定岩系 ， 要么装备者本身是岩，要么其他元素的带个后台岩角色帮助打出晶片 ，才能很好的触发这把剑的特效，否则就是辣鸡了。 适用角色： 【菲米尼】 需要频繁战技的，刚好可以有时吃得到有时吃不到，并不稳定，所以不怎么推荐。 【北斗】 核爆弹反可以一玩，平时都后台大招，等需要的时候出来吃两个晶片，再来个最大弹反，但是这样玩有点折磨人了，拿来整活就好。 【卡维】 刚好大招附魔，可以普攻一波打出晶片，再E一下吃到特效增伤，和引爆草种子，还算合适。 【迪希雅】 刚好可以在大招时收回战技的阵法打出晶片盾，然后再开启阵法，这时如果二段战技还没用可以用二段战技的下坠攻击触发特效增伤，没有的话就只能用普通的战技攻击去吃了，可以用，但不好用。 【迪卢克】 每段战技穿插的普攻刚好留出时间来打出晶片触发武器的特效，并且跟四命战技增伤刚好对得上。 可惜 造型不是大剑 不讨喜，迪卢克轮斧头……画面太美不敢看， 「暗夜英雄」变「暗夜柴夫」 ，当然也有小伙伴还觉得斧头挺帅的……最好是等后续有其他更符合迪卢克的新限定五星大剑，因为 迪卢克的武器，最好还是对全部攻击都有增伤的 ，而非单战技或者单普攻、单大招等的 非全方面加强武器 ，比如「雾切」或「神乐」这种特效类型的大剑才是迪卢克最好的。所以「裁断」这武器，迪卢克真爱党可以拉满了！但是耐得住寂寞的话，也可以再观望一下后续的新大剑，看是否有迪卢克更适合的武器。就像我上面说的，最好是对全部攻击都有增伤的大剑，而非单战技有增伤的。 但是迪卢克等这把大剑实在太久了……等纳塔可能会有提升全身伤害的，比如火神的大剑看看如何，有耐心就继续等吧……没有就直接给迪卢克这把也行…… 【娜维娅】 本命专武，刚好自己的设定就是吃晶片叠层强化战技的，跟武器特效完美结合，而且大招也能叠层战技层数，而且战技是二发可以用，战技伤害炸裂。 【圣显之钥】 超链图片 可以给吃生命值的辅助角色使用，只是后台没法叠层，如果是后台角色没有战技冷却短或者多段战技的，要叠满就比较麻烦，需要先叠完再下场。 适用角色： 【妮露】开E后可以根据生命值高低提高精通，加强绽放！！不管是前台的EAAA还是后台的EEEE都能完美触发全部特效，同时也辅助了整个队伍的精通！这把武器的强度，推荐有妮露必抽。 【芙宁娜】开战技召唤出3只召唤兽，再开大招，大招动画期间战技已经可以攻击敌人3次了，可以当做专武的下位，甚至不比专武差。 【班尼特】除了提高奶量外，还能加精通，是非常不错的选择，不过需要点按E三次才下场。 【久岐忍】提高奶量，附带辅助的神剑，但是也是需要开E命中一次，再让E攻击敌人两次才能下场，或者E完再开大招，大招期间的战技也在命中敌人。 【莱依拉】提高盾量，是毕业武器，还能辅助队伍的精通，可以在盾的星星叠完发射是切出莱依拉触发特效，需要多一步这个操作。 【绮良良】提高盾量，是毕业武器，刚好可以长按战技撞敌人3次叠满，再下场即可。 【匣里灭辰】 超链图片 专门打蒸发反应的枪，特效提高水火伤害，加上副词条是精通，都是这么刚刚好的。 火系或者水系，可打蒸发的角色使用效果最好。 推荐角色： 胡桃：戴魔女套，走蒸发时很有用，在四星中算是最推荐的一把。 香菱：戴魔女套，在后台打反应即可，本身突破就是加精通的，但是充能会慢。没充能的武器时这把很适合。 夏沃蕾：虽然是近战火，但是个走超载的角色，这个有挂过增伤，还有精通，可以有不错的效果。 魈： 走风风火火扩散流只打下落攻击，或者带行秋、夜兰这种类型的打普攻+下落攻击的模式也有不错的表现。 赛诺：本身就是需要精通的，刚好这把有，可以像雷电将军一样去配队玩，只是充能没有雷神快。 雷电将军：在没有充能武器时才推荐使用，否则还是带充能的好。 【弓藏】 超链图片 这把可以看做四星飞雷，专门普攻为主的。 推荐角色： 宵宫、达达利亚、菲谢尔、埃洛伊 【昭心】 超链图片 适合普攻和重击的法师角色，但是太过于平平无奇，所以没得选择时才选择戴。 鹿野院平藏、砂糖、夏洛蒂、流浪者、莱欧斯利： 普攻为主的角色，触发特效等于多了一次攻击，很不错。 烟绯、凝光、可莉、鹿野院平藏、夏洛蒂、流浪者、莱欧斯利： 普攻接重击的角色异常合适。 【西福斯的月光】 超链图片 根据精通提高全队的充能，推荐给可以纯堆精通的角色戴，能戴的角色不多，但却很有用。 适用角色： 【久岐忍】纯堆精通，专门作为「超绽放触发器」，并且提高全队的充能多用大招，可以作为毕业四星之一。 【枫原万叶】很多情况下，这把提升充能，有时候比五星的苍古循环起来更舒服，苍古是加成高，而这把是提升队伍的操作舒适度，但前提是充能不溢出，否则肯定是苍古。 【钟剑】 超链图片 这把可以给伤害吃生命值的角色使用，或者辅助能力吃生命的，用处较低。 适用角色： 【多莉】生命值提升大招奶量，而且还有个特效护盾，但特效冷却又太高，能用不好用。 【迪希雅】一命后伤害吃生命值更多，这样才有戴的意义，不过目前迪希雅的大剑有很多能用的，如果没有，那就勉强用吧。",
    "length": 4463
}