{
    "game_id": 2,
    "post_id": "35321446",
    "f_forum_id": 43,
    "subject": "【V3.4攻略·角色攻略】夜兰（机制/装备选择/队伍搭配）",
    "url": "https://www.miyoushe.com/ys/article/35321446",
    "created_at": 1675660434,
    "like_num": 61727,
    "view_num": 1179320,
    "reply_num": 1636,
    "text": "UID：100559319 这里是阿斯盖特，本期是自称供职于 「 总务司 」 的神秘人士，却又在总务司名录里的不存在之人，行踪飘忽、变幻无常的 「 夜兰 」 ！该篇将 详细地讲解 夜兰的 天赋机制 、 装备选择 以及 队伍搭配 ~ “在这世间行走，身份多一点才便利。需要我帮你捏造一些吗？” 【角色简析】 夜兰 是一位兼具 高频伤害 与 辅助能力 的 水元素综合型角色 。既可通过 元素战技 的 「 络命丝 」 标记途径的敌人造成水元素伤害，也可通过施放 元素爆发 凝聚 「 玄掷玲珑 」 持续协助场上角色造成 高频水元素伤害 。在元素爆发的 持续时间内 会 逐步提高 场上角色所造成的伤害。（培养简图如下） 角色培养材料图表 ▶天赋加点：元素爆发＞元素战技＞普攻 夜兰的核心技能在于 施放元素爆发后 利用场上角色 普攻触发 水元素 协同攻击 ，并配合 固有天赋2 提高场上角色造成的伤害，在 解锁6命前 优先升级元素爆发、元素战技， 满命后 可以升级普攻以此提高 「 破局矢 」 的伤害（ 非6命 推荐1/8/8以上， 6命 推荐9/9/9以上）。 【1】普通攻击（A/Z） ①.普攻分为4段，共5次伤害，第4段攻击造成2次伤害且具有 较大动作后摇 ，其余段数均造成1次伤害。 ②.蓄力射箭（重击）、「破局矢」（包含6命效果）均为 弱水元素附着（1元素量、9.5秒） 。 【2】元素战技（E） ①. 长按 战技进入 持续疾走状态 ，该状态下将 提升夜兰的移动速度 ，此状态 不影响体力恢复 ，在大世界跑图中有着极为优秀的体验，利用该特点可选择冲刺奔跑和夜兰长按战技穿插跑图的作用。 ②.持续疾走状态下（长按），可以 无视部分敌人碰撞体积 （即 穿过敌人 ），诸如史莱姆、丘丘人、愚人众等等敌人。 ③. 「 络命丝 」 攻击为 弱水元素附着 ，每次命中均可施加元素附着。 ④.每次点按/长按战技命中敌人后均产生 4颗水元素微粒 。 【3】元素爆发（Q） ①.大招的施放攻击为 强水元素附着（2元素量、12秒） ，后续的 协同攻击 为 弱水元素附着 。 ②.协同攻击遵循 “命中同一敌人时 2.5秒内 每 间隔2次攻击 施加元素附着” 的规则。 ③. 未解锁2命前 ，夜兰的挂水能力要 逊色于 满命行秋， 单独搭配胡桃时 ，会出现约在第7次重击时敌人头上附着火元素，进而出现 “ 反向打工 ” （即胡桃挂火、夜兰大招打蒸发）的现象，这一点可以通过 搭配行秋 或 解锁2命 进行 优化 。 ④.元素爆发 没有锁面板机制 ，会根据夜兰的面板实时结算。 ⑤.夜兰的协同攻击触发判定与行秋的雨帘剑类似，判定的是 角色普攻动作 ，而非普攻伤害。 PS： 雷电将军 开Q后的平A（视为 元素爆发伤害 ，但为普攻动作）、 妮露 开E后的平A（视为 元素战技伤害 ，但为普攻动作）等均可触发协同攻击。 【4】固有天赋 ①. 固有天赋1 ：通过 队内元素种类数 提高自身生命上限，进而提高技能伤害。 ②. 固有天赋2 ◆解锁该天赋 施放元素爆发后 ，提高场上角色的伤害，该伤害作用在 「 增伤区间 」 ， 与元素/物理伤害加成相加计算 。 ◆该增伤效果 不计入角色的属性面板中 ，故部分具有锁面板（快照）机制的技能则 不会被“锁起来” ，该提升为 全类型伤害提升 （可以理解为“角色造成什么伤害就提高什么伤害”）。 ◆该天赋的增伤效果为 线性增长 （符合“ 3.5X+1 ”的 等差数列 ，X为第X秒）， 切换角色不会重置增伤效果 ，该增伤效果将一直持续增加至50%停止，直到夜兰元素爆发效果结束归零。 【注】 不会提高 剧变反应 （即 扩散 / 感电 / 超导 / 超载 / 绽放 / 超绽放 / 烈绽放 / 碎冰 等反应）的伤害哟~ ③. 固有天赋3 ：该天赋效果与 「 申鹤 」 一致。 【补充内容】夜兰 固有天赋2 效果 作用区间 示意图 ▶武器介绍 （5星武器·上与非5星武器·下） ▶ 0命 夜兰 200%充能 下 绝缘4件 各武器伤害对比 ▶武器选择讲解 ①. 未解锁1命时 ，夜兰 首先要注意 的便是 充能效率 ， 在保证大招循后再提高技能伤害 ，其中 单水 阵容对于充能要求较高（推荐240%及以上）， 双水 可以降至200%左右。 ②. 解锁1命后 则可降低充能要求，可根据需求选择 充能 或 双暴类武器 。 ③.因为 技能倍率与生命挂钩 ，使得武器基础攻击、被动的攻击力加成对伤害无提升，而生命值加成弓箭较少（当前仅有 若水 、 反曲弓 ），使得想要提高伤害则优先考虑 双暴武器 。这也是低基础攻击、高双暴属性武器的优势所在（如 若水 、 猎人之径 等）。 ④.充能需求越高，越推荐优先选择充能武器；反之，当充能需求降低时，优先考虑双暴武器。 ⑤.当作为 挂水、辅助角色时 优先考虑充能武器，如 终末嗟叹之诗 、 西风猎弓 、 落霞 等；当通过阵容、命座等手段 降低充能需求后 ，可以考虑伤害类武器，如 若水 、 猎人之径 、 冬极白星 、 曚云之月 、 落霞 、 绝弦 、 弹弓 等。 ▶圣遗物介绍与主词条选择 ◆有效副词条 ①.偏向 挂水、辅助 时 ：元素充能效率＞暴击率≥暴击伤害＞百分比生命 ②.偏向 水伤输出 时 ：暴击率≥暴击伤害＞元素充能效率＞百分比生命 ▶圣遗物与词条选择讲解 ①. 0命时 ， 单水 时优先240%+的充能效率， 双水 时可降至200%左右； 1命 单水充能效率推荐在180-200%，双水时可降至150%左右。 ②.0命时，暴击率推荐在60%以上，暴击伤害推荐（非双暴/双暴武器）在120%/150%； 搭配双水、解锁1命使得 充能要求降低时 ，可将暴击率提高至70%以上，暴击伤害（非双暴/双暴武器）可提高至140%/180%以上。 【补充内容】 绝缘4 与 千岩2 + 水伤2 伤害对比 ▶由上图可知， 随着充能需求降低 ，“千岩2/水套2”与绝缘4件的差距逐渐缩小，这就意味着在200%以上依旧推荐优先绝缘4件，当充能在160%以下，可以考虑2+2的散搭组合，以减少凑4件套的时间。而在解锁6命后，当充能效率低于160%可以优先考虑“千岩2/水套2”的搭配。（其他武器类似） ▶命之座介绍 ▶命之座伤害提升对比 ▶命座解析 ①. 1命 额外施放一次战技可 缓解充能压力 ，得以 适当降低充能提高伤害 （如选择双暴武器或者生命沙漏）。 ②. 2命 使元素爆发 额外产生1枚水箭 ，该水箭 单独施加 一次 弱水元素附着 ，不与原有的协同攻击共享附着规则。此时，夜兰单人即可压住胡桃的火元素附着。 ③.解锁 4命 后，元素战技命中敌人将 增加全队生命 ，队内具有“生命”收益的角色越多，该命座的收益也越高（如胡行钟夜）。 ④.解锁 6命 施放元素爆发后，夜兰站场普攻将施放5发 破局矢 ，在命中同一敌人时只有第1、4发破局矢造成 弱水元素附着 ，极大程度上提高了夜兰的爆发伤害。 ◆ 总的来说 ， 0命 的夜兰对于 充能要求较高 ，使其 需要降低伤害来提高充能以优化循环 ，解锁 1命 后将降低充能需求， 2命 的额外水箭当前更多是用以搭配胡桃。解锁2命后夜兰也可以作为主C前台输出。如果想要进一步提高夜兰的输出能力可以考虑抽取至 6命 。 夜兰既有元素爆发的 脱手协同攻击机制 ，也有 固有天赋提供全伤害加成 ，使其队伍搭配较为多元。 低命 多作为辅助搭配其他角色， 高命 （多为2命及以上）则可以担任主C进行搭配。 Ⅰ.搭配 火C 【1】胡桃蒸发队/胡行钟夜 胡桃 + 行秋 + 钟离 + 夜兰 夜兰通过 固有天赋2 使在场上的 胡桃 造成的伤害提升，与 行秋 组成双水后，队内的 「 双水共鸣 」 收益极大 ，且搭配行秋之后可以优化0命夜兰无法单独通过元素爆发“压住”胡桃火附着的现象。 推荐 胡桃 选择夜兰的大招即将结束时 收尾施放元素爆发 ，可以获得最高的伤害提升。 推荐 0命夜兰优先考虑搭配行秋 ，既可组成双水共鸣，也可互相产球充能，降低0命夜兰的充能压力。 【注】 该队伍组成了 “ 4璃月 ” 阵容，此时 「 千岩长枪 」 要 优于同精炼等级 的 「 匣里灭辰 」 。 ▶「参考手法」 ：行秋EQE（祭礼剑）、钟离长按E、夜兰QE、胡桃开E接AZ输出 「相关角色培养」 （ 胡桃 / 行秋 / 钟离 ） 【2】宵宫蒸发队 宵宫 + 夜兰 + 钟离 + 班尼特 / 云堇 宵宫 开启战技后的 火伤普攻 存在 “计数器/计数器” 的 附着规则限制 ，使其普攻不能全部触发蒸发，使得即使 非2命的夜兰也可配合打出蒸发 而不出现“反向打工”的现象。 在搭配 钟离减抗 、 班尼特 或 云堇 的增幅后搭配夜兰的增伤机制则可 提高宵宫的伤害 。在班尼特和云堇中做选择时，可根据深境螺旋的另一队伍需要进行考虑。 【注】 ①. 单水阵容 的 夜兰 需要 提高自身的充能效率 以优化大招的循环。 ②.班尼特或云堇的第四人也可选择 行秋 ，这样可以缓解夜兰的充能压力。 ▶与「 钟离 」的替换 ： 迪奥娜 、 莱依拉 、 托马 等 「相关角色培养」（ 宵宫 / 班尼特 / 云堇 ） Ⅱ.雷神国家队 雷电将军 + 夜兰 + 香菱 + 班尼特 行秋替换为夜兰主要是 提高雷电将军输出时的伤害 。不过需要注意的是 没有 行秋的 减伤效果 在面对部分 冰牢 、 魔偶剑鬼 等环境的爆发攻击命中时会存在 被班尼特大招附着火元素 而 突然站场角色倒下的可能 。 ▶「参考手法」： 雷神E、夜兰QE、班尼特QE、香菱QE、雷神Q接输出 ▶ 「相关角色培养」 Ⅲ. 双水 组合 上文所提到的胡桃、宵宫搭配“夜兰+行秋”的组合，和下文即将写到的阵容均属于双水组合的范畴。 【1】绫人双水 神里绫人 + 夜兰 + 盾辅 / 治疗 + 增幅角色 双水共鸣 提高夜兰伤害的同时，也提高了 绫人 施放战技后的 普攻伤害 （元素战技的 「 泷廻鉴花 」 机制 与生命挂钩 ，属于 基础倍率区间 ）。 队伍的其他两名角色则优先选定一位提供 治疗 或 护盾 ，提高队伍的整体容错率，另一位则选择提高水元素伤害的 增幅类角色 。 ▶ 盾辅选择 ： 钟离 、 莱依拉 、 迪奥娜 等 ▶ 治疗选择 ： 琴 、 早柚 、 瑶瑶 等 ▶ 辅助角色 ： 班尼特 （攻击拐兼治疗）、 云堇 （基础倍率拐）、 枫原万叶 （增伤拐和风套减抗）等 ▶ 「相关角色培养」 【2】三水队/纯水队 珊瑚宫心海 + 行秋 + 夜兰 + 枫原万叶 枫原万叶搭配 翠绿之影（风套）4件套 扩散降低水元素抗性，增加全队水元素伤害。多以心海站场触发夜兰的协同攻击。 【注】 先行秋施放技能，因为行秋技能CD最长，其次则是夜兰施放技能。 【3】高命时 夜兰主C 夜兰 + 行秋 + 枫原万叶 + 钟离 夜兰的命座逐步提输出能力，搭配双暴类武器后可选择 站场输出 。在选择 盾辅 / 治疗 角色后，第四位既可选择增加水伤的 辅助角色 （如枫原万叶），也可考虑具有可观输出伤害的 后台角色 （如菲谢尔等）。 【注】 ①.解锁6命后也可将行秋换成 莫娜 提高「破局矢」的爆发伤害。（但6命已经可以单通了.jpg） ②.此外，还有“ 夜兰 + 莫娜 / 高配置妮露 + 枫原万叶 + 香菱 ”的“ 蒸夜 ”玩法，注意堆叠香菱、莫娜的充能效率，此外高配妮露可以使用 高精练圣显之钥 同时推荐选择 满命妮露 （多用于 竞速玩法 ）。 ▶「参考手法」 ：行秋EQE、钟离长E、万叶EQ接A、夜兰QEE后继续普攻 Ⅳ.搭配 直伤 主C的增伤拐 【1】雷九夜琴 雷电将军 + 九条裟罗 + 夜兰 + 琴 该队伍可以 节省 枫原万叶、班尼特去搭配其他阵容，主要伤害为雷电将军的 雷伤 、夜兰的 水伤 输出，多选择2命及以上雷电将军。也可考虑将 八重神子 替换九条裟罗。 ▶「参考手法」 ：雷神E、夜兰QE、琴QE、九条裟罗E接蓄力箭后Q、雷神Q接输出 ▶ 「相关角色培养」 【2】风系直伤 风C + 珐露珊 + 夜兰 + 盾辅 / 治疗 珐露珊 的技能机制可以从 基础倍率 、 增伤 、 暴伤 （6命）和 抗性 等方面提高风C的伤害，搭配夜兰可以进一步提高风C的增伤系数，第四人推荐考虑盾辅/治疗角色提高队伍容错率。 ▶ 「风系输出」 ： 流浪者 、 魈 、 鹿野院平藏 等 ▶ 「相关角色培养」 【3】岩系直伤 岩C + 五郎 + 阿贝多 / 钟离 + 夜兰 岩系输出阵容多为 三岩队 ，第四人的选择相对灵活。当 无需对应元素破盾时 选择夜兰可提高岩C的输出伤害。需要注意的是， 单水 夜兰多堆叠元素充能效率。 ▶ 「岩系输出」 ： 荒泷一斗 、 诺艾尔 等 【注】 荒泷一斗 的主要输出方式为 重击 ， 无法触发 夜兰元素爆发的协同攻击，但 依旧可以获得增伤提升 。 【4】雷优组合 雷电将军 + 优菈 + 盾辅 / 治疗 + 夜兰 雷电将军 回复全队能量 ，与优菈触发 超导 降低敌人物抗，提高优菈的物理伤害。优菈与雷电将军接连输出 均可触发夜兰的协同攻击 ，并且获得增伤提升。第四人考虑搭配 盾辅 或 治疗 角色提高队伍容错率。 ▶ 「常见第4人选择」 ： 钟离 、 迪奥娜 等 ▶ 「相关角色培养」 Ⅴ.搭配“ 草武 ”的直伤驾驶员 纳西妲 + 久岐忍 + 夜兰 + “ 驾驶员 ” 本质上属于“草神国家队/草国武装”的衍生组合， 夜兰 通过固有天赋2 提高站场角色的伤害 ，且多数驾驶员主要 以普攻进行输出 可以 触发 夜兰元素爆发的 协同攻击 ，进而 挂水触发元素反应 。 【注】 相较于行秋，夜兰没有抗打断和减伤效果，当进入绽放队伍时，若其他对增加容错率的手段较少，且面临较高压环境时（如3.4深境螺旋），会出现队伍角色的生存问题，因此需要 谨慎考虑 在“夜兰”与“行秋”之间的“选择”。 ▶直伤「 驾驶员 」的选择 ①. 神里绫人 ：神里绫人前台挂水反应的同时 夜兰 提高队内水元素伤害，且双水组合可以降低夜兰的充能压力。 ②. 赛诺 ：与久岐忍组成 双雷共鸣 额外产球回能，同时夜兰提高赛诺施放大招后的普攻伤害，配合 纳西妲 产生 激化反应 ，且该队伍多为赛诺触发 超绽放反应 ， 久岐忍 可适当 多堆叠生命 。 ③. 艾尔海森 ：夜兰提高其草元素伤害，与赛诺队 均需要注意的是 没有行秋抗打断和减伤效果 注意输出时的手法 。也可以将纳西妲替换为 菲谢尔 提高队内激化占比，此时艾尔海森优先考虑 「 深林的记忆 （ 草套 ） 」 4件套。 ④.除以上直伤驾驶员外，还可以考虑 纳西妲 直接站场输出 ，此时第4人可以考虑选择 菲谢尔 提高队内伤害。也可以考虑其他风、冰元素角色，如 鹿野院平藏 、 优菈 等组合玩法。 ▶「参考输出手法」 ：纳西妲EQ、夜兰QE、久岐忍E、驾驶员站场输出 「相关角色培养」 Ⅵ. 妮露 绽放队 纳西妲 + 夜兰 + 妮露 + 珊瑚宫心海 / 瑶瑶 该队伍主要由 纳西妲站场 触发夜兰的协同攻击，增强了妮露绽放队伍的对单伤害，属于妮露绽放队的一种衍生组合。该队伍的由 绽放反应伤害 、夜兰 水元素伤害 和纳西妲 草元素伤害 等组成。珊瑚宫心海也可用 芭芭拉 代替。 当将心海/芭芭拉的位置替换位 瑶瑶 时，其释放元素爆发需要瑶瑶站场5秒。 ▶「参考手法」 ：妮露连续E开水环、纳西妲EQ、夜兰QE、心海E、纳西妲站场普攻 ▶「相关角色培养」 以上就是本期 「夜兰」 角色攻略的全部内容啦~我们下期再见！_(米游姬入欧)",
    "length": 6358
}