{
    "game_id": 2,
    "post_id": "39343534",
    "f_forum_id": 43,
    "subject": "原神新手/萌新的八大建议使你不再拉胯萌新指南新手攻略",
    "url": "https://www.miyoushe.com/ys/article/39343534",
    "created_at": 1684071077,
    "like_num": 3198,
    "view_num": 28806,
    "reply_num": 257,
    "text": "最近看了很多粉丝的号，把新手最容易犯的错误总结下做一期新手攻略。ps:不管你在提瓦特有什么困难（比如：配队、破盾、解密、过任务、帮忙找贵重物品等等）都可以来找小白（最后有视频） 建议一：开锚点 有很多的旅行者没有到一个新地区就把附近锚点开开的习惯，这一点非常的不好，那么锚点有几种、开锚点有什么好处？ 锚点种类：锚点分为七天神像、副本、传送锚点 开锚点的好处：1、前期由于我们伤害非常的低容易被怪物打死，开了附近的锚点可以快速过去 2、由于魔神任务、世界任务、地脉花、突破材料、宝箱收集和资源的收集需要我们经常去一个地方，开了锚点能使我们快速过去、方便我们赶路 建议二：抽卡 原神有两种能抽卡的球一种是蓝色的叫相遇之缘；一种粉色的叫纠缠之缘 卡池分为常驻、武器和当前up池.其中常驻是用蓝球；武器和up池用粉球下面关于池子我说几点建议 1、武器池萌新和微氪玩家不要碰，里面的水太深了。 2、就是我们抽卡不要见一个爱一个，要规划好自己想玩什么队伍，然后复刻了，把队伍抽出来。 3、不要用原石买蓝球、重要的说三遍自己乘以三默读，如果真的买了，我来交给大家一个办法，就是去找客服反应就说自己不小心买错了，一般都能退回来，但是有个前提就是你买的蓝球不能用，用了就不管了。 建议三：配队 新手配队大致存在以下两点误区 1、配队不看元素共鸣： 这一点用好提升还是很大的。比如：我们要跑图可以配个双风减少体力消耗等等，下面我会一一列出元素共鸣的效果。 2、不会队伍搭配： 我看有粉丝的号把所有的主C都放在一个队伍里，这样是错误的并不能带来多大的伤害。 一个正确的队伍结构是：主C（打伤害、战场输出）+副C（补伤害）+辅助（可以带来元素反应/加血加盾）+补位（自己的队伍缺什么上什么） 有不会配队的也可以找小白，配队太复杂了，后期也会详细解析的 建议四：角色培养 角色培养：不是所有的角色斗需要升级前期资源非常重要我们要把好钢用在刀刃上 1、优先培养自己主要玩的队伍角色，前期主C培养一个就可以了俗话说：流水的主C、铁打的辅助，辅助还是要优先养的 2、一个人物的养成顺序是：先角色等级再武器等级然后是圣遗物最后是天赋 3、冒险等级45前不要卡等级不然后期很容易变痛苦号。 原因是卡等级给的资源太少然后突破是你攒的经验都用了直到下一个突破，怪物提升太高，自己打不过就变痛苦号了 建议五：圣遗物 关于圣遗物可能有很多玩家都听过 冒险等级45级前不要刷 至于为什么不要刷我和大家分析一下、再说一下前期我们刷怎么获得圣遗物 不要刷原因： 1、四星和五星满级提升数值差别太大45级以后就可以打等级最高的副本稳定出五星，也就是说花一样的树脂一个出四星一个五星你选择那一个！ 2、就是和脆弱树脂有关系了，这个可以说是整个游戏最贵重的资源了，后面会讲这里就不多说，需要知道这个非常重要 45级前获取方法：一个是开宝箱二是冒险之书、还有人会说世界boss也会掉，因为世界boss也和树脂有关系这个就排除掉了 建议六：贵重物品收集 贵重物品有： 神瞳、宝箱、突破材料、类似神瞳的东西（层岩巨渊的流明晶石）等等 ，收集时一定要在 地图上标点， 不然后期找起来特别麻烦， 小白也会做攻略视频也可以跟我找。 建议七：破盾 破盾就是有时候有一些怪，需要我们把盾给破了才能打，下面说下基本破法，后面如果需要更详细的可以留言我单独出一期 水盾：草x2       火盾：水x2、草无效       冰盾：火x2 草、水无效       雷盾：火、草都是二倍      岩盾：这个比较特殊你可以把它看成矿石用双手剑和岩元素都能破 建议八：脆弱树脂 树脂可以说是游戏最重要的资源了 1、用途多：不管是45级刷圣遗物还是刷角色突破材料又或者打周boss获取武器原胚等等这些都需要它，这些东西都是我们提升战力必不缺少的资源 2、获取困难：除了等级突破，供奉神树、活动我们无法获得，而且这些都是一次性的，氪金除外 3、我们前期可以用能恢复的160树脂打打地脉花来获取摩拉和经验书、攒攒资源也可以打下无相系列的怪，但是小月亮千万别用 最后小白在这求大家多多点赞和关注，有什么问题也都可以来找小白",
    "length": 1717
}