{
    "game_id": 2,
    "post_id": "42476255",
    "f_forum_id": 43,
    "subject": "【V4.0攻略·任务与探索】世界任务「细雨将至」",
    "url": "https://www.miyoushe.com/ys/article/42476255",
    "created_at": 1692237110,
    "like_num": 246,
    "view_num": 29648,
    "reply_num": 67,
    "text": "UID173127453 哈喽大家好，这里是然然然，本期为大家带来枫丹系列世界任务 细雨将至 的详细任务过程，一起来看看吧！_(诺登斯_盯) 本任务全部做完可能耗时会较长，因为还有分支任务需要做完，但是奖励较为丰厚，不烧脑，只要跟着任务指引便可以做完_(甘雨-OK) 前置任务 做完前置任务幻景的涂饰即可自动开启细雨将至啦 【V4.0攻略·任务与探索】世界任务「幻景的涂饰」 在上个任务结束后会自动接取 任务流程 01.来到海沫村打听零件的事情 首先我们来到海沫村附件的传送锚点，跟随任务指引，向西南方向前进打听零件的事情 与瑟琳对话后，在村子里转转，向大家打听有关零件的事情，帮助美露辛们解决困扰或者是在周围探索，就可以获得零件啦 总共还可以获取好几个零件 ，我这里给大家列出4个零件的方法，总共我们再收集三个即可，接下来我们一起看看零件的所有位置吧！ 零件获取方法 第一个零件：瑟琳给了我们一个零件 其余零件点位如下 第二个，帮助伊雅蕾撒饵 帮助伊雅蕾后，完成对话可以获得第二个零件 第三个零件 寻找npc薇蕾娜妲，接取新世界任务“这可不是南瓜汤” 完成任务后，可以获得第三个零件 这可不是南瓜汤的任务过程会放到本期中，可以下滑查看 第四个零件 寻找NPC艾伊丝，完成任务孤帆幽影即可获得第四个零件 第五个零件 寻找npc，完成秘诲揭示之书的世界任务，即可获得最后一个零件 上述世界任务都可以在本期中找到传送链接！大家挑选自己想做的收集齐4个零件即可 这可不是南瓜汤 【V4.0攻略·任务与探索】世界任务「这可不是南瓜汤...」 孤帆幽影 【V4.0攻略·任务与探索】世界任务「孤帆幽影」 秘诲揭示之书 【V4.0攻略·任务与探索】世界任务「秘诲揭示之书」 到这里如果按我的步骤，目前就已经收集了五个零件啦，接下来我们进入下一步吧 02.回去找玛梅赫 来到玛梅赫的家后，我们与玛梅赫对话 对话完成后，我们可以获得一个隐藏成就“不过是条猎犬...” 03.前往指定位置 随后我们从图示锚点出发，向南前进，来到指定位置 到达洞口处，我们继续向洞口前进，前往指定地点 继续前进，直到可以看到几只魔物，我们看到魔物后，与其战斗并消灭魔物 战斗结束后，出现一个宝箱，这一步完成 04.寻找躲藏在附近的美露莘 我们上一步完成后，来到图示任务指引的水边，跳入水中，下潜进入水下，寻找躲藏在附近的美露莘，来到水下后，我们来到指定的地点，即可开启对话，与玛梅赫等人对话 对话完毕后，我们进入下一步 05.救出被困的美露莘 我们靠近被困的美露莘，斩断海草 有小伙伴不知道该如何斩断海草，在这里我们来说一下方法 如何斩断海草 原海海草的强韧生命力 有些原海海草的薄弱节点会闪烁着特殊的光芒。这些节点需要借由 原海水刃 的力量在短时间内全部切断，否则就会重新产生。 我们向后游，可以发现旁边有几只鱼，靠近他们按攻击键，即可获得原海水刃的力量 然后再使用这个力量去斩断海草 我们斩断海草后就可以救出美露莘啦 与格雷丝蒂以及其他人对话结束后，我们进入下一步 06.前往指定地点 对话结束后，我们从原地向东南方向游过去，在这里不要使用传送锚点噢，传送锚点是过不去的 我们游到图示转弯的地方，就算是来到指定地点前方了，我们进入这个蓝色的圈内 实际上这是一个洋流 跟随洋流前进，我们继续向前游，可以获得一个 隐藏成就“两万里格的漫游” 此时我们还没结束，我们需要继续游 最终我们来到指定地点 小声说话，这个任务为什么全都是叫指定地点啊（） 到达指定地点后，与众人完成对话，这一步我们就完成啦 07.回到海沫村 我们刚刚对话时，好像又有魔物来啦，所以我们现在要返回海沫村击败魔物，我们需要像上方游，返回海沫村 返回海沫村后，利用捷径返回，随后击败来袭的魔物 击败魔物后，我们进入下一步 08.利用棱晶共鸣调查矿石 和之前的方法是一样的，我们站在棱晶前瞄准矿石，然后攻击棱晶使棱晶与矿石发生共鸣 使棱晶与矿石共鸣后，掉出来一个美露莘，随后我们进入对话 完成对话后，会出现几只魔物，我们击败魔物即可 击败魔物后，完成对话，到这里任务就结束啦， 总共可以获得60原石与两个隐藏成就 任务结束后，我们会自动接取下一个后续的新任务，心与月蓝色的思念 本期到这里就结束啦，如有纰漏还望指出，感谢大家支持，我们下期再见！_(甘雨-谢谢)_(甘雨-谢谢)_(甘雨-谢谢) 更多的枫丹攻略可以在合集中找到哦_(甘雨-OK)",
    "length": 1836
}