{
    "game_id": 2,
    "post_id": "33801623",
    "f_forum_id": 43,
    "subject": "天臂池（所有的宝箱，草神瞳，兰那罗，石堆）探索攻略",
    "url": "https://www.miyoushe.com/ys/article/33801623",
    "created_at": 1672929694,
    "like_num": 442,
    "view_num": 14213,
    "reply_num": 23,
    "text": "须弥，须弥城旁边的天臂池（图示区域）。 天臂池，有12个宝箱，3个草神瞳，3个兰那罗，其他物品。 天臂池，探索和收集物品都很简单。不过，探索和物品分布广泛，还没有探索的小伙伴可以跟着攻略探索。 开始探索前，准备一个草属性角色、一个雷属性角色、一个火属性角色、一个弓箭手角色。 · 探索顺序 第1个宝箱 第1个石堆 → 第2个宝箱 第1个兰那罗 → 第3个宝箱 第1个草神瞳 → 幻梦之门 第4个宝箱 第5个宝箱 → 第6个宝箱 第2个石堆 → 第7个宝箱 第3个石堆 → 第8个宝箱 → 清除死域 第9个宝箱 第2个草神瞳 → 第3个草神瞳 → 第2个兰那罗 第3个兰那罗 第10个宝箱 第11个宝箱 → 第12个宝箱 → 水上的小箱子 · 第1个宝箱 第1个石堆 图示传送点附近，击败镀金旅团，得到宝箱（在天臂池探索找到的第1个宝箱）。 宝箱的附近有一个石堆（在天臂池找到的第1个石堆），调查石堆增加探索度。 · 第2个宝箱 第1个兰那罗 图示地点，击败镀金旅团，得到宝箱（天臂池找到的第2个宝箱）。 宝箱旁边还有一个兰那罗（天臂池找到的第1个兰那罗）。 图示，装备「古老的诗琴」。 点击诗琴，开始，1，2，3，4，5，弹奏乐曲，兰那罗就会返回家园。 · 第3个宝箱 第1个草神瞳 图示地点，开启挑战，前往目的地，开启宝箱。 开启挑战以后，空中出现四叶印。 通过四叶印前往目的地的途中，会经过和顺手拿了图示的草神瞳（天臂池找到的第1个草神瞳）。 目的地，幻梦之门的旁边，得到宝箱（天臂池找到的第3个宝箱）。 · 幻梦之门 第4个宝箱 第5个宝箱 图示地点，幻梦之门，装备「古老的诗琴」弹奏。 1，2，3，4，5，弹奏，然后穿过幻梦之门开启挑战，我们要收集15个幻梦之种。 其中，幻梦之门的西面可以收集10个幻梦之种。 幻梦之门的东面可以收集5个幻梦之种。 幻梦之种都很容易寻找，如果找不到，可以用雷元素激活幻梦之花，周围就会出现明显的提示。 最后，得到宝箱（天臂池找到的第4个宝箱）。 图示，幻梦之门的旁边有一个仙灵。 仙灵的正下方有蘑菇，通过蘑菇跳高，触碰仙灵，然后，我们跟着仙灵前往仙灵底座。 跟着仙灵的途中，进入山洞。 最后，来到山洞的瀑布旁，仙灵底座的旁边得到宝箱（天臂池找到的第5个宝箱）。 · 第6个宝箱 第2个石堆 图示传送点出发，来到图示地点，我们使用火元素点燃4个火炬，可以得到宝箱（天臂池找到的第6个宝箱）。 其中的一个蓝紫色火炬，我们等小精灵接近火炬的时候，对小精灵使用雷元素，蓝紫色火炬就会变回正常火炬。 图示，火炬和宝箱的不远处有一个石堆（天臂池找到的第2个石堆）。 调查石堆。 · 第7个宝箱 第3个石堆 图示地点，击败镀金旅团，得到一个精致的宝箱（天臂池找到的第7个宝箱）。 镀金旅团的不远处，有一个机关，使用草元素激活机关，可以找到机关下面的石堆（天臂池找到的第3个石堆）。 · 第8个宝箱 图示地点，获取草种子，射击机关，开始解谜。 然后，带着草种子，射击图示的3个树桩上的机关，完成解谜。 完成解谜，得到宝箱（天臂池找到的第8个宝箱）。 · 清除死域 第9个宝箱 第2个草神瞳 图示地点，清除死域，然后，使用雷元素激活旁边的蘑菇，再通过蘑菇获取天上的草神瞳（天臂池找到的第2个草神瞳）。 注意的是，萝莉太矮，萝莉不能通过跳高获取这个草神瞳。 带着草种子，重击和清除3个死域枝节。 最后，战斗和摧毁死域瘤，得到宝箱（天臂池找到的第9个宝箱）。 · 第3个草神瞳 图示传送点的附近，使用雷元素激活蘑菇。 然后，通过蘑菇跳高得到空中的草神瞳（天臂池得到的第3个草神瞳）。 · 第2个兰那罗 第3个兰那罗 第10个宝箱 第11个宝箱 继续探索，图示传送点的附近，有两个兰那罗。 其中一个兰那罗叫兰耆都（天臂池遇到的第2个兰那罗），我们和兰耆都对话，开始挑战。 挑战开始，兰耆都的旁边出现微粒，我们接触绿色微粒。 继续挑战，普攻攻击，破坏兰耆都旁边的图示的3个木箱，完成挑战。 完成挑战，得到宝箱（天臂池找到的第10个宝箱）。 兰耆都的不远处还有一个兰那罗（天臂池找到的第3个兰那罗）。 和兰那罗对话，再交出2个毗波耶，兰那罗就会回家。 收集毗波耶： 须弥，桓那兰那，可以采摘毗波耶。 在红色天空的桓那兰那，才能采摘毗波耶。桓那兰那，图示地点，修梨薛那的面前，装备「古老的诗琴」弹奏，让桓那兰那的天空变成红色。 图示地点，小房子的两边，各采摘一朵毗波耶。 天臂池，图示地点，解谜，得到宝箱。 按着图示路线，行走，完成解谜，得到宝箱（这次探索找到的第11个宝箱）。 完成解谜，还得到1个「桓斯弥利底」。 在须弥的其他地区，我们会收集到其他11个「桓斯弥利底」，集齐所有的「桓斯弥利底」可以完成桓那兰那的一个任务。 · 第12个宝箱 图示地点，河边有一个「林中黯道」空间。 空间的面前，我们装备「古老的诗琴」弹奏，1，2，3，4，5。 然后，进入空间。（如果没有弹奏成功，那么是没有完成森林书的通往黯道的空间的任务。） 在「林中黯道」空间，通过蘑菇跳高得到草种子。 带着草种子，重击和破坏3个石块，再使用草元素激活石块后面的元素方碑。 最后，解谜完成，得到宝箱（天臂池找到的第12个宝箱）。 · 水上的小箱子 图示，天臂池附近的河上有3个漂浮的小箱子。 调查小箱子，可以增加探索度。不过，我们做须弥主线第一章任务、森林书第二章任务的时候，可能已经顺手路过这里、拿了这里3个小箱子了。 以上就是天臂池区域的所有探索攻略。 一共41原石，17个草之印。完成探索，相当于增加1%须弥的总世界的探索度。 天臂池，附近的区域的探索。 化城郭 探索攻略： https://mihoyo.com/31637253 离渡谷 探索攻略： https://mihoyo.com/31637406 须弥城 探索攻略： https://mihoyo.com/29116539",
    "length": 2437
}