{
    "game_id": 2,
    "post_id": "55124119",
    "f_forum_id": 43,
    "subject": "【V4.7攻略·角色攻略】入门到精通丨芙宁娜攻略&实战进阶",
    "url": "https://www.miyoushe.com/ys/article/55124119",
    "created_at": 1720959850,
    "like_num": 2209,
    "view_num": 9333,
    "reply_num": 18,
    "text": "UID 186486875 哈喽各位旅行者大家好！ 本期内容给大家带来的是 「不休独舞」芙宁娜的角色全方位攻略 ，攻略内容涵盖芙宁娜的天赋解读、配装推荐、命之座推荐、配队推荐以及相应的实战演示、解析等。 芙宁娜的复刻池即将结束，无论是抽到了不知道怎么玩，还是不知道自己该不该抽取芙宁娜或继续补充命座，相信看完本期内容后都会得到属于自己的答案。 那么话不多说，我们进入正题！ 〓一图流&角色简评〓 首先是芙宁娜的一图流攻略以及角色简评，后文还有各个版块的详细解析，不要错过咯！ ▌角色一图流 ▌ 角色简评 芙宁娜是一位同时具备输出、增伤、治疗等能力的水元素角色，定位为副C&辅助，是 不可多得的强力角色。 此外，芒荒双性始基力和无限水上行走，也使得芙宁娜成为了 枫丹地区大世界探索的不二之选。 〓 天赋解读 〓 想要了解一个角色，首先就需要了解这个角色的天赋。随着对天赋解读的由浅至深，对该角色的理解自然也会逐渐增加。接下来就为大家分析一下 芙宁娜天赋的相关机制以及特性。 ▌ 普通攻击 芙宁娜的输出和辅助能力均来自元素战技和元素爆发，因此普通攻击需要注意的地方不多，这里简单跟大家提几个技能说明中没有说到或没有详细说明的要点。 1.「始基力: 圣俗杂座」触发的 灵息之刺 和 流涌之刃 的CD是 独立计算 而非共享的，也就是通过AZA的方式 可以连续打出两次不同始基力的协同攻击。 2. 灵息之刺 和 流涌之刃 的攻击类型为纯对单攻击，复数怪物距离再近同一时间也只能对单名敌人造成伤害。 3. 同样是 灵息之刺 和 流涌之刃 ，虽然该攻击造成的水元素伤害 没有元素附着，但仍能与大世界单位正常进行交互， 例如海露花的采集和水元素方碑的触发。 芙宁娜的普攻作为纯攻击力倍率天赋，在主堆生命的情况下造成的伤害极低。 具备独特意义的是帅气优雅的普攻动作、重击的始基力切换以及普通攻击触发的 灵息之刺 和 流涌之刃 协同攻击，而这几点与技能等级并没有任何关联，因此 该天赋完全不推荐升级，想要提升的旅行者喜好投入资源即可。 ▌ 元素战技 元素战技是芙宁娜的核心天赋之一，芙宁娜释放战技会根据当前的始基力属性产生不同的效果，我们分开讲解。 • 荒性 芙宁娜处于荒性时，释放元素战技将造成一次小范围AOE水伤（弱水附着），并召唤三位分别为海马、章鱼、重甲蟹形态的「沙龙成员」（战技持续期间用重击切换至荒性同样会召唤三位「沙龙成员」），间歇性攻击场上敌人。 「沙龙成员」会消耗半血以上的队伍成员血量以增强攻击，最多同时消耗四名队友血量 造成140%伤害，增幅作用于倍率区。 「沙龙成员」的攻击命中敌人时会产生1颗水元素微粒，三位「沙龙成员」共享2.5秒的产球CD。 三位「沙龙成员」的其他战斗数据如下图所示。 「沙龙成员」会 优先攻击场上角色的目标， 场上角色未发起攻击时则锁定 距离最近的目标。 敌人处于「沙龙成员」索敌范围内（索敌半径约为纳西妲大招半径1.5倍，覆盖深渊场地半径）但超出攻击范围时，「沙龙成员」 会瞬移到锁定的敌人身边进行攻击 （瞬移有1.5秒的CD），当角色与「沙龙成员」的距离超过索敌范围后，「沙龙成员」同样会瞬移回角色身边。 • 芒性 芙宁娜处于芒性时，释放元素战技将召唤「众水的歌者」（战技持续期间用重击切换至芒性同样会召唤「众水的歌者」），每隔2秒将为场上角色恢复一次生命值。 「众水的歌者」 治疗范围与纳西妲大招的范围一致。 除了上述的战斗手段之外，释放战技后芙宁娜还可以在水面上移动，且由于战技的持续时间大于冷却时间，因此芙宁娜可以轻松实现无限渡海；芙宁娜释放战技后还可以通过切人潜水的方式将沙龙成员带入水下协助战斗，这两项能力都在一定程度上提高了芙宁娜的大世界探索效率。 由于「众水的歌者」仅有治疗效果，不具备任何功能性，因此在实战中芙宁娜芒性战技的作用并不大，战斗时基本不会切换成芒性，芒性战技在大世界探索时会相对更好用一些。 而荒性战技除了不俗的数值以外，优秀的机制同样十分亮眼。 首先是芙宁娜的输出模式。 无真空期的后台输出，这一点想必是许多玩家对芙宁娜青睐有加的一大原因所在，后台输出的优点想必也不用过多赘述了，一直以来后台输出的角色总是更容易得到旅行者们的认可。 其次是芙宁娜战技的出伤手段。 行秋、夜兰大招的普攻触发，在元素爆发动画，元素战技前后摇，角色执行重击、闪避等除普攻外的指令等场景下，显然是难以避免丢失伤害的，而阿贝多阳华的造成伤害触发，在破盾场景下也是力有不逮。 而芙宁娜的战技在与神子的杀生樱同为全自动攻击的基础上，更是在索敌上进行了优化——优先攻击场上角色的目标这一机制在实战中无疑是十分具有优势的。 还有一点不得不说， 芙宁娜在技能特性方面也有独到的优势。 「沙龙成员」同其他后台输出技能对比，有一个不容忽视且在实战中极具分量的优点——「沙龙成员」是携带跟随属性并独立存在的。 首先，这意味着「沙龙成员」不会像纳西妲的灭净三业那样，依赖元素战技所闻遍计施加的蕴种印效果存在，也就是在 面对多波次敌人的时候，芙宁娜无需多次登场释放技能 就能完全保证自身能力的百分百发挥。 其次，与同为召唤物的杀生樱和奥兹不同，「沙龙成员」的跟随属性使得芙宁娜即便在面对部分对 中远距离转火 有一定要求，敌人分布较散的环境也丝毫不会露怯。 此外，作为与聚变反应不同的后台直伤， 优秀的吃拐能力 也使得成型后的芙宁娜 拥有更高的上限。 ▌ 元素爆发 芙宁娜释放元素爆发时将造成一次大范围AOE水伤（弱水附着），并为全队提供可叠加的增伤&受治疗加成buff（300层气氛值时提供75%增伤和30％受治疗加成）。 气氛值通过队伍角色生命值变动叠加，因此在队伍中携带具备回复/消耗生命值手段的角色可以加快芙宁娜元素爆发的叠层速度。 芙宁娜在元素爆发持续期间再次释放元素爆发 会清空当前叠加的气氛值层数。 元素爆发提供的增伤不在角色面板上显示，因此 无法被带有快照机制的技能锁住增益。 ▌ 固有天赋 固有天赋一进一步提高大招叠层速度， 鼓励玩家在队伍中额外携带一名治疗角色。 固有天赋二根据芙宁娜的生命上限提高荒性战技伤害，降低芒性战技治疗间隔，相当于 提高了生命值词条的收益。 固有天赋三则能提高在枫丹水下的探索效率，优化大世界体验。 〓 圣遗物推荐 〓 圣遗物方面，套装 仅推荐使用「黄金剧团」四件套作为毕业套装， 过渡则可以在花海/千岩/剧团/水仙/沉沦/绝缘中任意选择两种二件套，其中花海+千岩的组合收益最高，但 整体差距不大，过渡期按自身圣遗物情况选用即可。 圣遗物需要特别注意的还是充能部分，通过上述的技能解读大家应该都十分清楚，芙宁娜作为辅助的绝大部分能力都来自于元素爆发，因此大招循环就显得十分重要。 那么，芙宁娜究竟需要堆多少充能呢？我们按不同的配队来简单给大家推荐一下芙宁娜的充能数值： 芙宁娜单水入队需要200%+的充能，队伍中有角色携带西风武器则降低到170%+；与夜兰、行秋、那维莱特组成双水时，需要150%+的充能； 而三水甚至四水队或与雷电将军组队时，芙宁娜基本不需要充能词条。 因此在主词条方面 ，沙漏位置根据实际要进的队伍所需的充能进行选择即可；杯子优先选择生命杯， 一方面是2命之前生命杯的收益要明显更高，即便是2命之后生命杯与水伤杯差距缩小的情况下，生命杯较低的刷取成本也能在词条数方面取得优势；头部则 根据实际情况选择双暴/生命头即可， 如使用双生命主词条的沙漏杯子或使用生命值武器+单生命主词条的圣遗物时就选择双暴头， 2命以后推荐双暴头。 副词条在优先保证了循环之后，无脑选择双暴和生命值百分比词条即可。 〓武器推荐〓 五星武器首选专武静水流涌之辉，最低档位白值和最高档位副属性的模型十分契合芙宁娜不吃攻击力的特性。特效方面，通过装备者自身和队友的血量变化分别提供战技增伤和生命值增益， 无论是增益的类型还是触发的手段都与芙宁娜有极高的适配度。 其次推荐磐岩结绿，与专武静水流涌之辉仅有10%的差距，绿剑和专武同样是最低档位白值和最高档位副属性的模型。特效方面，虽然生命转攻击力对芙宁娜来说几乎没有任何提升，但 优秀的面板和特效无条件提供的大生命增益也足以让绿剑成为专武之下的最优选择了。 裁叶萃光拥有与专武、绿剑相同的模型。特效方面，对于芙宁娜来说裁叶萃光特效启动门槛较高，覆盖率低，没有堆叠精通使得特效收益也极低，因此 裁叶萃光同样可以看做白板武器，仅可以获得4%的暴击率增益， 词条数少于绿剑的20%生命值。因此 最终表现也略逊于绿剑。 狼牙提供27.6%的暴击率加成，因为后台无法叠层以及芙宁娜大招伤害占比极低等原因，特效方面提供的暴击率收益较为有限，不过 无条件全覆盖的32%元素战技增伤还是比较可观的。 腐殖之剑是1.2版本活动赠送的武器，有这把武器的旅行者就可以选择用上了，副属性的元素充能可以解除沙漏位置的主词条限制，用上输出更高的生命沙， 特效的战技增伤以及战技暴击率加成也都是十分契合芙宁娜机制的。 唯一美中不足的就是武器的模型结构对芙宁娜来说并非最优，如果是454白值61.3%充能的面板那这把武器的强度会再上一个台阶。 最后是枫丹钓鱼协会兑换的武器灰河渡手，武器的副属性为元素充能，同样可以 优化芙宁娜大招的循环并且拥有解除沙漏位置主词条限制的优势 ，特效方面提供元素战技的暴击率以及释放战技后的短时间充能提升，虽然芙宁娜的战技是缓慢产球，但多少也有一点提升，在实战中也可以通过西风、敌人掉球等渠道来扩大特效增益。 此外， 在特殊情况下西风剑、黎明神剑等武器也不失为好的选择，大家按需使用即可。 〓命之座推荐〓 芙宁娜的 命座提升幅度较大，推荐以1、2、6命为最终目标抽取 ，3、5命分别提升元素爆发和元素战技等级，提升都对得起1金的造价，作为6命的赠品抽取即可，这里不多做讲解。 ▌一命 提供150初始气氛值，一方面 提高了大招增伤的收益期望 （提升幅度可达35%）， 提供的受治疗加成也相当于加快了后续的叠层速度 ，另一方面解锁该命座也意味着即便队伍不携带治疗角色，也可以通过芙宁娜大招获得37.5%的增伤， 提高了芙宁娜队伍与盾辅的契合度， 命座整体提升较大。 ▌二命 二命首先提升了芙宁娜大招的叠层速度，直接造成的影响是 提高了芙宁娜队伍与单体治疗角色的兼容性 ，二命芙宁娜即便携带单体治疗角色也可以拥有十分可观的大招增伤期望， 极大地提升了配队灵活性。 同时命座提供的高额生命加成，可以让芙宁娜在牺牲伤害换取充能后以单水身份进队时， 补足缺失的生命词条，大幅提高芙宁娜的单人伤害。 进一步提高的叠层速度也就意味着更高的增伤期望，这一提升也 给了队伍中其他角色杯位圣遗物“去增伤化”的资本。 ▌ 四命 解锁四命后，芙宁娜的充能压力骤减，四命提供的充能能力基本与充能沙漏主词条持平，可以说 四命以上的芙宁娜基本告别充能沙漏的限制，可以自由选择生命沙漏了， 副词条堆叠的充能自然可以替换成输出词条，因此 该命座在输出端也有不小的贡献。 ▌ 六命 六命直接解决了芙宁娜在芒荒各自形态下功能缺失的问题， 不过实战中往往是 荒形态的治疗能力运用的场景更广。 自此在芙宁娜的 配队中治疗角色占的位置得到了彻底的解放， 芙宁娜本人也成为了枫丹体系的绝对核心，是集增伤、输出、治疗为一体的超级副C。 值得一提的是，芙宁娜的六命存在一个 隐藏机制 ——芙宁娜的下落攻击擦伤和芒荒的协同攻击 不会消耗「万众瞩目」的buff次数，但是仍然可以吃到额外的生命倍率加成， 因此六命芙宁娜可以打出远不止6段的携带高额生命倍率水伤，在对阵实验性场力发生装置等敌人时使用该技巧会产生奇效，演示如下。 〓 队伍推荐 〓 总的来说，芙宁娜由于其特殊的烧血机制，与多数老队伍的配合往往并不算优秀，但是 高额的增伤数值让她在相性不那么完美的情况下也能进队带来不错的提升， 或是作为老队伍的平替，定位更多类似一个增伤版的班尼特，玩法可以说是相当灵活了。 但是绑定奶位一定程度上也限制了她的配队，在未来适配角色逐渐增多的情况下，芙宁娜的玩法也许能够变得更加丰富。 ▌ 那芙万白 • 详细讲解 由于芙宁娜的q依赖全队血量变化来叠层， 能够做到高频、高额血量变化的那维莱特自然是她的最佳队友。 组队逻辑也是相当简单，即那、芙作为队伍的主副c，配合一个减抗位的风辅，最后携带一名群奶来保证全队的血线。 风辅位的首选自然是万叶，其次则是砂糖和温迪。奶位中e启动的白术则是当前的最优解，而能提供少量冻结增强稳定性的夏洛蒂则是最优的下位替代。 由于需要保证那维莱特的倍率天赋满层，这里水系、风系的群奶相对不太适合入队。 另外，在芙宁娜解锁二命后，队伍只依靠那维莱特的血线变化也能很快地叠满大招层数，这时候替换奶位携带一个磐岩钟离能进一步提高队伍的上限，但整体思路并没有什么变化。 队伍的手法也是比较简单，芙宁娜e闪q起手，接上那维莱特eq产水珠，风系角色扩散减抗，奶位释放群奶技能并叠满龙王天赋，最后那维莱特三次重击输出，打完进入下一轮循环。 • 实战演示 此外，由于那维莱特的e只有12sCD，我们 可以针对这一点做如下所示的变轴，来提高队伍的整体斩杀线： 那维莱特e起手，芙宁娜qe吃到那维e的产球，减抗位、奶位轮流释放技能，那维莱特一次重击输出后开q再接一次重击，风系补上减抗，那维莱特补e后两次重击完成斩杀。 这一套打法的 输出时间比较长，斩杀线比较高 ，但重击到最后芙宁娜的增伤会提前结束，且 会略微影响下一轮的整体循环 ，需要玩家在实战中进行灵活的取舍。 ▌ 心芙纯水 • 详细讲解 在老体系中， 前台心海可以说是最适配芙宁娜的c位之一 ——心海开大站场的群奶可以保证芙宁娜大招的叠层，而芙宁娜高额的增伤对缺乏增伤区的心海来说提升巨大，小动物的少量aoe伤害还能略微补足心海的对群能力，两者可以说是相性极佳。 而 在后台的副c夜兰（也许是主c），也能完整地吃到芙芙的增伤，三水互充更是完美解决了队伍里三个高能量角色的循环问题。 最后，队伍里三名输出角色全是自动索敌，几乎不可能丢失伤害，对操作一般的玩家可以说是极其友好了。 手法方面，首先拍下心海e的水母，随后芙宁娜eq启动，夜兰eq，万叶e或q减抗增伤，心海q站场输出，大招羽衣结束，补一次减抗，随后进入下一轮循环。如果夜兰解锁了一命，这里可以利用多出的e和吃满的增伤打一个小爆发，e配合一轮水箭协同伤害是非常高的。 当然如果怪物血量所剩不多，我们也可以把两个e都交出去，吃满了万叶天赋、芙q以及夜兰自身满额增伤的情况下，2次e＋3轮协同水箭可以打出非常夸张的爆发，对怪物进行一个收尾的斩杀。 • 实战演示 ▌ 魈珐芙闲 • 详细讲解 另一位极其适配芙宁娜的主c就是魈了——超长的站场时间使得魈非常缺乏可用队友，而芙宁娜长达18s的增伤效果以及无任何触发条件的后台伤害则完美适配了魈，魈开大后的自扣血也能帮助芙宁娜进行叠层。 同时由于魈的伤害曲线非常平滑，无论是天赋技能还是常用武器和璞鸢都有着缓慢叠层的机制，因此芙宁娜q高额增伤较为后置、不利于爆发输出的缺点对魈来说甚至算不上什么缺点。 当然单水入队的芙宁娜会有一定循环压力，这里一般建议将充能堆到220以上以应对更多环境，当然能灵活根据实际情况调整充能是更优的选择。 这样配队逻辑也自然而然地出来了——魈主c，携带珐露珊负责长轴减抗、增伤和充能，芙宁娜提供少量后台伤害和高额增伤，最后是群奶保证生存和给芙宁娜大招叠层。 相比传统的魈珐班，这支队伍少了画地为牢的限制，buff的覆盖率也会比较高。 这里群奶的选择比较多，首推的当然是有大量产球和巨额下落加成的闲云，特别是二命以后对魈的对单能力是质变级别的提升。魈珐芙闲无疑是魈目前最舒适的配队，对单、对群、循环、爆发都能做到兼顾。 其他的群奶的区别就不大了，白术相对安逸，q能够在较长时间里保证魈在前台的生存，并且有少量护盾提供一定的抗打断，缺点是没什么伤害收益，缺乏加伤能力（只有可用的一本讨龙）。 琴则是可以 帮助充能，利用大招清空对自身不利的附着（例如冰附着），奶量也很大，如果解锁了四命还能提供一个小范围高额减抗 （40%），缺点则是持续奶比较羸弱，并且持续奶和减抗效果都画地为牢。 芭芭拉是四星里比较好用的下位， 奶量大，有前台随身单奶保障魈的生存，也有群奶辅助芙宁娜叠层，还可以携带讨龙提供加攻，六命后甚至还有复活…… 但是她的eCD太长，对不上魈珐的循环轴，往往只能两波开一个e，这时没有持续奶保障血线的魈会很容易暴毙，这是芭芭拉的核心痛点。同时芙宁娜产球能力不算强，芭芭拉缺少产球的情况下循环压力也较大。 这里提一嘴，如果芙宁娜解锁了二命，那么只要不怕暴毙，几乎所有单奶都是可用的，尤其是高额加攻的班尼特，可以让魈珐的上限更上一层楼。 手法方面也是比较简单无脑，依旧是芙eq起手，珐露珊q，奶位放技能，魈eeq吃到球开始输出，大招结束开启下一轮循环。如果是一命魈，大招结束后补上一次e吃球即可。如果珐露珊没有满命，q之前则需要加上一次e接蓄力产球。 00 • 实战演示 ▌ 雷夜琴芙 • 详细讲解 这支队伍在芙宁娜刚刚上线时可以说是非常热门，在对单打桩环境中不失为一个不错的选择。但对群时琴的击退体验不怎么好，同时由于夜兰和芙宁娜还是更偏向对单一些，靠一个缺少关键拐的雷神对群有时会有点刮痧，且其中 雷神作为前台不怎么缺少增伤区 ，队里的两个增伤位会显得有些大材小用，因此 可以考虑将雷神的圣遗物朝攻击方向调整。 这支队伍在循环优秀的同时，还有着较强的收尾能力 （依赖夜+芙的后台伤害），打桩舒适度方面还是相当不错的，且由于琴大招的后续奶量可以不断触发芙宁娜的固有天赋回血，因此队伍血线也能得到比较好的控制，再加上雷神开大自带霸体，所以 生存能力还是有一定保障的。 略有不足的是琴eq的手感也不如其它传统风辅，如果扩散失误会缺乏补救手段，因此推荐大家在具备一定熟练度，或是比较简单的打桩环境中选用这支队伍（例如本期深渊的下半）。 至于对群环境当然也能打，不过对群时我们往往有其他更好的选择（比如雷神、夜兰或芙宁娜携带万叶的各式队伍）。 手法方面也是比较简单无脑，雷神e，芙宁娜eq，夜兰eq，琴eq双扩散和给芙q叠层，雷神开大az输出，如此循环即可。 如果雷神配置较高可以考虑多打重击，夜兰配置较高则可以让雷神多打普攻保证不丢协同，玩家视情况灵活选择即可。 00: • 实战演示 ▌海草芙久 • 详细讲解 艾尔海森与芙宁娜的相性就相对一般了（队伍不适合带群奶，生存压力），但是芙宁娜的增伤对艾尔海森的实质提升非常夸张，因此组队效果还是挺不错的。 芙宁娜替换常规情况的行秋后，队伍的直伤占比会远远超过种子的超绽放 ，同时芙宁娜的挂水相对更少，队伍的激化率会有比较明显的提升，队伍整体的伤害构成更接近激化队。 纳西妲依旧是挂草+产球+充能+少量辅助能力的副c定位，开大增加前台精通、二命提供激化减抗+种子暴击，对这支队伍来说依旧是不可或缺的一员。 久岐忍几乎也是这支队伍的唯一选择，可以触发种子的同时，久岐忍还兼顾了队伍的挂雷和奶位职能，没有任何下位替代。 值得一提的是， 这支队伍里芙宁娜的命座收益非常不错 ，一命、三命可以提升增伤能力，二命大幅加快叠层速度使得久岐忍单奶也有不错的叠层效率，四命优化循环，六命提供群奶使得队伍解绑久岐忍，可以选择高命座八重、终末弓皇女等来提高队伍的总伤。 配装方面芙宁娜给艾尔海森带来了猎人4件套的新选择，由于双爆词条对海森收益巨大，因此在精通词条不是太少的情况下猎人套是明显强于饰金套的。与魈珐队伍中类似，由于芙宁娜在队伍中吃不到什么拐，因此她能提供的纯伤是较低的， 推荐携带西风剑充能沙保证循环即可。 • 实战演示 ▌其他 芙宁娜在当今环境下的就业选择非常多 ，无论是老c带队的胡夜芙班、神鹤万（闲）芙、绫芙万班、一五千芙等等；还是4.7的新主c克洛琳德的直伤玩法（克皇/九/久万芙）；甚至林尼、仆人等反应c的蒸发玩法（林/仆芙万班）都是可行的选项。 只不过由于一些机制上的不适配（往往依赖芙宁娜二命来保证大招层数），最终没有成为最主流的玩法，但是 不舒适并不影响队伍的强度，在操作到位的情况下，携带芙宁娜是可以明显提高这些c位的输出上限的 ，大家视自身情况选择即可。 〓总结〓 芙宁娜是一位 相当优秀的后台输出&辅助角色 ，在具备不俗输出能力的基础上，芙宁娜还有能辐射整个队伍的强大辅助能力， 这一能力即便纵观原神如今的所有角色，都是极为突出的。 总的来说芙宁娜是一位 不可多得的强力角色，与此同时其二命在目前仍然是最值得抽取的命之座之一 ，在第一次up没有邀请她加入队伍以及想要补命座的旅行者们，此次复刻可千万不要错过了！ 以上就是本篇攻略的全部内容了，旅行者们有任何疑问和建议，或是对于文章中讨论的问题有不同意见的话，欢迎在评论区留言！ 觉得内容不错的话，也麻烦各位旅行者多多点赞收藏转发，我们下次见啦！ 云·原神 学会了？快上号试试吧！ 查看",
    "length": 8605
}