{
    "game_id": 2,
    "post_id": "10973237",
    "f_forum_id": 43,
    "subject": "【V2.2攻略】#探索解谜# 隐藏解谜！昔日幻影的心愿",
    "url": "https://www.miyoushe.com/ys/article/10973237",
    "created_at": 1634342978,
    "like_num": 93107,
    "view_num": 531563,
    "reply_num": 1620,
    "text": "UID：100020325 各位旅行者大家好，这里是持续爆肝中的FTFuture~_(米游姬唢呐) 完成雾海纪行的全部内容之后，终于能和鹤观异常的浓雾天气说再见了。但与此同时，一些“异常”的幻影又出现在了我们的视线当中，从和他们只言片语的对话中，我们又能了解到什么呢？ 本篇就为大家带来昔日幻影的相关隐藏解谜攻略，可以获得 原石、冒险阅历 等奖励，还没有完成的旅行者就跟着我这篇帖子一起来看看吧~ 注：要完成下列解谜，需要先完成雾海纪行全部4天的内容，还没有完成雾海纪行的旅行者可以在我主页查看对应攻略。 简单来说，鹤观这些 「 幻影 」 ，除了「船工 」之外， 都是因为有心愿未了，不愿“登船”的人们，而我们的解谜目标，就是达成这些「幻影 」 的心愿，让他们放下心中执念，到「船工 」 那里登船。 ▲鹤观的幻影（以船工为例） 算上船工，鹤观共有9处幻影，与任意一处幻影对话即可解锁天地万象隐藏成就「白之幻影 」。 ▲ 隐藏成就「白之幻影 」 ▌ 船工 那么首先来说一下知比山山脚下的 「 船工 」 ，位置如下： ▲船工位置 与「船工」第一次对话结束之后，再次与其对话，他就会每次随机说一个还驻留在鹤观没有上船的「幻影」，而每当我们完成一个「幻影」的心愿，再去找船工对话时，就不会再出现对应的描述。这个方法可以用来判断我们还差几个「幻影」没有找齐。 「 船工 」 对未登船的「幻影 」 的描述如下，除船工自己外，还应该有 8处「 幻影 」 。 ▲船工对没有上船的幻影的描述 说到这里可能各位旅行者还是云里雾里的，下面就让我们直接进入主题，在鹤观寻找这些「 幻影 」 ，了却他们的心愿吧。 ▌ 昔日幻影1  知世 在逢岳之野如图所示的位置，我们可以找到 「 知世 」 的幻影，从与知世的对话中，我们可以获得几个关键信息 “无法深入迷雾”、“雷石”、“操控雷元素” 。 ▲「知世」的幻影 无法深入迷雾是因为处于浓雾状态会失去方向，而雷石虽不治本，但却是治标的关键，那么倒推过来，知世所苦恼的，可能就是自身没有操控雷元素的能力，无法点亮雷石，深入迷雾，因此我们要做的，应该就是 帮知世点亮逢岳之野的所有雷石 。 除了前几天探索、解谜时点亮的雷石之外，我们还需要对知世身后的雷鸟雕像使用小道具“奇特的羽毛”，就会再出现一个雷石。 注：知世身后这个雕像之前是不亮的，无法使用羽毛触发，只有今天（雾海纪行第四天任务完成后）才可以。 ▲对「知世」身后的雕像使用羽毛 将这个雷石点亮后再与知世对话，即可完成知世的心愿，同时还会解锁一个天地万象隐藏成就—— 「 雾里明灯 」 。 ▲隐藏成就「雾里明灯」 注：点完这个雷石与知世对话说“我的时间不多了”表示雷石还没找全，可以看一下我发的雷石点位跟跑视频查漏补缺。（ 点击这里跳转至雷石跟跑攻略贴 ） 同时这个位置还会出现一个珍贵的宝箱，宣告着我们谜题破解成功。 ▲完成解密后出现珍贵箱 ▌ 昔日幻影2  伊部 在千来神祠传送点旁边，有一个钓鱼点，钓上一条鱼之后 「 伊部 」 的幻影就会自动出现进入剧情，相比起 「 知世 」 来说，「伊部 」 的心愿理解起来难度就很低了，第二次进入对话后就会给我们非常明显的提示“ 逢岳之野西边，面对着三重瀑布的小岛 ”。 ▲「伊部」的幻影 这里我也不卖关子了，直接给各位旅行者放上 「 伊部 」 所说的位置，而我们要做的，就是到图示位置，对这里的雷鸟雕像使用羽毛。 ▲对图示位置雷鸟使用羽毛 使用羽毛之后，旁边就会出现一个新的钓鱼点，我们在这里钓鱼，就可以钓到任务道具 「 牧梨的护身符 」 。 ▲出现钓鱼点后在此处钓鱼 接下来再返回千来神祠传送点旁边的钓鱼点，与「 伊部 」 对话交付任务，即可完成「伊部 」 的心愿，他也终于能放心“登船”了，对话结束后，同样会出现 1个珍贵的宝箱。 ▲钓到护身符后回去交付任务 ▲任务完成，获得珍贵的宝箱 ▌ 昔日幻影3  岻伽 在鹤观七天神像旁边的浪船锚点附近，我们发现海滩地上有一枚 海螺，交互拾取这枚海螺即可触发与幻影「 岻伽 」 的对话，从内容来看，他是想找到哥哥留下的宝藏。 ▲「岻伽」的幻影 在这枚海螺中，我们获得了一张藏宝图的碎片，看来想要完整的藏宝图，还需要其他的碎片，这些碎片应该也是藏在海螺中的。 ▲第1张藏宝图碎片 鹤观海滩边上有非常多的海螺，里面会开出海草、海灵芝之类的东西，这里直接给出藏有藏宝图碎片的海螺点位，各位旅行者可以直接到下面这几个点寻找。 ▲剩余3张藏宝图碎片点位 2号藏宝图位于知比山山体内部最下面的浅水洼中。 3号藏宝图位于逢岳之野西边断船旁边水里。 4号藏宝图位于标点位置山下面石头建筑角落里，旁边有几个可以打碎的罐子。 找到上面的3张藏宝图碎片，再加上我们最一开始获得的那个碎片，总共4个碎片，接下来我们再回到鹤观的七天神像，在七天神像后边找到 「 岻伽 」 ，对话后4张藏宝图碎片就会合为完整的藏宝图，阅读后可以看到标记的地点就在菅名山中央。 ▲集齐4张碎片后来这里找「岻伽」 接着我们来到菅名山山体内部空洞的大石块旁，这里可以挖掘。挖掘后出现哥哥的信和一个珍贵的宝箱，阅读信件，开启宝箱，我们就完成了幻影 「 岻伽 」 的解谜。 ▲信件和宝箱 ▌ 昔日幻影4  蛎罗 在千来神祠南边的山崖上，我们可以看到 「 蛎罗 」 的幻影，靠近后对话即可得知他的请求——挖他老婆的坟。 ▲「蛎罗」的幻影 嗯嗯，《关于异世而来的旅行者帮鹤观的幻影挖幻影老婆的坟这件事》对吧……好说好说……什么鬼啊喂！怎么会有人有这么奇怪的请求。但看在他都已经成幻影的份上，我们就帮帮他吧。 接下来在千来神祠图示位置的树下，我们靠近后就可以挖掘。 ▲在此位置……挖坟 不过挖出来的却是一只丘丘雷兜王，击败丘丘雷兜王后就会进入和蛎罗的对话，完成蛎罗恶作剧的心愿，同时再次获得一个珍贵的宝箱。 ▲珍贵的宝箱 ▌ 昔日幻影5  音乃 在千来神祠进入地下遗迹的入口处，我们可以找到一个 「 音乃 」 的幻影，她似乎是要我们和她玩捉迷藏，对话结束后就不见了，我们再找找她吧。 ▲「音乃」的幻影 下面直接给出 「 音乃 」 依次出现的位置，按照1到5的顺序找（1即上面最一开始遇到她的地方），每次找到后需要对话，一直找到5即可完成 「 音乃 」 不再孤单一人玩耍的心愿，获得一个精致的宝箱。 ▲「音乃」点位 音乃第1次： 位于千来神祠进入地下遗迹的入口石坑中。 音乃第2次： 位于千来神祠地上部分的墙角。 音乃第3次： 位于千来神祠栖木南边的墙边。 音乃第4次： 位于千来神祠南边的树后。 音乃第5次： 位于千来神祠栖木后边。 ▲获得精致的宝箱 （咦 这次为什么不是珍贵的宝箱了…） ▌ 昔日幻影6  木奈和木户 在逢岳之野西边的小岛顶端，我们可以找到「木奈」和「木户」的幻影， 第一遍对话结束后再次对话，就可以触发送花的剧情，我们需要交付1朵绯樱绣球给他们 ，之后他们就会告诉我们下一次打算去的地方。 ▲「木奈」和「木户」的幻影 下面也是直接给出点位，需要按顺序去找。 每个找到了之后都需要两次对话，然后给他们绯樱绣球 ，一直到5号点后，就不需要绯樱绣球了，相反，他们会给我们 「 木户的香包 」 ，同时出现 1个珍贵的宝箱，昭示着我们解密成功。 ▲「木奈」和「木户」的点位 这里再对每个点位进行一下简单描述，便于各位旅行者寻找： 第1次： 位于逢岳之野西边的小岛顶端。 第2次： 位于千来神祠南边的山崖下。 第3次： 位于逢岳之野标点位置的丘丘人营地旁边。 第4次： 位于逢岳之野南边的瀑布溪流旁边。 第5次： 位于图示位置的山窝中（不在山上，在山下，从下面东北边一点的地方可以走进去，这里之前还有1个雷神瞳）。 ▲全部完成后获得珍贵的宝箱与香包 ▌ 昔日幻影7  宇奈 「宇奈」的位置如下图所示，从和「木奈」、「木户」的对话内容来看，我们应该只需要把香包给「宇奈」，就能完成「宇奈」的心愿了。 ▲「宇奈」的幻影 但任务第一天是无法向宇奈提交香包的，这里需要我们每天来找宇奈婆婆对话，对话4天之后，第5天再次对话即可提交任务道具「木户的香包」，从而使宇奈登船。 ▲和宇奈对话4天之后，第5天即可提交 注：这里的5天指的是现实时间，每天去找她对话，第5天的时候即可提交。我是从16号凌晨服务器刷新后开始做幻影解谜的，到今天20号凌晨服务器刷新后，即可提交任务道具。 而且每天在和宇奈对话时，第一次进入对话时会有选项之类的，这段对话结束后再次和她对话，她就只会说一个单独的句子，建议各位旅行者在做这个任务时每天都进入两次对话，可能会保险一些。 宇奈也前去登船之后，我们可以获得一个精致的宝箱。 ▲送走宇奈后获得精致箱 ▌ 昔日幻影8  阿部 从千来神祠方向进入地下遗迹，我们可以在进入第一扇圆形石门以前的大厅左边墙角，看到有5个幽灯蕈，把这5个幽灯蕈全部拔掉就会出现「阿部」的幻影，并进入对话。 ▲「阿部」的幻影 这之后我们需要等待2天，等到2天后，这里被拔掉的幽灯蕈再次长出来以后，再次拔掉5株幽灯蕈，阿部就会又一次出现，这次我们才终于了解了他“登船”前最后的心愿：见识一下海外的新奇蘑菇。 这时我们只要给他交付3朵蘑菇和3朵蒙德特产的慕风蘑菇后，就能完成阿部的心愿，他也终于能去“登船”，同时剧情结束后我们可以获得一个精致的宝箱。 ▲向「阿部」交付蘑菇 ▲完成后获得宝箱 那么至此，8处幻影就全部完成并且获得奖励了，最后我们还需要回到船工那里和他对话，完成任务最后的一部分。 ▲回到知比山山脚找船工对话 原本船工在重复进入对话时，会随机对一个幻影进行描述，而当我们将全部幻影都送走之后，再来和他对话（第一次对话结束后需要再交互进入第二段对话），他就会说“大家都来了哟”，之后进入一段过场动画。 ▲送走全部幻影后，船工的对话 过场动画结束后，我们可以获得一个珍贵的宝箱，并且解锁天地万象隐藏成就「美好的风景，望不到头」。 ▲船工走后留下的珍贵箱 ▲隐藏成就「美好的风景，望不到头」 注：这个成就完成时游戏界面没有弹出来，可能是过场动画时弹的，拿完宝箱直接到成就界面看就有。 那么至此，鹤观最后留下来的幻影解谜内容也全部完成了，解谜完成后，鹤观也不再有随处漂浮着的幻影了，各位旅行者可以放心大胆地到处探索了。 最后还是感谢各位旅行者的阅读与支持，爆肝不易，还望各位能多多三连，谢谢大家！",
    "length": 4248
}