{
    "game_id": 2,
    "post_id": "41565243",
    "f_forum_id": 43,
    "subject": "此路不通/奇药庐中来/大病初愈（妙手怪医）",
    "url": "https://www.miyoushe.com/ys/article/41565243",
    "created_at": 1690037375,
    "like_num": 763,
    "view_num": 34706,
    "reply_num": 203,
    "text": "各位旅行者你们好，这里是「二也」 _(偶像姬_WINK) 此路不通/奇药庐中来/大病初愈 本篇内容 介绍 蒙德 委托任务「此路不通」/「奇药庐中来」/「大病初愈」 ，获得成就 「妙手怪医」 ，解锁系列任务 「冒险家测试」 ； 任务触发 选择委托任务倾向地域于 蒙德 ， 随机刷新 等级限制 冒险等阶达到18级 任务限制 完成任务 「序章·第三幕·巨龙与自由之歌」 序章·第三幕·巨龙与自由之歌 「妙手怪医」思维导图 「此路不通」 4 个支线任务内容 ： ①此路不通· 安东尼 ；✔ ②此路不通· 昆恩 ；✔ ③此路不通· 米拉娜 ；✔ ④此路不通· 杰克 ；✔ 完成 支线① 开启后续任务 「奇药庐中来」 「奇药庐中来」 3 个支线任务内容 ： ①奇药庐中来· 被草史莱姆吃掉的树莓 ； ②奇药庐中来· 水史莱姆的浓厚凝液 ； ③奇药庐中来· 被风史莱姆吹拂过的风车菊 ；✔ 完成 支线③ 开启后续任务 「大病初愈」 「大病初愈」 3 个支线任务内容 ： ①大病初愈· 风神像 ；✔ ②大病初愈· 风车上 ；✔ ③大病初愈· 教堂上 ； 完成 1 个支线 任务获得成就 「妙手怪医」 ，解锁系列任务 「冒险家测试」 ； 任务流程 「此路不通」 4个支线任务位置指引 支线①- 安东尼 1.与安东尼对话 传送 秘境-西风之鹰的庙宇 西北方向 锚点 ▶清理山坡上的所有丘丘人，摧毁路障，与安东尼对话； 对话结束，完成任务 「此路不通」 支线②- 昆恩 1.消灭所有魔物并摧毁路障 传送 秘境-西风之鹰的庙宇 ，往 地图的东方向 走 ▶清理山坡上的所有丘丘人，摧毁路障； 2.与昆恩对话 与道路上的昆恩对话 对话结束，完成任务 「此路不通」 支线③- 米拉娜 1.消灭所有魔物并摧毁路障 传送 清泉镇东南方向锚点 ，往 地图的西方向 走 ▶清理道路上的所有丘丘人，摧毁路障； 2.与米拉娜对话 与惊慌的米拉娜对话 对话结束，完成任务 「此路不通」 支线④- 杰克 1.消灭所有魔物并摧毁路障 传送 苍风高地神像 ，往 地图的北方向 走，在 山下道路上 ▶清理道路上的所有丘丘人，摧毁路障； 2.与杰克对话 与道路上的杰克对话 对话结束，完成任务 「此路不通」 「奇药庐中来」 支线①- 被草史莱姆吃掉的树莓 暂无素材-后续补充 任务内容 ： 1.与安东尼对话 2.取得 「被草史莱姆吃掉的树莓」 3.与安东尼对话 支线②- 水史莱姆的浓厚凝液 暂无素材-后续补充 任务内容 ： 1.与安东尼对话 2.取得 「水史莱姆的浓厚凝液」 3.与安东尼对话 支线③- 被风史莱姆吹拂过的风车菊 1.与安东尼对话 传送 蒙德城 ，前往 猎鹿人前水池 ▶与安东尼对话； 选择 “听着不像药” 2.取得 「被风史莱姆吹拂过的风车菊」 传送 星落湖神像 ，往 地图的东南方向 走 ▶前往 风史莱姆 位置， 采摘风车菊即可 ； 3.与安东尼对话 返回蒙德城，与安东尼对话 对话结束，完成任务 「奇药庐中来」 「大病初愈」 支线①- 风神像 1.与安东尼对话 传送 蒙德城 ，前往 猎鹿人前水池 ▶与安东尼对话； 对话得知，前往 风神像 2.寻找安娜 传送 蒙德城 ，前往 风神像 脚下 ▶与葛瑞丝对话； 从 风神像 背面 裙子旋转往上爬到 风神像 正面 与 风神像 手心 的安娜对话 3.与安东尼对话 返回蒙德城，与安东尼对话 对话结束，完成任务 「大病初愈」 ，获得成就 「妙手怪医」 支线②- 风车上 1.与安东尼对话 传送 蒙德城 ，前往 猎鹿人前水池 ▶与安东尼对话； 对话得知，前往 风神像 2.寻找安娜 传送 蒙德城 ，往 地图的东南方向 飞 ▶前往 西风骑士团楼顶 ； ▶前往 风车背面 的安娜； 与 风车背面 的安娜对话 3.与安东尼对话 返回蒙德城，与安东尼对话 对话结束，完成任务 「大病初愈」 支线③- 教堂顶 1.与安东尼对话 传送 蒙德城 ，前往 猎鹿人前水池 ▶与安东尼对话； 对话得知，前往 教堂顶部 2.寻找安娜 传送 蒙德城 ，往 地图的北方向 飞 ▶前往 教堂顶 的安娜； 3.与安东尼对话 返回蒙德城，与安东尼对话 对话结束，完成任务 「大病初愈」 蒙德每日委托任务成就合集 蒙德每日委托任务成就合集 蒙德声望任务世界任务合集 蒙德声望任务世界任务合集 如果觉得不错可点个 关注 ，敬请期待更多内容 更新 ！ 如果有任务 问题 ，可以 私信 我，感谢旅行者们支持！",
    "length": 1838
}