{
    "game_id": 2,
    "post_id": "48217323",
    "f_forum_id": 43,
    "subject": "一点低配种门队的小研究，以及雷神、久岐忍的优缺点",
    "url": "https://www.miyoushe.com/ys/article/48217323",
    "created_at": 1705854585,
    "like_num": 63,
    "view_num": 4222,
    "reply_num": 45,
    "text": "低配种门队:草主+柯莱+芭芭拉+久岐忍（丽莎）。 其实接触种门队我的第一个问题就是，为什么最直观的攻击力，对种门的伤害无任何影响？ b站上的攻略up主，基本就给个结论，并不会放出测试过程以及对比数据，因此我个人还是存疑的。 于是通过全员裸装，先测试裸装的超绽放伤害，然后久岐忍分别装备不同圣遗物来进行测试，看哪些词条对超绽放伤害有提升。 像雷元素伤害提升、草元素伤害提升、攻击力提升，全部对超绽放的伤害无任何影响。实测的数据才让我信服，原来up说的是对的。 仅有元素精通，哪怕是1点元素精通，都会明显影响超绽放伤害。 还有特别容易被忽略的角色等级，角色升一级，对超绽放伤害也会显著提升。 这也是为什么玩种门队，久岐忍90级是刚需的原因，80级突破升到90级，一颗2w7伤害的种子可以提升到3w以上，提升幅度非常明显。 但是，种门队除了久岐忍，其它三个对等级、练度几乎没有任何要求。 这也是非常容易测试的，拿两个1级装备不同圣遗物的水草角色产出草种子，90级久岐忍去触发，超绽放伤害无任何区别。 但是实测中发现特别奇怪的一点，就是【草种子】本身的伤害。 水草生成的草种子，在经过一段时间后会自然爆炸，游戏里称作【绽放】。 绽放伤害，由两个1级水草和两个60级水草打出来，伤害那是天差地别。 并且，一个1级角色先挂草，60级角色后挂水产种，和两个60级角色产种的伤害一模一样。 以及，一个60级角色先挂草，1级角色后挂水产种，和两个1级角色产种的伤害一模一样。 但无论这个绽放伤害如何，无论谁先谁后，90级久岐忍去触发这个草种子，伤害和先前都无任何区别。 这就是特别奇怪特别反直觉的一点，前者后者两颗草种子伤害根本不一样，可对久岐忍来说，这两颗草种子打出来的超绽放伤害却一样。 也就是说，你根本没办法通过提升草种子本身的伤害，来提高超绽放的伤害，因为超绽放的伤害跟草种子本身根本没关系。 所以其实感觉得到，种门队是有上限的，伤害达到某个区间之后，就没办法再更进一步。 因为超绽放只和久岐忍（触发者）的等级和精通有关，而等级有上限，精通达到1000点之后几乎没办法提升。 同时，还有另外一个奇怪的点，超绽放属于草系伤害，可是久岐忍装上草元素伤害加成的圣遗物，对超绽放的伤害没有任何影响。 但是深林的记忆四件套，减少敌方30%草抗，又能显著提高超绽放的伤害。 以及，丽莎大招可以减少怪物15%防御，可这却对超绽放伤害无任何影响。 这让我费解了很久，b站上那些攻略根本就没有解释这些的，直到后面查了下原神的伤害计算公式。 原神伤害计算是这样的： 单次伤害=攻击力乘区x技能倍率乘区x增伤乘区x双爆乘区x反应乘区x防御乘区x抗性乘区 但是超绽放的伤害很显然对不上，攻击力乘区、技能倍率乘区、增伤乘区、双爆乘区，对超绽放的伤害全部无影响。 而丽莎大招减15%防御，无论对什么怪测试，超绽放伤害都一致，所以基本可以推断，超绽放的伤害是不计算防御乘区的。 所以超绽放的伤害现在只剩下：反应乘区x抗性乘区。 而上面经过测试，水草雷三个全部1级的情况下，超绽放仍然能打出伤害，证明超绽放在无其它任何加成的情况下，本身仍然存在一个伤害基底，结合等级对超绽放伤害的影响，超绽放的伤害公式基本是这样的： （伤害基底x等级）x反应乘区x抗性乘区 等级对超绽放的伤害提升，并不是按某个倍率固定增长，可以猜到伤害基底与等级之间有某个计算公式，但这对于伤害逻辑来说不重要。 而反应乘区，实测中可以感觉到，反应乘区里除了精通带来的倍率提升之外，应该还有别的系数存在。虽然我不知道具体数值如何，但这个系数数值绝对很高，远远超过常规直伤里的数值。 因此直伤队伍在拥有攻击力乘区、天赋倍率乘区、增伤乘区的情况下，在前期的伤害根本无法与超绽放队对比，仅在后期各种数值堆上来后，才能追平或超过超绽放的系数数值。 抗性乘区仅有深林四件套可用，风系无法扩散草元素，所以种门队几乎只有叠精通这一条路可走。 换句话来说，种门队只需要久岐忍（触发者）升等级+叠精通就够了。 而在实战中，也会发现一些奇怪的点。 草主战技挂上草，芭芭拉平A可以出两颗草种子，且需要A三下到四下，而不是A两下。 而芭芭拉先平A挂上水，草主再战技，水就直接没了，只能出一个草种子。 芭芭拉A三下才能出两颗草种子，这个很好猜，水草反应有内置CD。 但是凭啥先草后水能出两颗，先水后草只能出一颗？ 查了下，说是有强弱元素之分，但是我到现在也没弄明白，这个强弱元素究竟该怎么区分。 以及，按照这个理论来说，种门队必须要配备强草跟弱水？或是强水跟弱草？ 否则如果是强草跟强水，那不是一比一反应就没了？ 而这个元素强弱，在游戏里并没有进行明显区分，所以也不知道该怎么测试。 在实战里，又经常会遇到这么一种情况，就是草主放大，芭芭拉无脑A的时候，多A了几下，或是芭芭拉水环蹭到怪了，导致怪被染上水。 而科莱草主又必须用战技才能挂草，可战技又有CD，拿来去水很亏，因此只能等久岐忍的雷环。 但是实战里很难分心去等待久岐忍的雷环，因为这意味着你得停止输出。 所以我发现，雷神种门队，其实还挺好用的。但是无论b站还是米游社，似乎通通都认为久岐忍才是最优解。 我最早是用丽莎打种门的，丽莎时期基本没遇到怪被挂水的情况，因为芭芭拉A了几下之后，必须切丽莎去打种子，很难出现芭芭拉多A的情况。 换上久岐忍之后，基本变成芭芭拉站场输出，所以才出现了怪被染水的可能。 还有就是特别直观的一点，丽莎种门，我与怪的战斗距离，都是在中距离以上，因为丽莎战技可以远程打到草种子 而换上久岐忍后，我不得不拉近与怪的距离。虽然久岐忍打种子很舒服，可是近距离容易被怪集火灌伤导致暴毙，因为原神这游戏根本没有受击保护、倒地保护，所以在怪物堆里一旦被打出僵直，很可能就是连续僵直最后暴毙。 而雷神的优点这个时候就很突出了，雷神战技是协同攻击，是跟在芭芭拉平A后面的。 这也意味着，我可以和怪保持一定距离，而不必要近身去打草种子。 且雷神的协同攻击，永远是在芭芭拉平A之后的，这也意味着，怪根本不可能被染上水。 至于打种子的舒适度，我个人是感觉，和久岐忍没有太大区别，甚至部分时候还优于久岐忍。 因为雷神协同攻击的频率真的很高，且超绽放的那一下伤害，也能引发协同攻击。 以及久岐忍的实战里，有时候会遇到这么一种情况，就是场上有3颗、4颗甚至5颗草种子，结果久岐忍一下子给全触发了。 可超绽放的伤害一次最多只计算两个，这个伤害浪费的太夸张了。而雷神的协同攻击频率很高，基本遇不到场上种子过多的情况。 但雷神打种门续航压力还是有的，我芭芭拉带的教官套，奶量不是很够。 不过因为与怪有距离，所以并不是很容易吃到伤害，只是失误的时候很难及时把血量调整回来，或许草系换个能奶的角色可以弥补这一点。 雷神打种门的缺点就是，对盾怪一脸懵逼，这点我只能说久岐忍遥遥领先，在大世界跑图上，雷神显然不如久岐忍那么通用。",
    "length": 2834
}