{
    "game_id": 2,
    "post_id": "52253774",
    "f_forum_id": 43,
    "subject": "【原神/深渊攻略】4.6原神深境螺旋12层攻略",
    "url": "https://www.miyoushe.com/ys/article/52253774",
    "created_at": 1714524472,
    "like_num": 516,
    "view_num": 22665,
    "reply_num": 90,
    "text": "4.6原神深境螺旋12层攻略 大家好欢迎来到三玖的原神4.6深渊攻略频道！ （省流可以直接跳到最后总结部分~） 4.6深渊难度超大幅提高。时隔数个版本，三剑鬼、深罪浸礼者强势回归，也不再像往期深渊的对单、对群特化环境，难度分布较为均匀，与此同时分布在上下半层的（冰风组曲与深罪浸礼者），分别以高额冰抗与冰盾与冰元素护盾几乎彻底将冰队踢出。 血量分布来看，难度集中在第一间， 上下半层的总血了高达844w ，对配队的 输出能力、生存能力 都有着极大的挑战。总的来看，本期深渊将对单、对群彻底分化，单体怪和小怪同时出现，需要合理安排万叶放在上半还是下半。 本期深渊难度超大幅提高，对玩家角色池、角色配置、生存能力等要求大幅提高。接下来，请跟随三玖的步伐进入4.6原神深境螺旋12层攻略！ 注：配队为主观建议，仅供参考，实际配队按拥有角色配队即可；通关视频会同步发送，均为主流配队的低命座，部分毕业面板将会特殊备注；推荐队伍中存在推荐等级区分，依次为 “强烈推荐”“倾向于推荐”“不推荐”。 目录： 一、渊月祝福、深渊详情以及原魔详情 二、配队推荐 三、总结 一、渊月祝福、深渊详情以及原魔详情 先来看看渊月祝福。 “特定火元素反应下，降低敌人所有抗性。” 很显然，这一条祝福专门为了仆人而设计的，但同时，几乎所有携带火系角色的配队都能够吃到祝福。 以下为原魔血量表。（深渊特化，元素抗性，特有机制、高额伤害等特化已标注） 请看第一间原魔分布。 上半层 ，正前方出现三剑鬼，分别为主体 【凶面】 ，冰属性 【霜驰】 ，风属性 【孤风】 。 聚怪方法：1、开始时朝左上角移动，剑鬼会开始移动并聚集；2、带万叶开局短E，可以使索敌冲刺的【霜驰】失去目标站在原地。 在攻击时，请时刻注意角色元素附着情况，蓄力扩散的冰元素扩散伤害极高，站在班尼特大招范围内的角色可能会被瞬秒，但魔偶剑鬼蓄力攻击前摇较长，可以适当通过冲刺闪避与大招无敌期间躲避。 下半层 ，出现三波原魔。 第一波原魔是两只 【海乱鬼】 ，分布在钥匙正前方。 聚怪方法：跑到任意一只【海乱鬼】旁，另外一只会冲刺靠近。 第二波原魔是一只 【藏镜仕女】 与两只 【愚人众·火枪】 ，分布在钥匙正前方与两侧。 聚怪方法：单独击破，优先攻击火枪。 第三波原魔是上期深渊一模一样的地方传奇 【风役人】与【霜役人】 ，分布在钥匙正前方。 聚怪方法：会自行靠近，聚怪、单独击杀均可。 请注意，海乱鬼可以打“超载”反应，且攻击时会出现后撤步后冲刺突进的行为，长时间未击杀将主动回血；藏镜仕女深渊特化下拥有技能“水泡”，可以短时间控制角色。 请看第二间原魔分布。 上半层 ，原魔为 【冰风组曲】 。 深渊特化下，冰风组曲开局进入高潮状态，拥有70%冰、风元素抗性， 每一段高潮刷新将获得8单位的冰元素护盾 ，一共刷新三次，期间存在真空期， 可以使用“荒”属性攻击瘫痪 。但并非刚需，冰盾单位元素含量极低。 下半层 ，出现三波原魔。 第一波为三只 【债务处理人】 ，分别分布在钥匙正前方与两侧。 聚怪方法：直接聚怪，或单体击破。 第二波为一只 【镀金旅团·魔岩役使】 和一只 【镀金旅团·灵风猎手】 ，深渊特化下开局召唤恶灵，并进入霸体状态，召唤物存在时本体拥有60%抗性，击败后造成大量相应元素伤害，并失去50%的元素抗性。 聚怪方法：逐个击破。 第三波为两只雷属性 【深渊咏者】 ，分布在钥匙两侧，相距较远。深渊特化下雷盾元素量大幅增长。 聚怪方法：开局直接跑向其中一只的方向的墙壁，另外一只会自行靠近。 请看第三间原魔分布。 上半层 ，出现 四波 原魔。 第一波原魔是两只 【愚人众先遣队】 的冰胖，分别在钥匙正前方的两侧。 聚怪方法：选择任意一只靠近，另外一只会自行靠近。 第二波原魔是一只 【镀金旅团·白日鸣雷】 和两只 【野伏众】 ，分别在钥匙的正前方与两侧，【野伏众】会使用冲刺主动贴近。 聚怪方法：选择任意一只攻击即可。 第三波原魔是两只 【攻坚特化型机关】 ，分别在钥匙正前方的两侧。 聚怪方法：选择任意一只攻击即可。 第四波原魔是两只 【机关·侦查记录型】 和一只 【建造特化型机关】 ，分别在钥匙正前方与两侧。 聚怪方法：攻击正前方的【建造特化型】。 下半层 ，原魔为 【深罪浸礼者】 。 深渊特化下，元素盾分别为 “火”“冰”“雷” ，火与冰元素护盾分别为12单位盾，雷属性盾为8单位盾， 破盾后自动切换下一种元素 ，所有元素盾破解后使其瘫痪10s。护盾存在期间，全元素抗性提升至210%。 深罪浸礼者的元素护盾需要对应元素破除，例如： 【火→水】【冰→雷、火】【雷→火、草】 。 二、配队推荐 注：本期对于万叶的使用需要根据实际情况判断，上下半推荐均有带万叶的相关队伍，请根据实际情况配队。万达为【上下通用】配队，其他通用配队包括 “雷万”和“万香班” 体系配队为【上下通用】。 上半层： 上半层压力较大，但配队相对自由，需要高额输出与生存保障，上半使用携带班尼特的相关配队时，注意三剑鬼和冰风组曲都能打出高额融化反应伤害。 1、那芙万白（强烈推荐） 注：白术可换任意奶角色，但将失去那维莱特一层被动。 顶级配队，那维莱特重击集群伤、站桩、伤害于一体，加上万叶、芙宁娜的巨量增伤，冰风组曲可用芙宁娜攻击破除护盾。 2、万达国际（强烈推荐）【上下通用】 老牌强队，打魔偶剑鬼极度舒适，但注意班尼特大招内火元素附着会与原魔攻击发生融化反应，造成高额伤害。 3、雷神相关配队（强烈推荐） （1）雷神国家队 （2）雷九万班 4、草神相关配队（强烈推荐） （1）草神国家队 （2）妮露绽放队（夜兰换芙宁娜） （3）神子激化队【上下通用】 5、火元素相关配队（倾向于推荐） （1）仆人队（蒸发、纯火） （2）胡桃队（胡行钟夜） （3）宵宫队（蒸发、纯火） 6、神鹤万+芙宁娜（不推荐） 下半层： 下半压力不比上半小，深罪浸礼者与雷使徒的出现，上半的建议使用的元素以“水元素”和“火元素”为主， 建议下半队伍带万叶。 1、仆人队（强烈推荐） 三号位万叶、钟离可替换；四号位夜兰行秋可替换 仆人队对下半的优势非常明显。 2、神子激化队（倾向于推荐）【上下通用】 艾尔海森可与提纳里互换 3、万达国际（强烈推荐）【上下通用】 4、雷万体系（倾向于推荐） 三、总结 本期难度大幅提升，但对于高练度、深角色池的玩家依旧很轻松。难度分布比较均匀， 建议下半带万叶 。上半需要 高练度、保生存的配队 ，冰风组曲的冰元素盾可以 通过芙宁娜攻击破盾 。不带万叶的聚怪方法详见上文“聚怪方法”的加粗字体。 我的配队为 上半“万达国际”“胡夜行钟”“心芙夜万”，下半“神子激化”“雷万”“草国”。 实际体验下来， 压力主要集中在下半，上半需要速通才能预留给下半足够的时间应对，这对队伍的伤害水平有较高的要求。 好了，本期深渊攻略到此就正式结束啦，谢谢你能看到这里！如果你不确定如何配队，可以在评论区寻求帮助！请记住，任何人提出“免费打深渊”等字眼，请不要相信！不要相信！！不要相信！！！发现立即举报，也可以艾特我删除评论。评论区请和平讨论！ 我是三玖，攻略制作不易，如果可以的话，希望得到你的点赞和评论，谢谢！ 感谢大佬的一部分图，谢谢！ ﻿ @Asgater ﻿",
    "length": 2993
}