{
    "game_id": 2,
    "post_id": "47000491",
    "f_forum_id": 43,
    "subject": "【原神观测枢】从噔噔到咚咚！4.3七圣强势卡组琳妮特双风",
    "url": "https://www.miyoushe.com/ys/article/47000491",
    "created_at": 1703656280,
    "like_num": 431,
    "view_num": 6886,
    "reply_num": 58,
    "text": "_(胡桃-打招呼)大家好呀，这里是雀雀，重度原牌玩家一枚！游戏id 102822820_(胡桃-打招呼) 简单做个自我介绍 3.3七圣老玩家，全民积分赛常驻选手 【同声相应】共鸣杯全民积分赛亚军，第一届影幻杯排名积分255，位居第47位。 几天前，比利君主办的【大利神杯】七圣召唤中日对抗赛落下帷幕。 代表中日双方七圣实力顶峰的六名牌手进行了3场bo3的对决， 可谓是一场畅快淋漓，每一场都堪比积分赛淘汰赛，影幻杯质量的对局（表演赛除外）让观众直呼过瘾， 在这Day2的正赛中，选手使用的卡组，也相当间接告诉你，这个版本的比赛该用什么。 事实也的确如此 这是b站平台赛的数据 图片来源：小铭同学qaQ233 其中，我认为最亮眼的，也是刚出新卡预告时，实力被严重低估的琳妮特。 和女士雷音若陀龙王不同，原魔模型自带补强，而琳妮特本身是处于弱势地位风元素的角色，额外的标签只有愚人众和在pvp里没作用的荒性始基力。当古明地觉选手拿出这套双风噔噔对局叶山选手的双岩一斗时，在场观众包括解说都为中国选手捏了一把汗，双风怎么可能打得过双岩啊，理论上双岩是最不怕双风颠勺的，但是接下来古明地觉选手的操作让所有人眼前一亮，也让准备打海选赛的选手连夜将琳妮特加入到了牌组中。 那 今天我们就来盘一盘，琳妮特到底强在哪里。 先了解一下琳妮特的技能 琳妮特释放元素战技时，若生命值处于较低的状态，会直接回复2点生命，然后自身附属一个回合结束时扣2血的debuff，属于是一种生命值的赊账，但是我们都忽视了一点， 这个debuff是可以无视的！ 回复生命后，若回合结束时生命依然很低，这个debuff就不会结算，并且在新回合开始时消失，考虑到对局环境，在血线不健康的时候，回了2血，对面再攻击你一次，我方依然是一个不健康的状态，然而，我方的确是实打实回了血量，而且不占用饱腹度，若是高斩杀线角色，或是头上被挂了元素，那再吃个饼吃个酥，便可以以极低的代价化解对方成本高昂的攻势。 所以在残局，这个元素战技就是一个只回血不扣血的技能，可谓神技！ 再配上极其超模的天赋，第二次使用元素战技时，本次伤害+2，且像砂糖一样，使对方强切到前一个角色。 天赋可能不好入手，但是我的评价是琳妮特生在了一个正确的版本，现版本的过牌量可以用“恐怖”一次来描述，t2过穿牌库一半已是司空见惯的场面，同时前两个回合我们几乎用不到琳妮特的天赋，（因为骰子，手牌资源往往不支持第二次元素战技）不像班尼特那样刚需天赋，没天赋的情况是否开大需要抉择很久。 而且正因为是天赋，天赋作为手牌，是可以藏一手的，如果对方有一个5生命的角色准备切出来，就问他敢不敢赌一个双风卡组手里有没有速切，有没有天赋？ 答案已经很明显了，琳妮特作为一个风系角色，有着风系的灵活，乱轴能力，有着双水双岩的生存，也有着不属于风系的数值！是当之无愧的六边形超人！ 琳妮特元素爆发的召唤物也和众多风系召唤物略有不同 诸如温迪，砂糖，万叶的召唤物，都是如果打出扩散反应，会自身染色，此后造成对应元素的伤害，而琳妮特的不同，是受到xx元素的伤害后，自身染色，这代表第一次这个风元素打到迪希雅召唤物挂出的火元素时，自己不会变成火元素属性，从而不会浪费元素附着。 实战中总会出现这样的状况 这一个蒸发反应就出来了，岂不美哉，而且两个召唤物自身携带护盾，属实够硬。 个人认为这个牌组在这个版本没有明显的公式可言，因为扩散反应只是一个添头，并不是传统意义上的风扩阵容，主打的还是一个琳妮特站场单C的能力。 第一回合标准迪希雅元素战技展开，然后蓄爆便可，骰子足够切对方牌组压力不大的话可以切到琳妮特准备扩散。 琳妮特是单手剑角色，如果琳妮特被对方偷掉（毕竟这个版本是魔术版本）我方可以继续出琴，携带装备后无脑风压剑即可，主打一个传火。 迪希雅则是全七圣适配度最高的后台角色，极其超模的元素战绩3次独立火元素附着，3次伤害抵挡不但保证挂火频率，也一定程度保证了前台角色的生存。 下面是牌表部分 主帖内的分享码无法复制，我会把码放到评论区 这套牌组携带了增强后的瓦格纳，自身携带至少三种武器后，瓦格纳入场时会检索一张武器，因此携带了三种不同的武器，赚费的祭礼剑和老八的风鹰剑都是极佳的选择。 这套对比原作者古明地觉的构筑有一个改动 我把【裁叶翠光】换成了【旅行剑】，如果【瓦格纳】检索到了【旅行剑】，可以直接0费穿上 同时是本人觉得琳妮特并不需要一直平a，多多释放元素战技以强力的攻势压垮对手才是正解。 另外的新卡就是【花海甘露之光】【欧庇克莱歌剧院】 大花海可以作为未入手大头盔的下位装备，受击摸牌，回合结束时回复血量。 伙伴流派理应不出现建筑，但是歌剧院实在是太香了！ 只要我方总共装备的武器，圣遗物原费用大于等于对方，选择行动前我方就会得到1骰，妥妥的1费换3费，由于我方是“武器大师”“风鹰侠”的构筑，所以达成这个条件可以说极其简单。 最后，请来欣赏比利君原声大碟——噔噔咚！ 以上就是本攻略的全部内容啦，感谢小伙伴的观看！ 任何卡组都不是无敌的，卡组间总是存在克制关系，对局的路上被发牌员，骰娘制裁，这是七圣召唤的一部分，遇到挫折的牌手们不要气馁！顺风天胡局谁都会打，强背公式就能赢的对局没有意义。 牌手的成长，修炼，正是一次又一次的抗压，心理博弈，残局处理，以及对下饭操作的复盘。 _(赛诺-艺术！)七圣召唤是一门艺术，牌手之间的讨论与切磋则是艺术的传承。_(赛诺-艺术！) _(琴-赞扬)如果这篇攻略对您有所帮助，还请您给咱点个关注点个赞哦！_(刻晴-点赞) 新人攻略作者真的很需要各位的鼓励！拜托了！欧内盖！",
    "length": 2311
}