{
    "game_id": 2,
    "post_id": "52360776",
    "f_forum_id": 43,
    "subject": "【V4.6配队附录】深罪的洗礼！深境螺旋12层参考配队及附表",
    "url": "https://www.miyoushe.com/ys/article/52360776",
    "created_at": 1714723411,
    "like_num": 1002,
    "view_num": 11118,
    "reply_num": 66,
    "text": "超链图片 本篇为 V4.6 的版本配队附录，提供当前版本 深境螺旋12层 的 参考配队 及其分析依据，并附符合当前版本的 全角色 主流定位 及 功能性装备 一览表 。 本期为例行更新，包含 V4.6 深境螺旋首次更新后的12层分析，且在附表中加入了 阿蕾奇诺 的主流定位，重点更新部分已通过 标色 强调，详见附表前的更新说明。 数据支持与定位依据： 恒常配队学 （即将翻新，敬请期待） 这里是卡玛sei亚，一个 想要在提瓦特的世界中探索世界之理的 普通人。 超链图片 内容说明 1. 深境螺旋12层配队分析 仅针对在 当前版本刷新 的深境螺旋 12层 。先给出 敌人阵容 及 参考配队 ，后分别从 上半/下半 出发分析配队依据，并介绍 环境对当期UP角色的影响 。相关定义与依据参见附表与 恒常配队学 。 2. 附表 共4张图表，前3张为 角色定位一览表 ，分别收录主流的 主C 、 副C 与 辅助 （每个角色都有至少1种定位） ，并根据定位简述 机制 、根据优先级推荐 主流玩法 或使用建议 ，若 加粗 则表示该项较为重要；第4张为 功能性装备一览表 ，收录有团队收益的武器与圣遗物套装，并简要介绍其功能性、获取方式及使用建议。 如下为定义解释： 天赋简称 ： A 为普通攻击、重击、下落攻击的总称， E 为元素战技， Q 为元素爆发， 普攻 仅为普通攻击的简称， 下落 仅为下落攻击的简称。 主C ：站场时间较长且作为伤害来源的角色。（严谨定义应为 站场C 或接力C ，前者包含驾驶员玩法 ，后者一般出现在两个真空期长的主C接力站场的队伍 ） 副C ：不需要站场多久且作为伤害来源的角色。（严谨定义应为 脱手C ） 辅助 ：不直接作为伤害来源的角色，或者功能性权重高于伤害。 此外，当角色的功能性仅为元素基底提供位或拐 （伤害增益） 时，若强化其功能性不需要特定属性或需要堆的属性（如 生命 / 防御 ）不占用自身伤害能力所需属性（如 暴击 / 暴伤 ），则只有辅助能力很强或自身伤害占比较低 （秒伤低于10%或循环总伤低于10w） 时，才会分类至 辅助 ，否则分类至 副C 。装备特效非必要时仅给出能体现功能性的描述。有些栏位可能展示某个系列，包含数个武器。 一、深境螺旋12层配队分析 1. 敌人阵容 本期深境螺旋12层敌人 （与元素地脉debuff） 分布以及渊月祝福描述如下： 超链图片 2. 参考配队 推荐备注 本篇默认推荐 连打配队 ，若无法凑齐阵容，可充分参考各配队的可替换位，也可根据每一间环境与自身情况制定对策而尝试“分开凹”。 若配队与练度均已达标仍难以满星，则建议到对应队伍或角色攻略中寻求手法细节等帮助。如上情况欢迎大家在 评论区 讨论。 超链图片 关于常见配队方案 （不一定适合本期环境） ，可参考 《恒常配队学：附录——常见配队方案汇总》 ： 恒常配队学：附录——特别篇：常见配队方案汇总 3. 上半对策分析 ① 数量分析 群体敌人与单体敌人皆有，但总血量不多、对聚怪辅助需求不大，建议 选择对单能力强的阵容 ，若有一定对群能力则更好。 12-1输出要点 ：开局往左侧跑，尽量和所有剑鬼站在一条线上，以预防 魔偶剑鬼·霜驰 施放突刺，之后使角色位于 魔偶剑鬼·孤风 与 魔偶剑鬼·凶面 之间 （三点一线） 且更靠近后者，会较易实现手动聚怪。 ② 抗性及免疫分析 冰抗 与 风抗 ：12-2的 冰风组曲·科培琉司的劫罚 有较高 冰抗 与 风抗 （70%） ，不太建议使用以 冰伤 及 风伤 为主的队伍（有较多减抗手段与破 冻 / 芒 盾手段也可考虑），尤其 不建议使用 纯冰 及 永冻 阵容 。 ③ 元素及芒荒分析 冰领域 ： 魔偶剑鬼·霜驰 施放插地冲击后会产生大范围 冰领域 给角色持续挂 冰 ，导致减速，如果有自附着 水 的角色还容易被 冻结 ，可通过 班尼特 的自附着消除，但也容易使 魔偶剑鬼·霜驰 刀刀融化 （持有护盾且未被破盾时该增幅增益无效） ，进一步增大生存压力。当然，若输出够用且生存能力差，也可优先攻击该剑鬼并诱导其突刺到远处，等其施放插地冲击后再回去攻击其他剑鬼。 冻盾 ：12-2的 冰风组曲 在演出开始时即进入高潮，分3个乐段在乐段开始时开启 冻盾 （ 8 元素量）且造成较高生存压力，由于其外显 芒性 ， 用1次 荒性 攻击即可直接破除，而累计使用3次 荒性 攻击则可提前结束高潮 。若不使用 荒性 攻击，则需要利用元素反应破盾，推荐 队伍中持有一定元素量供给的 火 系角色（如 班尼特 ） ，能高频附着的 雷 系角色也可用。 芒性 ：除12-2的 冻盾 外，12-3的发条机关也均外显 芒性 ，使用累计2次 荒性 攻击可减弱 攻坚特化型机关 或 建造特化型机关 的攻势，而使用1次 荒性 攻击即可使 机关·侦察记录型 弱化。由于 建造特化型机关 转圈时有较强压制力，若缺少 荒性 攻击来源，需尽量带护盾辅助解决抗打断问题。 ④ 特殊情况分析 三剑鬼与冰风组曲的伤害较高，如果队伍输出够用则可酌情考虑提高生存能力。 4. 下半对策分析 ① 数量分析 群体敌人与单体敌人皆有，且有较大聚怪需求，建议 选择综合输出能力强的阵容 ，偏向对群但有一定对单攻坚能力的为佳，若有聚怪辅助则更好。 12-1输出要点 ：第2波应走到一个 愚人众先遣队·火铳游击兵 一侧输出，诱导其后撤到另一个 火铳游击兵 附近并一起输出；第3波优先靠近并攻击 历经百战的愚人众·风役人 ，而 霜役人 会更容易追过来。 12-2输出要点 ：第2波应优先攻击 镀金旅团·灵风猎手 及其召唤的厄灵，第3波若缺少聚怪辅助，则可往墙边跑且与两个 深渊咏者·紫电 保持三点一线，使距离更远的深渊咏者靠近另一个。 ② 抗性及免疫分析 愚人众精英敌人中带有一定元素抗性 （50%） 的较多，因此推荐队伍中持有翠绿4件套/ 钟离 / 珐露珊 等对应减抗手段。 水抗 ：12-1的 藏镜仕女 。 风抗 ：12-1的 风役人 。 冰抗 ：12-1的 霜役人 ，其还有很高 冻结抵抗 （90%） ，不利于 冻结 队发挥。 火抗 ：12-2的 债务处理人 。 ③ 元素及芒荒分析 光环·水泡 ：12-1第2波的 藏镜仕女 带有该光环，会对角色的行动能力造成较大限制，且在角色试图逃离周围生成的水泡时还会额外在外围生成4个水泡，需要注意躲避或用 大范围攻击破除 。 大量 雷盾 ：12-2第3波的两个 深渊咏者·紫电 均会在血条快被清空时开启大量 雷盾 （盾量 各36 ），强烈建议 持有附着能力强的 火 / 草 / 冰 系环境位，例如 香菱 、 纳西妲 等 。 火盾 / 冻盾 ：12-3的深罪浸礼者会按顺序依次开启 火 → 冻 → 雷 盾 ，盾量分别为12→12→8。破除前两个护盾各会使其虚弱约3.5秒，而全部破除会使其瘫痪约12秒，在瘫痪结束后其除血量外的状态均会回归初始状态。若队伍对其中某种元素盾破盾能力较弱，则应注意将元素量较多的技能留给该护盾。 火盾 的最佳破盾方式为 水 （而不能用火/草破） 、 冻盾 的最佳破盾方式为 火 （而不能用冰/水破） ，但其均也可用大量 雷 消耗， 钟离 的元素爆发对冻盾也有5元素量的破盾效果，实战应注意规划流程。 ④ 特殊情况分析 12-1 ：第1波的海乱鬼附近有同类被击败时，将进入狂暴状态，恢复自身50%血量且免疫 冻结 与石化、攻击欲望提高，因此需要尽可能同时击败两个海乱鬼，对群或爆发能力强的阵容体验更佳；第3波的 风役人 与 霜役人 会间歇性施放高爆发技能，且开局就会施放一次，给角色施加生命之契并大幅度提高处于该生命之契之下角色受到的伤害，还会导致生命之契解除前角色持续损失生命值， 其高爆发技能施放前有红色预警提示，一定要注意躲避（多段），建议队伍中持有能及时提供 治疗 的生存 辅助 。 12-2 ：第2波的镀金旅团（ 灵风猎手 、 魔岩役使 ）开局释放厄灵，获得高抗性 （除物抗外全抗提升至60%，物抗为30%） 且接近霸体。若阵容输出能力有限，则 需优先击败厄灵以使其虚弱 ，使其抗性恢复正常 （对应元素抗性甚至会降至-50%） ；第3波 深渊咏者·紫电 的部分技能命中角色时，若角色不持有护盾或护盾被该技能打破，则会损失元素能量，因此建议队伍中持有 护盾辅助 ，或者注意躲避。 5. 环境对当期UP角色的影响 当前版本 角色限定祈愿 UP角色为 阿蕾奇诺 、 林尼 、 流浪者 与 白术 ，无集录祈愿。如下为其定位与环境适配性： 阿蕾奇诺 ：基于生命之契输出的 火 系 主C ，增幅与纯直伤都可玩， 蒸发 阵容可 通解本期上下半 ，而 纯火 / 超载直伤 也 非常契合上半环境 。 林尼 ：以蓄力弓为主要输出模式的 火 系 主C ，以纯火伤输出为主， 非常契合本期上半环境 。 流浪者 ：以普攻或重击输出为主的 风 系 主C ，因上半风抗、下半有大量元素盾而 不太契合本期环境 ，但配队灵活，搭配行香班组国家队或配置够高都 可强行打下半 。 白术 ：提供 大量 治疗 量 及少量抗打断的 草 系生存 辅助 ， 更契合本期上半 ， 但缺少生存位也可走下半 。 二、附表 更新说明 ① 在「 主C 定位一览表」中新增了 阿蕾奇诺 的角色定位； ② 将「主流流派」改为「主流玩法」，并对一些玩法名称进行细分处理，比如「蒸发」被分为「正向蒸发」、「反向蒸发」与「混合蒸发」，正向代表蒸发反应由该角色触发，反向代表该角色为其他角色的蒸发反应提供条件，而混合蒸发代表该角色与异色队友的蒸发伤害同样重要，三者均可用或区别不大时才会统称为「蒸发」，而「融化」同理； ③ 修改了部分角色的定位描述，更新了部分武器与圣遗物的使用建议。 1. 主C 定位一览表 超链图片 2. 副C 定位一览表 超链图片 3. 辅助 定位一览表 超链图片 4. 功能性装备一览表 超链图片 超链图片 创作声明 1. 本篇作者为 卡玛sei亚 （天空岛，uid：126941175），首发于米游社； 2. 本篇于2024年5月3日发布（当前版本为4.6），最近更新日期为2024年5月16日（当前版本为4.6）； 3. 禁止除作者本人及「原神观测枢」以外的账号转载本篇至站外，而站内转载则需取得授权； 4. 本篇中的配图与描述有部分要素版权属于米哈游； 5. 本篇封面出现的虚拟形象LOGO为约稿作品（作者：阿藕酱），仅供作者本人使用。 超链图片",
    "length": 4290
}