{
    "game_id": 2,
    "post_id": "44388473",
    "f_forum_id": 43,
    "subject": "枫丹科学院水神瞳收集路线（二）",
    "url": "https://www.miyoushe.com/ys/article/44388473",
    "created_at": 1697034231,
    "like_num": 492,
    "view_num": 6190,
    "reply_num": 37,
    "text": "各位旅行者你们好，这里是「二也」 _(偶像姬_WINK) 枫丹科学院水神瞳收集路线（二） 本篇内容 ♥ 路线视频在攻略最后 地图探索水神瞳37-55 任务相关水神瞳56-65 水神瞳分类 枫丹科学院现有水神瞳 65 个 其中 地图探索水神瞳 55 个， 任务相关水神瞳 10 个 ﻿ 六芒星 代表 地上水神瞳 ﻿ 四叶草 代表 水下/ 地下 水神瞳 叹号 代表 任务相关水神瞳 水神瞳 37-42 路线 水神瞳 37-38 水神瞳 37 传送 黎翡区 西方向 锚点，往 地图的西北方向 走，在木箱上 水神瞳 38 往 地图的西北方向 走，从 高塔5层窗户 爬上高塔顶 （前往 山坡顶部 有湍流直达高塔顶） 水神瞳 39-40 水神瞳 39 传送 黎翡区 西方向 锚点，往 地图的南方向 走 ▶从旁边 枯木顶 ，飞至空中； 水神瞳 40 往 地图的南方向 走，爬上 高塔顶 ，飞至空中 （若没有万叶，建议爬上旁边的山飞过来） 水神瞳 41-42 水神瞳 41 传送 黎翡区 西方向 锚点，往 地图的东南方向 走 ▶拾取 3 个 小水珠 形成 水环 ，激活 侦测晶体 ； ▶ 快速前往凝水板上 ，跳至空中； 水神瞳 42 往 地图的东北方向 走，游往海上浮标顶 水神瞳 43-48 路线 水神瞳 43-44 水神瞳 43 传送 黎翡区 水下图中 锚点，往 地图的西北方向 游，在洋流前 水神瞳 44 往 地图的西北方向 游，在海草顶 水神瞳 45-47 水神瞳 45 传送 黎翡区 水下图中 锚点，往 地图的西北方向 游，在海底 水神瞳 46 往 地图的东北方向 游，在管道顶 水神瞳 47 往 地图的西方向 游，在管道顶 水神瞳 48 传送 黎翡区 水下图中 锚点，往 地图的东南方向 游，在崖壁岩石间 水神瞳 49-51 路线 水神瞳 49 传送 枫丹动能科学研究院区 水下图中 锚点 ▶往 地图的西方向 游，在海底石柱间； 水神瞳 50-51 水神瞳 50 传送 枫丹动能科学研究院区 水下图中 锚点 ▶往 地图的东方向 游，在海底石柱顶； 水神瞳 51 往 地图的东方向 游，获得异色膨膨兽能力 ▶使用战技，激活 结晶机关 ，前往 结晶机关 下的房间； （建议把宝箱拿了，容易遗漏） 水神瞳 52-55 路线 水神瞳 52-54 水神瞳 52 传送 千年珍珠骏麟 西北方向 锚点 ▶往 地图的东南方向 走，在水下通道口； 水神瞳 53 往 地图的东南方向 走，抵达 齿轮位置 ，在洞口下 （需完成任务「一报还一报」，通往梅洛彼得堡） 水神瞳 54 往 地图的东南方向 游，在锚点旁空中 未完成的喜剧·一报还一报/从此以后··· 水神瞳 55 传送 水下岩道 锚点，按图中指引路线走 ▶获得异色水面能力，将水母投掷于 结晶机关 旁； ▶进入 第 1 道大门 后，引爆水母，打开 第 2 道大门 ； ▶往 地图的东北方向 游，在通道底； 水神瞳 56 路线 水神瞳 56 任务： 「通往奇点之路」 完成任务后，前往 奎瑟尔的发条工坊 ，在中间装置顶 通往奇点之路 水神瞳 57 路线 水神瞳 57 任务： 「取回锚桩」 前往 「科学院宿舍」 侧面房间，拾取 储能装置 ▶前往 「科学院宿舍」 顶部 ，击败愚人众； ▶放置 储能装置 于 迁能终端 旁，开启栅栏门； 停滞于一片废墟上·取回桩锚 水神瞳 58-59 路线 水神瞳 58-59 水神瞳 58 任务： 「海渊封缠的乖离光」 前往海底遗迹 （摧毁碎石墙即可获得） 水神瞳 59 在遗迹内探索-启动光学装置，在稳定器顶部 海渊封缠的乖离光 水神瞳 60 路线 水神瞳 60 任务： 「往事追迹·南」 攻击结晶机关， 快速进入 沉没的水文研究站，在高塔顶部 往事追迹·南 水神瞳 61-62 路线 水神瞳 61-62 水神瞳 61 成就： 「打破时间墙」 前往海底通道，在通道口 水神瞳 62 完成成就后，前往神秘水域崖壁间 打破时间墙 水神瞳 63-65 路线 水神瞳 63-64 水神瞳 63 成就： 「 红恶棍的报复 」 发条机关-迁能终端顶部 （完成成就后水下岩道会充满水，方便获取） 水神瞳 64 锻压装置底部 （完成成就过程中一般已获得） 水神瞳 65 成就： 「 并不那么窄的门 」 开启藏书室，在藏书室顶部房梁上 【V4.1攻略·任务与探索】红恶棍的报复/并不那么窄的门 水神瞳 37-42 路线视频 水神瞳 43-51 路线视频 水神瞳 52-55 路线视频 枫丹科学院水神瞳合集 【V4.1攻略·任务与探索】枫丹科学院水神瞳合集 如果觉得不错可点个 关注 ，敬请期待更多内容 更新 ！ 如果有任务 问题 ，可以 私信 我，感谢旅行者们支持！",
    "length": 1956
}