{
    "game_id": 2,
    "post_id": "56329961",
    "f_forum_id": 43,
    "subject": "【V4.8攻略·活动详解】「哐哐当当雀雀球」活动合集",
    "url": "https://www.miyoushe.com/ys/article/56329961",
    "created_at": 1723026203,
    "like_num": 593,
    "view_num": 2429,
    "reply_num": 45,
    "text": "UID：207443284 各位旅行者你们好，这里是「二也」 _(偶像姬_WINK) 超链图片 「哐哐当当雀雀球」活动合集 本篇内容 介绍 「哐哐当当雀雀球」 活动玩法， 「自娱自乐」模式 完成 8 关挑战 。 活动时间 2024/08/06 10:00--2024/08/19 03:59 等级限制 冒险等阶达到20级 任务限制 完成任务 「序章·第三幕·巨龙与自由之歌」 序章·第三幕·巨龙与自由之歌 「活动介绍」 活动说明 活动开启后的前4天，会陆续开放8关 「自娱自乐」模式 和7关 「伙伴共乐」模式 。 玩法介绍 「自娱自乐」模式 部分关卡内会存在对方雀雀球。旅行者需要准确投掷雀雀球，将对方雀雀球击出得分区。部分关卡开始时场上会出现我方的平平雀雀球，旅行者需要准确投掷雀雀球，让更多雀雀球停留在得分区域内，获取更高分数。 「伙伴共乐」模式 两名旅行者需要相互较量，交替投出雀雀球。根据最后一回合结束后所有雀雀球停留的区域计算得分，决出胜负 活动奖励/活动耗时 活动开启后的前4天，每天将解锁500枚「闪闪雀雀币」的获取上限。 累计 1520 「闪闪雀雀币」 ，共 420 原石/ 15 分钟 超链图片 第一关·圆滚滚式的送客妙法 满分6分技巧 默认孤独雀雀球 蓄力：按住投球按钮，蓄力50%左右； 方向：图中指引方向； 超链图片 剩余两个球 蓄力：按住投球按钮，蓄力10%左右； 方向：图中指引方向； 超链图片 第二关·一起去吃大墩墩桃吧 满分16分技巧 默认贴贴雀雀球 蓄力：按住投球按钮，蓄力30%左右； 方向： 向左移动到底， 图中指引方向； 超链图片 默认贴贴雀雀球 蓄力：按住投球按钮，蓄力30%左右； 方向： 向右移动到底， 图中指引方向； 超链图片 默认笨笨雀雀球 蓄力：按住投球按钮，蓄力25%左右； 方向：图中指引方向； 超链图片 第三关·两组团雀的面面相觑 满分4分技巧 选择贴贴雀雀球 蓄力：按住投球按钮，蓄力100%左右； 方向：图中指引方向； 超链图片 默认孤独雀雀球 蓄力：按住投球按钮，蓄力50%左右； 方向：图中指引方向； 超链图片 默认笨笨雀雀球 该球起补充作用，前面得分到4就无需操作 蓄力：按住投球按钮，蓄力80%左右； 方向：图中指引方向； 超链图片 第四关·轻盈地穿过林间小径 满分20分技巧 默认贴贴雀雀球 蓄力：按住投球按钮，蓄力50%左右； 方向： 向右移动到底， 图中指引方向； 超链图片 默认华丽雀雀球 蓄力：按住投球按钮，蓄力50%左右； 方向： 向右移动到底， 图中指引方向； 超链图片 默认笨笨雀雀球 蓄力：按住投球按钮，蓄力50%左右； 方向： 向右移动到底， 图中指引方向； 超链图片 第五关·呆呆站岗的气气团雀 满分4分技巧 默认孤独雀雀球 蓄力：按住投球按钮，蓄力20%左右； 方向：图中指引方向； 超链图片 默认贴贴雀雀球 蓄力：按住投球按钮，蓄力100%左右； 方向：图中指引方向； 超链图片 默认笨笨雀雀球 蓄力：按住投球按钮，蓄力100%左右； 方向：适当 向左移动， 图中指引方向； 超链图片 第六关·迷迷糊糊的三角阵型 满分24分技巧 默认2个贴贴雀雀球 蓄力：按住投球按钮，蓄力50%左右； 方向：图中指引方向； 超链图片 剩余2个雀雀球 蓄力：按住投球按钮，蓄力50%左右； 方向：图中指引方向； 超链图片 第七关·搬运食物的规整小队 满分6分技巧 默认孤独雀雀球 蓄力：按住投球按钮，蓄力30%左右； 方向：图中指引方向； 超链图片 默认孤独雀雀球 蓄力：按住投球按钮，蓄力30%左右； 方向：图中指引方向； 超链图片 剩余2个孤独雀雀球 蓄力：按住投球按钮，蓄力80%左右； 方向：如图所示-处理贴线的雀雀球； 超链图片 第八关·紧急转弯的雀雀大军 满分32分技巧 选择华丽雀雀球 蓄力：按住投球按钮，蓄力20%左右； 方向：图中指引方向； 超链图片 选择华丽雀雀球 蓄力：按住投球按钮，蓄力60%左右； 方向：图中指引方向； 超链图片 默认贴贴雀雀球 蓄力：按住投球按钮，蓄力60%左右； 方向：图中指引方向； 超链图片 默认贴贴雀雀球 蓄力：按住投球按钮，蓄力30%左右； 方向：图中指引方向； 超链图片 欢夏！邪龙？童话国！合集 「欢夏！邪龙？童话国！」攻略合集 如果觉得不错可点个 关注 ，敬请期待更多内容 更新 ！ 如果有任务 问题 ，可以 私信 我，感谢旅行者们支持！",
    "length": 1839
}