{
    "game_id": 2,
    "post_id": "25992799",
    "f_forum_id": 43,
    "subject": "[2.8攻略]迪卢克圣遗物，武器，天赋等等",
    "url": "https://www.miyoushe.com/ys/article/25992799",
    "created_at": 1658344727,
    "like_num": 180,
    "view_num": 22328,
    "reply_num": 44,
    "text": "-目录 1.技能·天赋 2.推荐·圣遗物 3.推荐·武器 4.升级突破·材料总结 [一]技能·天赋& [普通攻击] 至多攻击四段挥砍，每段伤害都不同。 ﻿[重击] 会持续消耗体力，进行持续攻击。分成两段伤害，持续伤害(低)和重击的最后一剑的伤害(高)。 [下落攻击] 从空中向下冲击，并且落到地面，可以造成小范围的范围伤害。下落攻击的伤害比较高，如果想打高伤害的话，可以用下落攻击 (简称登龙剑)。 [命座影响] 迪卢克在战斗时普通攻击也是可以用的，就比如迪卢克最普通的连招，先A一下，再用一下元素战技以此循环(AEAEAE)，不但手感好，而且还能打满蒸发(前提是不开大招)。 [命座]对普通攻击的提升也是很大的，特别是六命后AEAEAE的连招会便丝滑。 释放元素战技后，伤害不但会提升30%，攻速也堤升30%。此外元素战技也不会重置普通攻击了。 [元素战技·逆焰之刀] 迪卢克的主打伤害的技能， 使用技能时会向前挥砍一次火焰攻击，可以连续使用三次， 如果在短时间内没有连续使用会进入CD。 [命座影响] 在四命后元素战技会有质的变化。 释放元素战绩的两秒后，下一段的元素战技伤害会提升40%，两秒持续。 这就更说明了，使用元素战绩后要衔接普通攻击了，基本上A一至二次，下一段元素战绩都会提升40%的伤害。 [元素爆发·黎明] 烈焰会形成一只火之鸟，向前飞去并击退敌人，造成持续伤害，斩击伤害，爆裂伤害，并且还会给迪卢克的武器附魔火元素(持续8秒)。 在[熔毀之翼]这固有天赋的加持下，使用元素爆发后，附魔时间会增长四秒，另外迪卢克会获得20%的火焰伤害加成。在释放元素爆发后的12秒，每次普通攻击都会造成火焰伤害。 [二]圣遗物·搭配 [炽烈的炎之魔女] [炽烈的炎之魔女]又称[魔女]。开服到现在一直是迪卢克的毕业套，不但增加火元素伤害加成，还对元素反应伤害提升了很高。 [魔女·两件] 增加15%的火元素伤害加成。 [魔女·四件] 超载,燃烧反应造成的伤害提升40%，蒸发融化反应的加成系数提高15%。释放元素战绩后十秒内两件套的效果提升50%，该效果最多叠加三次。 [渡过烈火的贤人] [渡过烈火的贤人]又称[渡火]。纯火阵容，这个是非常不错的选择。一般刷过火本的人，渡火的圣遗物不比魔女差，如果想打纯火阵容的话，渡火是个不错的选择。 [渡火·两件] 火元素抗性提高40%。 [渡火·四件] 对处于燃烧以及火元素影响下的敌人造成的伤害提升35%。 [追忆之注连] [追忆之注连]又称追忆。每次使用元素战技都会对普通攻击，重击，下落攻击的伤害提升。也是比较适合纯火阵容的。特别是六命之后，每次用元素战技后都可以A一下或者两下，1触发六命和圣遗物的效果。 [追忆·两件] 攻击力提升18%。 [追忆·四件] 释放元素战技时，角色的元素能量高或者等于15点，会流失15点元素能量，接下来的10秒内普通攻击，重击，下落攻击造成的伤害提升50%(持续期间内效果不会再次触发)。 [三]武器·搭配 [狼末]和迪卢克的衣服以及造型的颜色都非常相似，以及属性都是目前最适合迪卢克的，所以是迪克的专武。 使用者会提升攻击力(20%25%30%35%40%)。命中敌人生命值低于30%时，队伍里所有角色攻击力提高(40%50%60%70%80%)持续12秒，该效果30秒触发一次。 [无工]护盾强效提升(20%25%30%35%40%)。攻击命中后的8秒后，攻击力提升(4%5%6%7%8%)，效果最多叠加五层，米0.3秒触发一次，如果在护盾的护下，该效果的攻击力提升效果提高100%。 装备[无功]后，想要触发无功的全部属性，那就必须带一个有护盾的角色了。但是给的攻击力比其他的四星都要高，对圣遗物的要求也高。如果没有好的四星武器可以用[无功]。 [螭骨剑]不管是外搭还是属性都比较适合迪卢克，算是迪卢克在四星武器里的最好选择了。 角色在场时，每四秒提升(6%7%8%9%10%)的伤害造成，(3%2.7%2.4%2.2%2.0%)受到的伤害。该效果最多叠加到五层。切换角色不会重置，受到伤害后减少一层效果(和二命有点冲突)。 [古华]成本低，可以白嫖。前期没有好武器的话，也可以用[古华]。 普通攻击和重击命中，时有50%的几率对小范围内的敌人造成(240%300%360%420%480%)攻击力的额外伤害。该效果每30秒触发一次。 [四]升级突破·材料升级 以上仅个人观点，如有错误，欢迎在评论区指出。 也感谢各位的观看了，如果有别的问题也可以在评论区指出，只要不超过一个星期的我都会看，那今天就到这里了，各位拜拜。_(绝区姬_嗨)",
    "length": 1914
}