{
    "game_id": 2,
    "post_id": "50267390",
    "f_forum_id": 43,
    "subject": "【V4.5攻略·任务与探索】琳妮特 邀约事件「猫与随机数」",
    "url": "https://www.miyoushe.com/ys/article/50267390",
    "created_at": 1710327510,
    "like_num": 149,
    "view_num": 20277,
    "reply_num": 18,
    "text": "UID： 187852278 4.5版本新增 角色邀约任务 琳妮特 邀约事件—— 猫与随机数 【5个结局】分支选择一览图： _(琳妮特-看戏) 相片一览（荧） 特殊道具：命运示数器_(林尼-惊喜) 部分选项可选择【示数器】，抽取卡牌，根据随机数字决定剧情走向 以下为具体任务流程： 事件一 在 抉择 阶段中，与琳妮特对话 选择：我觉得可以先回酒会… 假面 阶段： 前往德波大饭店 与招待姐妹对话 剧组合影 前往酒店二楼消磨时间 与芙宁娜对话 芙宁娜 我可是舞台领域的专家欸！ 【假面默剧】这么新颖的艺术形式，当然会请我来点评一二咯。 …可圈可点。不用台词与表情，只用肢体动作传达角色情绪，确实很有实验意义。 不过怎么说呢…女主角的形象应该更加复杂？尤其是后两幕，虽然外在还是「机械人偶」，内里却有更加深刻的情感... 啊，我只是随口一提，不用太放在心上。剧本是剧本、戏剧是戏剧，把故事搬上舞台，要考虑的细节远比一般人想象的多。 回到一楼领取信封 琳妮特的信封 没有心的人偶！ 你毁掉了这部作品。 立刻让出主演的位置！ 与导演对话 前往灰河 与妹妹吉娜、姐姐吉莲对话 前往酒馆 启动调查模式调查文件 调查 调查笔记 (寻找与梅里埃有关的部分。) (笔记中贴着大大小小的剪报，都是关于各式戏剧的。从最初几页剪报泛黄的程度来看，已经颇有一段历史。 ) (早期剪报中有零星几篇报道提及了他的名字，大多是在感慨「新兴艺术频频遇冷」、「 先锋戏剧叫好不叫座」时捎带) (近些年的剪报中则开始大量出现梅里埃的相关报道，都称赞梅里埃领先于时代，有大师风范） (这些文章的作者遍布各个领域，其中「科伦汀」与「阿莫瑞」发表的数量最多。) 调查「原剧本」 (仔细翻阅一遍... ) (《人偶迷踪》的原剧本，跟现在的版本会有什么不同呢.. ) (第四幕几乎是「主角J的独角戏，场景也回到了简陋的「废墟」。注释上说「如此方能将观众的视线聚焦于一人」。) 调查正式剧本 (《人偶迷踪》的正式剧本，讲述了身为舞蹈用机械人偶的「主角」，在被人类废弃后开始找寻存在意义的故事.. ) (第四幕里「主角」因线路老化失去了舞蹈的能力注释上说「象征性地做点动作就好，豪华布景和群演能吸引视线」。) 调查旧作 (这些剧本似乎都是梅里埃的旧作..还附有-些剧照画片。 ) 调查手稿 (梅里埃的剧本手稿..涂改的痕迹很严重，几乎不能认读。) ———————— 「主角回到当初的废墟，为逝去的伙伴献舞..直到关节腐朽，零件掉落... 」 (同样是「因为线路朽坏丧失了正常舞蹈的能力」，但原版却多了许多「情绪」 .对伙伴的追忆、对人生的释怀... ) (简陋的布景和独角戏也加重了「主角」身上的负担.难度和正式的版本相差巨大。) 还有一个办法 等待到两天后 前往歌剧院 剧本 第一幕 废墟之中 身为舞蹈家的「主角」被遗弃在一处废墟里。 她怀疑是因为自己的腿脚生了病，舞蹈不再像从前那么流利，所以才会被同伴抛弃。 直到在废墟中遇到了一群与自己长得一模一样的废弃人偶时，「主角」才意识到… ...所谓的病痛只是零件老化，而自己只是一具「舞蹈人偶」。 在机械人偶中流传着一个奇闻: 在世界的尽头存在着属于人偶的神明，那位神明可以将机械人偶变为真正的人类。 于是「主角」与「伙伴」踏上旅程... ...但这则消息却是敌视机械的人类散播的谣言，一行人在旅途的终点被这些人类抓获、回收、熔炼，肆意虐待。 为了掩护同伴逃走，「主角被倾塌的大楼掩盖在瓦砾之下，就此陷入沉睡... 第三幕 瓦砾之中 不知过去多久，一群机械人偶清理瓦砾，再度激活被掩埋的「主角」。 他们告诉「主角」，时间已过去千万年，如今的世界已被机械人偶统治。 而最早带领机械人偶反抗的，就是被「主角」拯救的那些同伴。「主角」因此成了机械人偶们的英雄。 机械人偶们问「主角」有什么愿望，她却只希望.. 【改】「主角想要重返舞台，机械人偶们答应为她更换最先进的零件，搭建最豪华的剧院，募集最多的观众...」 【改】「而她最后迷失在机械的掌声和重复的喝彩之中...」 第四幕 废墟之中(原剧本) 「主角」拒绝了机械人偶们为自己更换零件、搭建舞台的邀请... 她许愿只想再见当初的同伴，却被告知当年的同伴早已在起义中牺牲。 如今被安葬在他们当年相遇的那个废墟。 「主角」孤身踏上返程，回到最初的起点。 在伙伴们的墓前起舞，直到线路朽坏，零件脱落，彻底停转。 ... 她终于明白了自己愿为谁起舞，尽管迟了一万年。 在 谢幕 阶段中，吉莲的妹妹吉娜赶来 选择：【表演】她在说什么？我不知道欸。 抽取卡牌，检定数字+5大于6，即检定成功 结局一：大成功！ 「视线有点偏…？笑容是真心的就好。」 在 谢幕 阶段中，吉莲的妹妹吉娜赶来 选择：（静观事态发展） 结局二：观众席 有人在台上起舞时，就有人在台下鼓掌。 事件二 在 抉择 阶段中，与琳妮特对话 选择：我觉得可以先帮邦妮… 真探 阶段 等待到次日早上 与琳妮特见面 争论猫是谁的 勒菲弗尔家族 琳妮特：勒菲弗尔家族，早就已经毁灭了。 艾洛迪：嗯.在许多年前，他们家主与不少重要成员都被来路不明的刺客暗杀，实力一落千丈。 这些人平时就作恶多端，剩余成员很快就被各个势力打击报复。不是病死饿死，就是隐姓埋名。 皮埃尔这家伙，正是其中一员，伪造了姓氏跟身份在枫丹科学院里蛰伏...直到现在才露出马脚。 琳妮特：...「勒菲弗尔」的最后一任家主，就是当年想控制我的**「**物」。 ..在一场宴会之后，有人骗我乘上了勒菲弗尔的马车，把我带去他们的宅邸.. 但在他们得手之前，就先遇到了「父亲」。 嗯，「父亲J制裁了「勒菲弗尔」。在那之后，我跟哥哥就进入了「壁炉之家」。 前往枫丹科学院 与林尼对话 前往可疑地点 跟随邦妮 前往据点附近 调查据点（3处，即3个人站的地方） 前往水下寻找线索（在石头后面） 与众人分析 前往柔灯港 前往爱心社附近 追捕贝努瓦 在 坠入层层迷雾 阶段中，尝试为案件收尾，与琳妮特对话 分析疑点，推理得出真相 1）白淞镇的线索 2）贝努瓦的信件 3）缺少的环节 》》真相 尝试为案件收尾，与琳妮特对话后，再与艾洛迪对话 抽取卡牌，检定成功 陪琳妮特待机充能 结局三：冒险家与调查员与猫 你们的故事暂且落下帷幕。 获得成就：DECKS&DETECTIVES 在 坠入层层迷雾 阶段中，尝试为案件收尾，直接与艾洛迪对话 抽取卡牌，检定失败 结局四：救猫咪！ 真相尚在暗潮之中，但希望已在囚笼之外。 事件三 在 抉择 阶段中，与琳妮特对话 选择：不如…两边都放着不管？ 抽取卡牌，检定数字大于10，即检定成功 结局五：「待机模式」 没有什么事，就是最快乐的事。 获得成就：SPEEDRUN 任务奖励：小道具「命运示数器」 使用方法：放置道具后，抽牌 可以抽取01~20内的数字 可用于解决旅行者的选择困难症_(琳妮特-捧场)",
    "length": 2839
}