{
    "game_id": 2,
    "post_id": "51460397",
    "f_forum_id": 43,
    "subject": "开服至4.5版本的大活动，你都错过了哪些？",
    "url": "https://www.miyoushe.com/ys/article/51460397",
    "created_at": 1713005576,
    "like_num": 1721,
    "view_num": 12496,
    "reply_num": 81,
    "text": "UID130468275 hello~大家好，这里是七休呀~我们都知道满级天赋升级材料「智识之冕」只能通过版本大活动获得，而且这些活动还能免费送4星角色、及4星角色新衣装、活动限定武器！下面我们就一起来看看，开服至4.5版本一共都有哪些大活动，而你又错过了哪些？！ ﻿【1.0版本】﻿ 1.0版本是唯一没有版本大活动的版本，但是却是「立本」的奇货百货活动第一次开启，区别在于当时立本还只是立本，在后来的版本玩家们才想起立本的好！ 【1.1版本】未归的熄星 一共「未知之星」、「诡梦之星」和「命定之星」3个玩法，可以 免费获得一个4星角色「菲谢尔」， 是非常优秀的挂雷副c角色。在2.8版本也送了一只，并还送了新衣装，是唯一一个送了2次并送了衣装的角色。 ﻿【1.2版本】白垩与黑龙 是一个挑战打怪活动，可以获得满精 活动限定武器「腐殖之剑」，错过活动会绝版！ 适用角色： 琴、芙宁娜、妮露、班尼特、阿贝多等 ﻿【1.3版本】海灯节 海灯节第一次登场，首次 自选邀约璃月港4星角色，以 及获得绝版道具【霄灯】。 ﻿【1.4版本】风花的邀约 一共「 节日逸闻」、 「 庆典挑战 」、「 奇趣秘园 」3个玩法， 可以获得满精 活动限定武器「风花之颂」，错过活动会绝版！ 适用角色： 温迪、提纳里、柯莱、菲谢尔等 ﻿【1.5版本】导能原盘·绪论 是一个通过调查，完成打怪挑战活动，可以 免费获得一个4星角色「迪奥娜」， 是一个治疗型辅助角色，能够提供护盾。 ﻿【1.6版本】盛夏！海岛？大冒险！ 一共「 战船？ 主炮 ！开火啦 」、 「 漩涡？竞速！冲浪啦！ 」、 「 武士？魔王！决斗啦！ 」和 「 羽球？爆弹！炸飞啦！ 」4种主题玩法，是在限时地图【海岛】进行的， 可以获得满精 活动限定武器「嘟嘟可故事集」，错过活动会绝版！ 适用角色： 可莉、流浪者、烟绯、凝光等 【2.0版本】谒索雷痕 一共「 奔霆腾闪 」、 「 疾雷攻逐 」、 「 电威横织 」和 「 机巧阵陔 」4种主题玩法， 可以 免费获得一个4星角色「北斗」， 是一个雷系副c。 ﻿【2.1版本】韶光抚月 是一个收集探索类活动，在指定区域收集「逐月符」和「玄月宝箱」，可以获得满精 活动限定武器「衔珠海皇」，错过活动会绝版！ 适用角色： 迪卢克、优菈、重云、北斗、辛焱等 ﻿【2.2版本】谜境悬兵 一共5个试炼关卡，可以 免费获得一个4星角色「辛焱」， 是一个物理输出角色。 ﻿【2.3版本】皑尘与雪影 是一个通过挑战获得雪人部件，完成雪人制作的一个活动，可以获得满精 活动限定武器「辰砂之纺锤」，错过活动会绝版！ 适用角色： 阿贝多 ﻿【2.4版本】飞彩镌流年 一共「 焰羽星花 」、 「 玄璧云聚 」、 「 灯中妙影 」和 「 武卫重溟 」4种主题玩法， 可以获取 凝光衣装「纱中幽兰」。 （错过活动，需在商店花1680创世结晶购买！） ﻿【2.5版本】三界路飨祭 这个活动需要在活动限时地图「三界路飨祭」地区获得宝箱和挑战， 可以获得满精 活动限定武器「证誓之明瞳」，错过活动会绝版！ 适用角色： 闲云、夏洛蒂等 ﻿【2.6版本】堇庭华彩 一共「 月章星句 」、 「 机关棋谭·巧策之局 」、 「 孤剑争逐 」和 「 花影瑶庭 」4种玩法， 可以 免费获得一个4星角色「行秋」， 是一个极其优秀的后台挂水副c角色，可以用的关服的那种。 ﻿【2.7版本】危途疑踪 是一个挑战打怪活动，可以获得满精 活动限定武器「落霞」，错过活动会绝版！ 适用角色： 夜兰、甘雨、温迪、菲谢尔、九条裟罗等 ﻿【2.8版本】远海诗夏游纪 是一个探索打怪活动，有5个活动任务，可以 免费获得一个4星角色「菲谢尔」， 后台挂雷副c，是一个非常优秀的后台副c角色。 另外在活动【 幻声留形 】可以获取 菲谢尔衣装「极夜真梦」。 （错过活动，需在商店花1680创世结晶购买！） ﻿【3.0版本】雕琢童心 一共「雕琢难工」「遍览深林」「化木成像」3个玩法， 可以 免费获得一个4星角色「柯莱」， 后台挂草副c。 ﻿【3.1版本】杯中遥吟之歌 一共「秋野防灾记 」、 「 高风的演试」、 「 义卖与妙想」和 「 丰饶的祝愿」4种玩法， 可以获得满精 活动限定武器「风信之锋」，错过活动会绝版！ 适用角色： 香菱、申鹤、赛诺等 ﻿【3.2版本】智巧灵蕈大竞逐 一共「召捕灵蕈 」、 「潜能焕发 」和 「强化特训 」3种玩法， 可以 免费获得一个4星角色「多莉」， 治疗辅助型角色。 ﻿【3.3版本】秋津森夜试胆会 一共「闲畅游艺 」和 「破邪游艺 」两个玩法，这次活动任务比较多， 可以获得满精 活动限定武器「东花坊时雨」，错过活动会绝版！ 适用角色： 万叶、久岐忍、艾尔海森等 ﻿【3.4版本】磬弦奏华夜 一共「光焰蹈跃」、「纸映成戏」、「烟海梭巡」和「灯后勤绩」4个玩法， 可 自选邀约璃月港4星角色 。 另外在活动【 蔷薇再开时 】获取 丽莎衣装「叶隐芳名」。 （错过活动，需在商店花1680创世结晶购买！） ﻿【3.5版本】风花的呼吸 一共「风物之歌」、「万风逐花」、「风物留影」3种玩法，可以获得满精 活动限定武器「饰铁之花」， 错过活动会绝版！ 适用角色： 卡维、嘉明、迪卢克、早柚、雷泽、北斗、重云等 ﻿【3.6版本】盛典与慧业 一共「明星聚画」、「通路计划」、「究古考察」、「追溯求真」、「药剂应对法」、「仿生摹行」6个玩法，可以 免费获得一个4星角色「珐露珊」， 风系专辅，玩风系队伍必备角色！ ﻿【3.7版本】决斗！召唤之巅！ 一共「诸景巡礼」、「零时召唤」、「恒动械画 · 七圣之篇」、「妙骰战法」4个玩法，可以获得满精 活动限定武器「鹮穿之喙」， 错过活动会绝版！ 适用角色： 甘雨、提纳里、安柏等 【3.8版本】「清夏！乐园？大秘境！」 一共「飞迸湍流大作战」、「吼吼小狐巡天记」、「幽思闪念旋步舞」、「哐哐当当雀雀球」4个玩法，可以 免费获得一个4星角色「莱依拉」， 盾量仅次于钟离！以及免费获得 凯亚的新衣装「雨竹化身」 （错过活动，需在商店花1680创世结晶购买！） 【4.0版本】机枢巧物前哨战 【4.1版本】游水酝诗籍 ﻿【4.2版本】特尔克西的奇幻历险 ﻿ 【4.3版本】蔷薇与铳枪 ﻿【4.4版本】彩鹞栉春风 【4.5版本】升炼研巧万策金",
    "length": 2604
}