{
    "game_id": 2,
    "post_id": "43804422",
    "f_forum_id": 43,
    "subject": "【V4.1攻略·角色攻略】胡桃信息一览与平民向配装推荐",
    "url": "https://www.miyoushe.com/ys/article/43804422",
    "created_at": 1695788005,
    "like_num": 3659,
    "view_num": 580203,
    "reply_num": 731,
    "text": "UID 146024302 各位旅行者们大家好，这里是 Zero零渡 ，本期给大家带来 雪霁梅香—胡桃 _(胡桃-念诗)的 平民向配装推荐 ，希望能对大家有所帮助！ （本文发于V4.1，阅读时请注意文章时效性）。 注意：本文仅用作参考，各种配装打法思路都仅为个人观点，各人有自己的配装打法，可以讨论但不参与争论， 因为首图能展示内容有限，所以还有其他的内容会在文中以图文进行展示 。 〓〓〓在本文中〓〓〓 A/普攻=普通攻击，Z=重击，E=元素战技，Q/大招=元素爆发，X命=命之座第X层，XX头=XX理之冠。 （动图较大，观看时请注意数据流量消耗） 关于天赋 胡桃 的普通攻击打出最多六段枪击，总体倍率并不算高，但她的 重击 （开E后）是主要输出手段，所以在升级技能时需要优先升级该技能。 胡桃 的 元素战技 施放时会扣除 当前生命值的30% ，在9秒内使 胡桃 的攻击都转化为不可附魔的 火元素伤害 ，并且基于 胡桃 的生命值上限给自身提供巨额 攻击力提升 ，而且这个攻击力提升和雷神的专武一样比较难让一般配装的 胡桃 达到上限值。在元素战技持续时间内 胡桃 的攻击还是平常普攻重击的倍率，所以元素战技和普通攻击 需要同时升级（普攻优先级更高） 。 在施放元素战技时 胡桃 自身的抗打断能力会提高， 但不是霸体 ，而且释放技能会有极小段时间后摇，就需要注意不要被大型怪物给扇飞了（自身开E加上行秋的E能更好提高抗打断能力），描述中元素战技的冷却时间为16秒，但是在施放后就开始倒计时了，所以在技能结束后元素战技的冷却时间会还剩下7秒。 胡桃 的 血梅香 效果 是不锁面板的 ，即如果 胡桃 身上的增益效果持续时间过了之后（或者下场换人） 血梅香 的伤害会有所降低。 胡桃 的 元素爆发 在施放时往四周甩出魂灵并对近距离内敌人造成大量 火元素伤害 ，在命中敌人时还会 为 胡桃 恢复生命值 ，并且这两个效果在 胡桃 当前生命值低于生命值上限50%时会得到进一步提高。虽然元素爆发能对所有触及的敌人造成伤害，但是 恢复生命值的效果最高只能对5名命中的敌人生效 。 因为 胡桃 的元素爆发属于 火元素伤害 ，所以在手法上可以先施放元素战技随后施放元素爆发，又或者是在元素战技即将结束时施放，还能消耗一下冷却时间。 胡桃 的 固有天赋一 （在角色20级突破后解锁），在 元素战技 施加的 彼岸蝶舞 状态结束后的8秒内，队伍中 除 胡桃 外其他角色的 暴击率提高12% 。该固有天赋对 胡桃 自身没有提升，但是对于 胡桃 退场后其他角色（比如行秋和夜兰的元素爆发/元素战技）有一定的提升。 胡桃 的 固有天赋二 （在角色60级突破后解锁），在 胡桃 生命值低于或者等于50% 时获得 33%火元素伤害加成 ，该天赋为 胡桃 的重要天赋。若是 胡桃 圣遗物带的为火伤杯，那达成这个条件时的 胡桃 将持续获得 79.6%火元素伤害加成 ，再加上二件套魔女则为 94.6%火元素伤害加成 。 关于武器 护摩之杖 ，作为 胡桃 的专武，副词条提供了长柄武器中最高的 66.2%暴击伤害 。武器特效给装备者提供了 20% （精一） 生命值上限 ，而 胡桃 的元素战技就是 基于生命值上限而提升攻击力 ，生命值上限高了，施放元素战技时提升的攻击力也随之更高了。在此之外，该武器还能基于装备者上限的一定比例提供攻击力加成，还能 在装备者 生命值低于50% 时获得进一步的生命值提升 ，生命值低于50%对于 胡桃 的输出方式来说很容易就能达成，并且和 胡桃 的设计非常契合。 船桨— 赤沙之杖 。 赛诺 的专武，提供的 攻击力为长柄武器中最低的542 ，但提供了 长柄武器中最高的 44.1%暴击率 ，而且武器特效还能基于装备者的 元素精通 的一定百分比获得 攻击力加成 ，层数叠起来时加成还是非常可观的。在 元素战技命中敌人时 还能获得维持10秒的基于元素精通的百分比提高攻击力的效果，但该效果的产生对于 胡桃 来说是有启动时间的。因为 胡桃 的元素战技施放时所产生的 波风不能触发武器特效 ，想要触发武器特效只能依靠施放元素战技后重击命中敌人产生的 血梅香 造成伤害 （血梅香视为元素战技伤害），所以要 想快速叠层就需要重击命中不同敌人，让血梅香在短时间内同时造成伤害 。 鸟枪— 和璞鸢 。提供了较高的 基础攻击力 ，但是副词条提供的 22.1%暴击率 比较低，不过装备上暴击率理之冠还是能往推荐面板的暴击率上靠。武器特效也是 以叠层的方式提供加成效果 ，当装备者命中敌人时会获得一层效果，最高叠加7层。这个武器特效在满层状态时（精一）装备者能获得 22.4%攻击力提高 与 12%伤害提升 还是比可观的，但对于释放了元素战技的 胡桃 理论上来说需要3.5下重击命中敌人能叠满 ，但实战中因为开E后重击会变快，有时候甚至需要四下重击再加个血梅香才能叠满层，难以实现全覆盖。 息灾 。提供了 长柄武器中最高的741基础攻击力 ，并且副词条也提供了少量的 攻击力百分比 。第一个武器特效 需要施放元素战技或者元素爆发时才能得到 12%元素伤害加成 ，而后面的武器特效也是必须 要在施放元素战技后才能开始叠层 ，在施放元素战技后的 20秒内获得每1秒 3.2% （精一） 攻击力提升 的效果 ，该效果最多叠加6次（19.2%）， 即需要6秒才能叠到满层效果 ，这对于施放了元素战技只有9秒输出时间的 胡桃 来说时间有点紧，而且 胡桃 的自身基础攻击力是所有长柄武器角色中最低的 （第二低是云堇），攻击力百分比提升对她来说收益并不算高。 决斗之枪 和 新出的月卡枪 峡湾长歌 。二者都是属于 较高性价比 的武器，特别是在对单BOSS时 精五的 决斗之枪 直接提供 48%攻击力提升 ，这对于主要输出手段就是基于攻击力打重击的 胡桃 来说提升是比较可观的，而且两把武器 副词条都提供了 36.8% / 27.6%暴击率 ，在装备暴击率理之冠时圣遗物有一两个暴击率词条就能让暴击率往推荐面板上靠，成型比较简单。 在二者的选择上更推荐选择 峡湾长歌 ，虽然副词条的暴击率比 决斗之枪 少，但是攻击力略高，武器特效比之要强上不少且稳定，在 精炼五阶 的 峡湾长歌 比之精一的 护摩之杖 相差大概6%，武器特效的 元素精通值 提升能让队伍中有三种元素配队的 胡桃 圣遗物可以选择攻击沙漏，成型更简单。 打蒸发的好朋友— 匣里灭辰 。 提供的基础攻击力和 决斗之枪 一样 ，但是副词条是提供 221元素精通 ，并且武器特效 会让装备者对处于 水火元素影响下 的敌人造成的 伤害提高20% （精一），元素精通还能提高角色的元素反应的伤害，这对于 主流打蒸发的 胡桃 来说是不谋而合的。只是装备该武器的时候 对圣遗物会有比较大的压力 ，需要副词条有比较多的双暴词条才能达到比较好的面板，而且该武器 主要的优势是在打蒸发时，没有蒸发时打出来的伤害还是偏低的 。 璃月专武— 千岩长枪 。四星长柄武器中 较高的基础攻击力 ，并且 副词条也提供了 27.6%攻击力百分比 。武器特效是每当队伍中有 璃月角色 就会 给装备者提供 7% （精一） 攻击力 和 3%暴击率 提升 ，即当队伍中有四名璃月角色就会一直提供 28%攻击力 和 12%暴击率 ，所以使用该武器就需要玩家 尽量配出个三璃月或四璃月队伍 。而 胡桃 绑定 行秋 和 钟离 ，第四人最适配该武器的 胡桃 队伍就是 胡行钟夜 （夜兰），并且该队伍也是目前主C 胡桃 配队中最优、最高输出的队伍。 风信之锋 。3.1版本活动 「杯中遥吟之诗」 中获得的武器，参加的小伙伴基本都有满精，所以以下会以此为准讲述。主副词条所 提供的攻击力在 胡桃 装备时略高于千岩长枪 ，武器特效在 触发元素反应 （蒸发）后10秒内也提供了 24%攻击力 ，也是非常可观的，而且 提供 96点元素精通 对于打元素反应的 胡桃 来说 接近半个精通沙主词条 ，而且10秒的时间也和 胡桃 的轴对得上，不过装备该武器也和匣里灭辰一样 需要圣遗物的双暴词条比较好 。 帝君专武（bushi）— 黑缨枪 。对于萌新 胡桃 来说该武器是三星长柄武器中比较契合 胡桃 设计的一把武器。 副词条提供了 近50%的生命值 ，对于 胡桃 来说 不仅提供了生存能力还提供了不错的攻击力 ，而且武器特效在前期打史莱姆的时候也有不俗的伤害提升，该武器精不精炼无所谓， 主要要的是它的主副词条 。 关于圣遗物 首选 「炽烈的炎之魔女」 四件套 。 二件套 魔女 提供15%的 火元素伤害 加成，并且 四件套 在 胡桃 施放元素战技后的10秒内 再获得 7.5%火元素伤害 加成，在装备火伤杯的 胡桃 半血开E时就能获得维持9秒的 102.1% （46.6%+15%+33%+7.5） 火元素伤害加成 。而且 四件套 魔女 还能让各种有关于火的元素反应效果都能得到提升，是主流 胡桃 首选圣遗物。 「追忆之注连」 四件套 。 二件套 追忆 稳定提供 18%攻击力 ，算是一个小提升。 四件套 追忆 则是让人又爱又恨的效果，当角色元素能量高于或等于15点时施放元素战技，会直接 扣除15点元素能量，并获得维持10秒的 50%攻击伤害提高 效果 。这50%的伤害提高效果对于开E打重击的 胡桃 来说是非常可观的，而且10秒的时间也能对上 胡桃 的轴。但令人恨的点就是 在施放元素战技时会扣除15点元素能量 ，我们知道 大招就是 胡桃 打大数字和补伤害还有补血量的重要技能 ，在装备该套圣遗物时 胡桃 就相当于牺牲了大招的伤害和恢复能力分配给了开E后的重击，很难放出大来（因为放大后能量清空下一轮 胡桃 上场可能就没有15点能量值，这时候施放元素战技是没有四件套效果的），这不仅是 对 胡桃 的伤害有影响，还会对 胡桃 的手法和生存也有一定的影响 。当然只要能习惯这样的输出手法， 追忆 对于 胡桃 来说也是很好的圣遗物套装。 当然我们可以选择 二魔女+二追忆 ，只是实际伤害会低一截，在没有成型的四件套时才推荐这样搭配，有成型的追忆套还是比较好的。 「逆飞的流星」 四件套 。二件套让绑定护盾的 胡桃 有更好的生存能力，四件套则是在有护盾庇护的前提下 有着与四追忆相当的伤害加成效果，只是比四追忆低10% ， 但是四逆飞比四追忆好的一点就是 能开大 ，保证了续航，不过有成型的追忆或者魔女则不推荐专门刷逆飞套。 「千岩牢固」 和 「角斗士的终幕礼」 。用于与二魔女进行搭配的圣遗物，均不推荐四件套。二件套千岩提升20%生命值，就是 精一专武第一个特效的效果 ， 对于 胡桃 来说兼顾了生存和输出 。当然二攻击也可以跟二千岩一起搭配，但 最终成型还需要完整的魔女/追忆四件套 。 「饰金之梦」 四件套 。用来打烈绽放 胡桃 路线的圣遗物，二件套提供了 80点元素精通 ，四件套在装备者触发元素反应的8秒内使装备者根据队伍内其他角色元素类型获得不同的强化，在 胡桃 烈绽放的队伍中该效果会为 胡桃 提供维持8秒的 150点元素精通 。当然也可以选择二饰金+二乐团的圣遗物搭配以获得更稳定但是稍低的元素精通提升。 「战狂」 四件套 。推荐萌新 胡桃 的第一套圣遗物。 二件套战狂稳定提供 12%暴击率 ，而 四件套在角色生命值低于70%时 额外获得24%暴击率 ，对于 胡桃 的输出方式和角色设计，这36%暴击率基本会是长期存在的效果。 「武人」 四件套 。推荐萌新 胡桃 的第二套圣遗物。 二件套武人稳定提供 15%普攻/重击伤害提升 ， 四件套会在装备者施放元素战技后的8秒内 普攻/重击造成的伤害提升25% 。四件套的效果就是一半的四追忆效果，而且这套圣遗物启动只需要施放元素战技， 没有其他的前提条件，还能让 胡桃 施放大招 ，8秒的持续时间对于 胡桃 的元素战技也只有一秒不能覆盖。 关于命座 一命 对任何一个 胡桃 来说都是核心的命座，有一命和没有一命的 胡桃 相当于是两个游戏。在零命时施放元素战技后 重击是会消耗体力的 ，而体力对于每个角色来说都是弥足珍贵的，我们都知道 冲刺 （闪避） 能取消攻击的后摇 ，而 胡桃 主要依靠的就是重击，取消后摇对于 胡桃 来说 不仅能提高输出，还能优化手法、调整自身位置拉开站场距离、提高生存能力 ，满体力 胡桃 在不冲刺的情况下只能打9次重击，而一命 胡桃 在每次重击后都冲刺的情况下能打最多11次重击。一命的 胡桃 灵活性会比冲刺的 胡桃 灵活性高很多，手感也会舒服很多，对于我个人来说该命座的优先级是高于专武的（ps：零命追忆 胡桃 真的折磨人）。 二命 根据 胡桃 生命值上限的10%提高 胡桃 元素战技重击给敌人施加的 血梅香 效果所造成的伤害，并且在 胡桃 施放元素爆发时会直接为命中的敌人施加 血梅香 效果 。 血梅香 并不作为主要输出手段，它只是在输出的时候附带的额外伤害，而且 四秒才能造成一次伤害 并不算可观，只是大招直接对命中敌人施加 血梅香 对于 赤沙之杖 快速叠层有一定作用 。 三命 提高 元素战技 的等级，节约资源，提高伤害上限。对于主要输出手段就是施放元素战技后重击的 胡桃 来说，该命座 提高了施放元素战技后 胡桃 的攻击力，在后续输出时能得到更高的伤害提升 ，是个不错的命座。 四命 在 胡桃 施加 血梅香 状态影响下的敌人被打倒时会 提高 其他角色的12%暴击率 15秒 ，该命座属于对团队有些许帮助，但对于 胡桃 自身来说没有任何伤害提升，并且启动条件也不算稳定，在面对单人BOSS时该命座还相当于没有，不值得。 五命 直接提高 元素爆发 的等级，节约资源，提高瞬时伤害上限。对于想打 核爆大数字 的玩家来说该命座是有不错的提升，但对于平民玩家来说不推荐为了五命上五命。 六命 会在 胡桃 生命值降至25%以下或者受到会让她倒下的伤害（高空摔落）时不会使 胡桃 倒下，并且提供十秒的增益效果 。该增益效果最重要的是 提高 胡桃 100%暴击率 ，也就是说在这十秒内 胡桃 完全可以不装备任何带有暴击率的武器、圣遗物也能达成每一击都是暴击的效果，对于想要打核爆大数字的玩家来说可以在这100%暴击率的基础上搭配高攻高暴伤的圣遗物和武器以达到目的，不过对平民玩家来说并不是很有必要。 总的来说，对于 平民 来说 零命 胡桃 需要练手法将就使用， 一命 胡桃 完全体，其他命座没有必要上。 优点：对单强化（对群也能串糖葫芦），目前最强对单火C，嗷~ 缺点：基本绑定盾位（帝君痛痛盾盾）和后台水，零命较吃 手部乘区 加成 关于配队， 胡桃 作为站场火C， 她自身的伤害在单人时是比较单一且平庸的 （特别是没有专武时），而且主流的魔女四件套效果会让她在打元素反应时能有更高的输出，所以她就 基本需要绑定一个 行秋 来配合她一起打蒸发反应以达到更高的输出水平。 而又因为角色设定会让她 在施放元素战技时扣除自身血量，并且在低血量时能获得更多加成 ，所以为了提高生存能力就不可避免地 需要一个盾位 用以续航。 由于 胡桃 的角色设计，她自身的输出手法我觉得有必要在这里稍微演示一下以让大家更好地理解后面的内容，就是关于 她的重击与跳、冲刺、方向的配合 ，已经会的小伙伴可以直接跳过。 关于她的输出手法还有个比较偷懒也比较简单方便的是 3AZ 。但是输出比上面几种都低一点，但胜在简单。 需要注意的是在不会有很大影响的情况下（比如敌人刚好一条线串糖葫芦）没必要去进行闪避或者跳跃来取消后摇的，不需要太死板按照这个手法操作，请按照战场实际情况进行变动。 在该配队中 行秋 和 夜兰 两人的输出几乎占了一大半，而且 二命行秋 还能 减敌人水抗 ，让自己的雨帘剑和 夜兰的水箭 造成更高的输出， 双水共鸣 还能 增加全队角色 25%生命值 ，对 胡桃 也是颇为有用的效果。 夜兰 若是有 四命 则最优，在 夜兰 元素战技捆到4次敌人时增加队伍所有角色40%生命值上限 ，在这些增益叠加后 胡桃 开启元素战技能获得更加巨额的攻击力加成，并且在 夜兰 元素爆发存在期间还能持续增加站场角色造成的伤害 。 需要注意的是该配队的 胡桃 使用 生命沙 的话是可以达到 元素战技攻击力加成上限 的，即 生命值会有所溢出，溢出部分对于 胡桃 来说没有提升 ，所以在沙漏选择方面可以优先选择 精通值加成 ，在 行秋 和 夜兰 用完技能后最好都A一下触发两个协同攻击。 砂糖 必须在 托马 行动完后出场扩散，哪怕是A一下也能达到部分效果， 砂糖 的沙漏可以使用 精通沙 ，能给输出位提供不少伤害提升，不过自充有可能会满足不了。该配队的 托马 是个比较有争议的点，因为他的元素爆发会抢反应，而且 护盾量需要不断攻击才能叠加起来 ，刚施放的时候没注意叠甲的话可能会造成切出 胡桃 只有个马甲没有厚度，这点也需要注意，可以在 砂糖 和 行秋 行动过程中A一下叠甲。 托马 可以换成 六命迪奥娜 （也可以上莱依拉，比猫猫更高的盾量）， 六命迪奥娜 在开大的时候可以提高大招领域内角色的 受治疗效果/元素精通 （场上角色血量低于50% / 高于50%时）但是 迪奥娜 的盾量太低而且不能让 胡桃 维持低血量状态。 这个配队娱乐性高于实用性， 钟离 可以替换为 白术EQ ，因为 烈绽放反应 不仅需要防御敌人对角色造成的伤害，还要注意 草种子 炸开对角色的伤害 ，其他的元素护盾没有 钟离 的护盾量高，不过 白术 的盾量也不是很高，操作时也还是需要注意状态。 胡桃 烈绽放这个配队其实有点大材小用了， 纳西妲 出去还能另带一队，这个配队比较好的点就是 零命胡桃 也能玩得比较舒心 ，因为不用重击，体力就可以用来进行闪避，而且这个配队还能解决 胡桃 对群较为乏力的缺点 。 钟离 也可以装备教官四件套，但这样的话就 需要他在 胡桃 输出前再出场开盾 （需要角色在场才能触发四件套效果），而且盾量也会有所下降。 胡桃 的配队中与其说是 绑定护盾 ，倒不如说是几乎绑定了 钟离 （胡行钟体系），维持低血量对于 胡桃 的输出来说是必要的手段，也是在输出过程中基本会遇到的情况。 胡行钟 体系的第四人可以按照战场需要而变化，比如在面对 水深渊使徒/水深渊法师 时破盾较为困难，此时可以上场一名 草 / 冰 元素角色 ，一般没有特殊情况都是以凑 双水提升生命值上限 / 增伤副C （辅助）的目的为首选。 如果要放弃护盾位（胡行体系）那就需要队伍中有治疗位来保障 胡桃 的生存，但这样基本就要放弃低血量的 33%火伤提升 （在面对兽境猎犬的时候还是先保障生存），可以选择 班尼特 （双火共鸣+大招提升攻击力）、 心海 （双水共鸣）。 好啦以上就是本期的所有内容，感谢大家的阅读，哪里有误还望小伙伴们在勘误楼中指出啦，我们下期再见！_(胡桃-你好)_(胡桃-你好)",
    "length": 7720
}