{
    "game_id": 2,
    "post_id": "55228624",
    "f_forum_id": 43,
    "subject": "【V4.8攻略·角色攻略】妮露攻略·机制/养成/配队",
    "url": "https://www.miyoushe.com/ys/article/55228624",
    "created_at": 1721184100,
    "like_num": 3122,
    "view_num": 174615,
    "reply_num": 451,
    "text": "UID 126941175 超链图片 作为祖拜尔剧场之星，这位舞者将舞步熟记于心，相信自己能为人们带来祝福与希望。在接下来这趟希穆兰卡之旅中，她又会得到什么收获呢？ 这里是卡玛sei亚，本期将带来 妮露 的 角色攻略 ，内容分为 机制 、 养成 、 配队 三个部分，推荐萌新只查看 未折叠部分 ，若旅行者想要了解更多，也可点开折叠，查看 进阶介绍 哦~ *本文可能使用这些 简称 ： A/普攻=普通攻击 、 Z=重击 、 E/战技=元素战技 、 Q/大招=元素爆发 。 【一图概述】 妮露 是一名在特定条件下，改变元素反应效果的 水元素辅助 角色，在队伍中角色 均为水/草元素且至少1水1草 （下简称为 纯水草队伍 ）时，其可通过战技使 绽放 反应产生的「草原核」变为迸发速度极快、范围更广的「 丰穰之核 」，从而使队伍以其为主要输出来源。妮露的战技与大招均有一定 挂水能力 ，与队伍中的主上水位搭配能显著提高绽放的触发频率。 若旅行者不想看太多文字，不妨先参考一下这张一图流： 超链图片 【机制简析】 ✦天赋升级 ：元素战技（6+）≈ 元素爆发（6+）＞ 普通攻击（1+）。最常见的绽放玩法可以 全不升级 。 ✦天赋简介 ① 元素战技 ：妮露通过施放战技后连续点按战技或普攻施展不同的舞步，并根据第3段舞步的类型产生不同效果——产生跟随角色移动的水环，或使普攻获得水元素转化，这使妮露可根据队伍情况选择 后台或站场挂水 。 ② 固有天赋 ：妮露在 纯水草队伍 中，通过战技的 第3段舞步 使接下来一段时间内，队伍中角色触发的 绽放 反应转而产生能迅速迸发造成较大范围草伤的 丰穰之核 ，且其可基于一部分 生命值上限 ，提高这些丰穰之核造成的伤害。 ③ 元素爆发 ：妮露的大招可在短时间内造成两次水伤，是重要的 对群挂水 手段。 一、基础属性 ✦常用基础属性 超链图片 ✦妮露 的基础攻击低，但其辅助能力与输出基于生命值上限， 基础生命高 ，且作为近战角色，基础防御不低。 ✦ 由于基础生命只受角色等级影响，而 生命值 对妮露的辅助能力非常重要，因此应尽可能将妮露 升至90级 （也应尽可能将主要触发绽放反应的队友升至90级） 。 二、元素战技（E） 妮露的战技为其绽放特化天赋的 启动方式 ，且兼具 站场或后台挂水 能力。但升级该天赋只能提高伤害倍率，这在非高配玩法中一般不必要，因此 不必升级 。 超链图片 *施放战技后，由于剑舞步通过普攻进行，简称为A，而旋舞步通过战技进行，简称为E。 ✦天赋演示 旋舞步接水环（EEEE）： 超链图片 剑舞步接水环（EAAE）： 超链图片 单纯剑舞步（EAAA）： 超链图片 ✦具体机制 ① 所有战技伤害均只能造成弱水附着 （1元素量） ，且共用冷却标签、使用默认组别 （2.5s/3hits，即每2.5秒内，每3次伤害内第1次提供附着） 。 ② 净天水环只能造成弱水附着 （1元素量） ，对单目标往往体现为每 2秒 造成1次附着。其作用范围不大，但在多数环境中仍有对群优势。 ③ 除水月外输出距离均较近，挂水需 贴近敌人 ，且由于站场挂水效率不高，常见队伍中第3段舞步 以E为主 （EAAE动作更快但易误按成EAAA，相比EEEE有一定手法要求） ，通过水环担任后台副上水位。 ④ 施放战技造成的攻击命中时至少产生1个水元素微粒，且有50%概率额外产生1个，而前3段舞步各能产生1个水元素微粒。若全部命中则战技产球期望为4.5，理论上比较可观，但实战命中率可能不理想。 三、关键固有天赋 妮露的20和60级突破天赋均为其在 绽放体系的核心辅助依据 ，因此放在一起介绍。 超链图片 ✦天赋演示 超链图片 ✦具体机制 ① 绽放反应的多数机制不会因该天赋而改变，草与水的反应消耗比仍为1:2 （即草克制水） ，且触发反应会瞬间消耗元素。丰穰之核的反应倍率与草原核一致 （仍为2） ，同样存在伤害冷却机制，即对于同一反应触发者与受击方，每0.5秒只能造成2次伤害。 ② 丰穰之核存在时间仅为0.4秒 （而草原核可能需等待6秒才迸发） ，其迸发范围较大 （半径6.5米，而草原核迸发/烈绽放/超载范围半径均为5米） ， 对群能力明显 。 ③ 基于妮露生命值转化来的丰穰之核伤害加成并非字面意义上的增伤，而是与触发者 元素精通 带来的增益加算。由于该增益作用于全队且幅度很大 （上限74444生命值在角色0精通时就能带来约450等效精通的收益） ，且队伍中由妮露自身触发的绽放反应占比并非最高，故在该增益上限之内时，妮露的 生命收益远高于精通 。 四、元素爆发（Q） 妮露的大招可作为重要的 对群挂水 手段，但升级该天赋只能提高伤害倍率，这在非高配玩法中一般不必要，因此 不必升级 。 超链图片 ✦天赋演示 超链图片 ✦具体机制 ① 两段攻击均能造成弱水附着 （1元素量） ，其间隔约为2秒，在高配直伤玩法中，两段伤害容易都触发蒸发。 ② 有一定充能缺口，但并不强求大招循环，在部分 对群 场合适时施放即可。 五、其他天赋 妮露的普通攻击与生活天赋无重要作用，仅在此简要介绍。由于其主要伤害倍率来自战技与大招，即使是高配直伤玩法也推荐 不升级 普通攻击。 超链图片 六、命之座 超链图片 ✦命之座分析 ① 1命： 该命座综合提升了战技的效果，使水环挂水能全覆盖，水月的伤害也获得了提高 ，但仍需解锁更高命座才能使直伤玩法有可观强度 。 ② 2命 ：该命座提供 水/草元素减抗 ，有 较高战略价值 ，但由于在 纯水草队伍 中才可触发，对直伤玩法仍有较多限制。 ③ 3/5命 ：能提高妮露的大招/战技伤害，有一定直伤收益，但在绽放玩法几乎无提升。 ④ 4命 ：该命座可在降低充能需求的同时提高大招伤害，有一定直伤收益 ，但想让直伤玩法明显质变还需解锁6命 。 ⑤ 6命 ：基于生命大幅提高妮露的暴击与暴伤，且该增益在生命值上限为50000点时即可叠至上限，大幅提高妮露的 直伤能力 。 ✦命之座简评：0命即完整， 2命有较高战略价值 ，但其也已接近绽放队的上限，再往上仅有 6命直伤玩法 可考虑。 【养成介绍】 此部分将分别介绍妮露的 武器 与 圣遗物 配装方案及典型参考面板。 一、武器选择 超链图片 圣显之钥 为最优选， 船坞长剑 次之，也可考虑选择 磐岩结绿 或 静水流涌之辉 以提供少量生命加成，或选择苍古自由之誓、西福斯的月光、铁蜂刺、东花坊时雨或暗铁剑以提供 精通加成 。 *由于 在生命堆叠至74444前， 妮露的生命收益远高于精通，同档生命加成的武器差距不大。对于全队输出， 圣显之钥 相对船坞长剑的提升 约15% 、船坞长剑相对上述其他武器的提升约5%。 ✦其他武器选择 ① 充能武器 ：原木刀、西风剑与祭礼剑均可提高妮露的充能，但其功能性依赖环境，不推荐优先考虑。 ② 特殊武器 ：在特定环境下可选择旅行剑或水仙十字之剑，但这些武器给队友可能更合适，详见本期的「配队」部分。 ③ 输出武器 ：在配置较高且尝试直伤玩法时，除圣显之钥、磐岩结绿、静水流涌之辉外还可优先考虑裁叶萃光、狼牙、黎明神剑等输出武器。 二、圣遗物选择 1. 套装选择 超链图片 2+2生命散搭 （ 千岩牢固2件套 + 花海甘露之光2件套 ）为通用毕业选择，过渡或溢出增益上限 （一般需持有圣显之钥） 也可选用 2生命+2精通 （千岩/花海2件套+乐团/饰金/乐园2件套）的散搭方案。高配直伤玩法可考虑2+2水伤散搭。 *妮露在绽放队伍中往往只能作为副上水位，且为其天赋增益堆叠生命更重要，因此不太适配以精通/绽放类反应增益为主的4饰金/4乐园，但这两种套装往往很适合队伍中的主上水位，例如珊瑚宫心海、行秋等。 2. 词条选择 ✦ 主词条 ： 生命沙 + 生命杯 + 生命头 。 ✦ 副词条 ： 百分比生命 ＞＞ 固定值生命 / 精通 / 充能 。 *高配直伤玩法需优先考虑暴击头/暴伤头及暴击/暴伤副词条，搭配生命武器时可用水伤杯。 三、参考面板 超链图片 *妮露及其武器均为90级，圣遗物副词条分配的生命、精通、充能词条总和为20条且生命词条不超过10条。 【配队推荐】 妮露最常见也最低成本的队伍为 绽放队 ，其以丰穰之核伤害为主，需要充足的元素量供给，因此除妮露 （可作为副上水位） 外至少还需要1名主上水位与1名主上草位提供水/草附着，其中有1名角色可站场提供附着，站场角色的元素属性是重要的分类依据。 ✦反应细节分析 由于草水反应消耗比为1:2，多数绽放往往由水元素角色触发，因此要求主上水位的挂水频率尽量高，但相应地也需主上草位提供稳定的先手草以减少元素量的浪费，即「元素基底」的保证。 在目标承受草附着（草底）时，由于草水反应消耗比为1:2，两次弱水附着才会将弱草附着消耗殆尽，从而产生2个草原核。而在目标承受水附着（水底）时，由于常规附着的后手不残留机制，造成草附着只会产生1个草原核且不残留元素。可见，草底覆盖率高时，元素量的浪费较少，稳定的草底有助于 保证输出下限 ，尤其在对单时需要注意。 若某一元素瞬时附着频率过高，则可能导致草底被反转为水底，该现象简称为「转底」。合理的绽放队应在发生转底时，有足够的能力“转回来”，以保证草底的覆盖率，因此当主上水位为站场角色（水站场位）时，应搭配 两名后台挂草角色 ，而主上草位为站场角色（草站场位）时，仅有其挂草频率足够高才可考虑不搭配后台挂草角色。总之，合理的绽放队伍中 「 双水双草 」 思路明显比「三水一草」常见。 值得一提的是，转底并非只有负面收益，在对群或总附着频率高且可控时，适当的转底有助于 提高输出上限 （因为这样会使绽放触发者不同，降低伤害冷却机制的影响） 。 ✦配队思路概述 由于绽放带有较高自伤 （即使来自草原核的伤害对角色只有正常的0.05倍，也能额外造成较高生存压力） ，回复能力强的 生存辅助 非常必要，当主上水位或主上草位均不为生存辅助时，第4人必为生存辅助。 ① 水站场位队 ：主上水位为站场角色时，需要搭配双草后台，且基本只有纳西妲或6命柯莱可作为主上草位。若副上草位不为生存辅助 （例如草旅行者） ，则主上水位只能是珊瑚宫心海或芭芭拉，否则 （副上草位为白术等生存辅助） 也可选用莫娜、神里绫人等挂水能力强的角色。 ② 草站场位队 ：适合作为站场主上草位的角色一般仅有纳西妲与艾尔海森，常以双草搭配夜兰、行秋等主上水位，在特定情况下也可将草元素生存辅助换为水元素组成三水一草队伍。 *除此之外，妮露还有搭配卡维的绽放思路及高配置直伤思路，可作为拓展向玩法。 此部分将分别以 「心妮纳白」 与 「纳妮夜白」 为例，介绍妮露的 水站场位 与 草站场位 队伍，并简要介绍 其他配队思路 。 一、心妮纳白（水站场位） 超链图片 1. 队友替换 ① 白术 可被换为 瑶瑶 、 绮良良 、 草旅行者 、 柯莱 等副上草位。瑶瑶和绮良良为生存辅助且对群能力略强，但生存能力低于白术；草旅行者和柯莱有更强的对群能力或更高的挂草频率，但不为生存辅助。 ② 珊瑚宫心海 在副上草位不为生存辅助时，只可被换为 芭芭拉 ，且对生存相关练度有一定要求；副上草位为生存辅助时，还可被换为 莫娜 、 神里绫人 、6命坎蒂丝等不为生存辅助的主上水位，若不作替换也可放心堆叠更多精通以提高绽放伤害。 ③ 纳西妲一般无法被替换，但在万不得已时也可选择柯莱 （需尽量6命） 过渡。 2. 优缺点简述 ✦ 阵容优势 ：对群能力非常强、对配置/练度要求不高，具有可观的基础强度。 ✦ 阵容劣势 ：对单上限可能不够理想、难以处理草元素免疫及带有冰盾 （实为冻盾，下同） 的敌人、缺少弓位 （难以应对兆载永劫龙兽） 、发生转底时输出损失可能较大。 二、纳妮夜白（草站场位） 超链图片 1. 队友替换 ① 纳西妲 可被换为 艾尔海森 ，在替换后更有潜力组成三水一草队伍。 ② 夜兰 可被换为 行秋 ，此时堆精通提高绽放伤害会优于直伤思路。 ③ 白术 可被换为 瑶瑶 ，特定条件下也可被换为绮良良、希格雯或珊瑚宫心海。 2. 优缺点简述 ✦ 阵容优势 ：对群能力非常强、对配置/练度要求不高，具有可观的基础强度。 ✦ 阵容劣势 ：不易应对草元素免疫的敌人、难以处理带有冰盾的敌人、可能缺少弓位 （难以应对兆载永劫龙兽） 、防斩杀能力可能有限 （可能被高伤害敌人一招带走） 。 三、常见队友配装 超链图片 ✦关于部分细节 ① 多数主上水位具有优秀的挂水能力或稳定性，而直伤能力相比之下不太理想，因此应优先选择精通向配装 （例如4乐园+精通词条） 而非直伤向，但也有部分直伤能力较强的情况，例如夜兰搭配4绝缘+充水暴一般优于4乐园+充精精。 ② 当主上水位为队伍中唯一生存辅助时，可能需选择治疗向配装 （例如生命杯+治疗头） 以提高生存能力。 ③ 当艾尔海森为站场位时，若生存辅助练度不足或需应对高压环境，可考虑搭配 旅行剑 以提供额外的自回复 ，妮露站场时也可用，但这一般不是常见思路 。 ④ 当需要应对冰风组曲·科培琉司的劫罚 （带有芒性冰盾） 时，可考虑由草旅行者/艾尔海森/妮露搭配 水仙十字之剑 （需将其切换至荒性） 。 四、其他思路简介 除上述队伍及玩法外，妮露还有一些可用队伍，但往往存在机制利用率有限或依赖配置/手法等问题，以拓展向玩法为主。 1. 其他绽放玩法 绽放队伍中，也有部分特殊情况，在此简要分析。 ✦ 卡维站场 ：卡维可作为 功能性站场草位 ，其能提供绽放伤害加成，且可通过绽放自伤提供自回复，兼具一定破冰盾能力 （双手剑钝击削韧转化） ，但其挂草频率不足以担任主上草位，因此追上限需搭配纳西妲+行秋/夜兰，无法保证队友生存，对手法要求较高。也可考虑让纳西妲搭配试作金珀，或将纳西妲换为白术，降低绽放触发频率但提高生存能力。 ✦ 关于芙宁娜入队 ：芙宁娜挂水频率与稳定性均低于夜兰，且其以直伤辅助能力为主，并不能让绽放伤害享受到增益，仅推荐作为高配时对芒荒刚需环境的对策玩法，可考虑妮露+芙宁娜+纳西妲+白术/希格雯，双水双草队伍中妮露站场、三水一草队伍中纳西妲站场 （此时纳西妲可被换为艾尔海森） 。 2. 高配直伤玩法 在妮露配置较高时，可尝试直伤玩法，这一般会让妮露的关键固有天赋无法被利用，因此只推荐非常喜欢妮露且正好有合适配置的旅行者尝试。 ✦ 2命纯水队 ：妮露解锁2命后，在纯水草队伍可提供极易触发的水/草元素减抗，因此也可组成变相的纯水直伤队，例如妮露+芙宁娜+夜兰+白术，妮露固有天赋仅为减抗启动条件，队伍伤害以水元素直伤为主。也可考虑将夜兰换为神里绫人或那维莱特以代替妮露站场。 ✦ 6命蒸发队 ：妮露解锁6命后，自身直伤能力得到大幅加强，可考虑放弃纯水草队伍，转而尝试蒸发玩法，例如妮露+枫原万叶+香菱+夜兰/莫娜/芙宁娜，需要注意该玩法偏向竞速，缺少生存辅助，若求稳也可将第4人换为钟离或班尼特。 【抽取价值】 妮露 是使 纯水草队伍 以绽放伤害为主的 体系核心辅助 ，其可通过战技使绽放产生迸发速度极快、范围较大的丰穰之核，并基于自身 生命 提供对丰穰之核迸发伤害的增益，且其战技与大招均有一定挂水能力，本身即为绽放队伍中合适的 副上水位 。 妮露的培养成本低，最常用的绽放玩法只需升级角色等级而无需升级天赋，且圣遗物几乎只需堆叠生命。其对群优势明显，视觉效果解压，但也有对单表现并不亮眼、依赖纯水草队伍及特定队友、难以处理冰盾等问题。现阶段仅推荐想体验特殊绽放玩法及 草伤 对群队伍的旅行者抽取，不过如果非常喜欢她，当然不容错过。 0命妮露在绽放队就有完整体验，2命有较高战略价值，但其也已接近绽放队的上限，再往上仅有6命直伤玩法可考虑。同期UP武器圣显之钥相对其他武器提升较大，若需提升绽放队伍伤害或缺少提供生命加成的单手剑，可考虑抽取。 超链图片 封面制作： 卡玛sei亚 文案撰写： 卡玛sei亚 数据计算： 卡玛sei亚 配图制作： 卡玛sei亚 排版监制： 卡玛sei亚",
    "length": 6550
}