{
    "game_id": 2,
    "post_id": "38186651",
    "f_forum_id": 43,
    "subject": "【v3.6攻略】平替心海！平民最佳妮露配队之一妮草行瑶详解",
    "url": "https://www.miyoushe.com/ys/article/38186651",
    "created_at": 1681952846,
    "like_num": 297,
    "view_num": 7067,
    "reply_num": 74,
    "text": "省流:想看装配和本期深渊实战视频及操作技巧直接翻到最后 被3.6的12-1打蒙了？抽了妮露还是凹不过？没有心海容易暴毙？今天给你带来妮露无需心海而且更加无脑的配队！ 先叠个甲，楼主并没有捧一踩一的想法，以下分析均基于客观事实，如果有问题欢迎在评论区指出。_(米游姬-乖巧) 自从3.4瑶瑶小可爱结束瑶瑶无期之后，妮露队的生存能力就迎来了极大的提升_(瑶瑶-馋)，本帖将基于实战与详细计算，告诉你行秋与瑶瑶的组合是非常适合妮露的人选 就拿一颗2.5w的草种子举例（ 这个是无草套的伤害！算对自己的伤害要去掉草套和妮露二命减抗！ )，草种子对人的伤害是5%，也就炸一下 1250 一个人物最多一秒内受到两次草种子伤害（不过不同人物产种分别独立计算，过于复杂就不算了），因此每秒受到的总伤害为： 1250*2=2500 心海由于需要兼顾产种，所以一般带祭礼残章，精生治，通常 5500 一跳，每两秒奶一次。 瑶瑶90级少女4黑缨枪奶量每秒一跳 2500+600=3100 _(偶像姬_糖葫芦)，每两秒就是 6200 ，同时瑶瑶有几乎是瞬抬奶的全队大招，一个大奶满大半个妮露都不在话下。但是瑶瑶E有5秒真空期，真空期内需要自身或者妮露扛伤，操作正确就不会暴毙，同时，如果怪物横在兔子和角色之间，萝卜会炸不到自己，没法回血。二者各有优缺点，综合一下， 论奶量心海比瑶瑶更加安逸 ，瑶瑶更吃操作， 但是如果操作等当并不比心海差 ， 而且由于瞬抬奶的存在或许在其他方面更有优势 。 不过心海队的第四人一直是个问题。如果第四人带草，心海2s一次群水，但是怪物是按照每秒最多2次种子伤害来计算的，即使第二秒一次产生再多的种子，也和只产生两颗种子相同。也就是说，每两秒就有一秒需要需要心海平A和妮露水环补水，妮露水环也是几乎2秒挂一次水（1.9秒），如果刚好互补挂水还差不多_(钟离-思考)，但是这谁又能刚好卡住，基本就看运气了。而且妮露队很容易出现最后剩一只怪（比如这回的草圣骸兽，每次都是水的先挂就剩它），心海由于平A2.5s计时器的限制，对单收尾挂水能力并不强。也即是说，心海队第四人带草，是不容易吃满种子爆炸伤害的。 不过这是对于大多数玩家， 睡莲杯竞速中依靠手法是可以瞬间多次挂水转底完成一轮小爆破的，而且竞速中伤害足够高，依靠手法聚怪 ，也不会存在对单收尾问题。 如果心海加上一个其他水系比如行秋提高产种效率， 此时三水压一草，草神需要站场才能保持草底，但是草神这种脆皮真的很容易被秒杀 ， 因为平A手感很差，血量又很低，很多妮露玩家对于草神被秒已经是司空见惯。 这跟奶量无关，圣骸兽一pg坐1w血谁都救不过来 ，而且草底水底无法自动转化，不断切人转换会浪费时间。 不过你要是追求上限，这个转底方面是可以靠手法弥补的，原理很复杂，建议自行去搜索睡莲杯赛事讲解。 但是如果换成行秋加瑶瑶，上面问题就会得到缓解。行秋水套+新水套+水伤杯+天赋= 96.6% 水伤加成，减伤比例 96.6%*20%+29%=48.7% ，将近一半 _(偶像姬_糖葫芦) 注意！行秋不能减种子伤害！但其实减怪物直伤更加重要！怪物直伤才是你暴毙的根源（一个每次都被圣骸兽撅1w多血暴毙的楼主_(偶像姬-大声bb)） 瑶瑶由于队里 有草神， 所以 完全不担心充能 ， 同时，真空期选择 妮露或瑶瑶 站场根本不会暴毙， 一旦队伍整体血量下降就可以一个瞬抬奶奶满全队，相当安逸。而且行秋大招真空期只有2秒，实战基本感觉不出来，基本实现挂水全覆盖，玩雷国的玩家应该深有体会_(雷电将军-接我一刀) 行秋的挂水效率，提瓦特第一，甚至需要瑶瑶来补充草来维持草底。每秒一次的挂水能吃满怪物受种子伤害的内置计时器，而且行秋的抗打断能力会进一步提高队伍的生存能力。 tip：行秋对群时，一个怪1秒最多受到来自同一个人物的两次种子伤害，但是由于妮绽放的种子爆炸范围很大，所以其实只要有一两个怪产种速度大于一秒两个，就可以让全体怪物以最快的速度掉血。再配合妮露的挂水，就超过了产种速度的上限。 这也就是为什么感觉行秋产种虽然频率快，但似乎没有那么多，不过怪物掉血速度依然很快的原因 而且，楼主一帧一帧的研究视频之后发现，这个队伍产种极其混乱。有人可能要问，混乱不是坏事吗？不知道谁该堆精通了。其实不然，妮露队产种越混乱，整体伤害反而越高。因为 一个怪物1秒内最多受到 来自同一个人的 两次种子伤害。 这就导致如果你所有的种子都是一个人产的，那么即使再多的种子，也跟一次炸两个差不多。行秋离谱的挂水能力导致即使瑶瑶补草，草底也很不稳定，经常在水底草之间来回转化。这就导致怪物水底的时候由 草神瑶瑶产种 ，草底的时候由 行秋 产种，一个怪物在一秒内甚至能受到多达4~6次的种子伤害。（不过不用担心瑶瑶需要堆精通的问题，楼主统计了所有种子的伤害占比，瑶瑶触发的种子占比很小，安心堆生命就好） （可以看到，有28781，23639，13796三种伤害（暴击伤害不算），由三个不同的人触发，一个人可以炸2次，也就是6次） 其次，行秋E三段挂水，完成草底→水底→草底的转化，同时触发行秋产种和伤害非常离谱的草神产种，可以完成一次伤害极高的爆破。看下面草圣骸兽是如何顶着70%的高抗但是仍然蒸发的 （36784为草神触发，18392为行秋触发，二者独立计算计时器，可以对怪物同时打出伤害。对群时，这个爆破伤害将更加离谱） 楼主行秋没去堆精通，等级也没咋升，所以伤害有点低 _(米游兔—飚汗)，不过打深渊足够了。 最后一点，因为行秋减伤跟生命无关，所以行秋死堆精通即可， 可以选副词条精通高的，行秋圣遗物选择新旧水套2+2，精水精（无需充能沙，已经过实战测试），既能保证生存又能保证种子伤害，同时还能更高效的产种子， 简直是妮绽放的最佳人选之一。 在上限方面，心海仍然是占压倒性优势的。原因就在于E的独立挂水机制和转底技巧，将带来很高的爆破输出。不过心海想要通过转底完成爆破需要要求较高的手法，手法不对的时候并不如行秋瑶瑶这种自动转底的伤害高，其中细节就不再赘述了，可以自行搜索睡莲杯赛事讲解。因此上限方面， 有想打竞速的小伙伴仍然建议使用心海配队 下限方面，就正常的玩家来说，一般很难做到自主控制转底，行瑶队频繁的自动转底、行秋单体挂水导致不同怪物不同底，这在对群时是很有利的，也带来了更加无脑伤害更高的输出。而且 行秋与瑶瑶的组合更能降低暴毙概率 ，特别是行秋的减伤发挥了巨大作用，配合瑶瑶不断回血，硬抗剑鬼三刀都没有暴毙。同时，行秋的随身水也不需要考虑转场问题，操作难度比心海需要控制E的位置要更低。因此，下限方面我认为行秋与瑶瑶的组合更胜一筹。也是 更加平民，手感更舒畅的配队。 伤害也是在当前深渊的环境下溢出一大截。 而且，在泛用性方面，行秋与瑶瑶的组合不但能对群，而且对单也更加优异。尤其是收尾阶段，还有部分深渊环境既要求对单又要求队群的时候，行秋加瑶瑶的表现将更加出色。 因此， 对于平民玩家来说，这就是一支可以平替心海的队伍 总结一下 装配： 妮露 2生命+2生命   生生生   圣显之钥 草神 草4   精精精   千夜浮梦/祭礼残章 行秋 2沉沦+2水仙   精水精   祭礼剑 瑶瑶 少女4   生生治   黑缨枪 （行秋2水套+2乐团也无妨，甚至可以追求饰金或者教官4，不差那一丢丢的伤害减免，精通越高越好） 手法 ：草神起手长e挂草q，妮露3e开水环，瑶瑶e，行秋qe，然后哪里亮了点哪里就好_(偶像姬_糖葫芦)， 注意瑶瑶真空期切妮露或瑶瑶站场防暴毙 （实战伤害完全溢出，70级行秋触发的草种子已经足够深渊乱杀了（不过楼主金数高，正常配队还是升到90级比较好使），80级瑶瑶生存也没什么问题，剑鬼30秒解决，直接留给上半破不了隐身的椰羊一坤时_(甘雨-祈祷)） 实战视频及3.6深渊手法教程放到了另一个帖子里： 没有心海？那就试试更爽的！顶级妮露配队妮草行瑶杀穿深渊教程！ 孩子快穷死啦，留个赞吧_(米游姬-期待)_(偶像姬-沮丧)",
    "length": 3295
}