{
    "game_id": 2,
    "post_id": "42852079",
    "f_forum_id": 43,
    "subject": "【V4.0攻略·其他攻略】「最初的大魔术」泛用性分析",
    "url": "https://www.miyoushe.com/ys/article/42852079",
    "created_at": 1693129273,
    "like_num": 1126,
    "view_num": 26304,
    "reply_num": 213,
    "text": "UID 183291119 旅者啊，你是否抽到了若水，但是不知道歪出的大魔术给谁用？ 你是否被武器池吸引，但是没有林尼纠结要不要下？ 你是否想给甘雨老婆换一把武器，但是不知道有没有提升？ 如果是的话，就继续看下去吧_(偶像姬_糖葫芦) 限定五星弓「最初的大魔术」，主词条为高贵的爆伤，属于中间档，特效为重击增伤（属于增伤区，和属性杯叠加）和百分比攻击力，移速提升更像是凑数的，在战斗中的提升难以衡量，下面的分析就忽略了。 目前全游共计15位弓系，林尼肯定是和大魔术适配最好的，为了减少计算量，其他角色中我们先排除几类： 1. 伤害占比较低的（抽到也不太会给他们）：珐露珊，柯莱，五郎，温迪，九条裟罗，迪奥娜 2. 和专武差距较大，且专武本身就有一定泛用性的（可过渡用，但真爱党建议捞专武）：提纳里（攻击收益低，没有转模），达达鸭（通常单水，且重击占比不高），宵宫（即使双火，12攻击显然也比不过40增伤），叶兰（攻击无收益） 3. 我没研究过不知道怎么玩的：埃洛伊（埃洛伊厨不要生气哦，我是真没玩过不想误导别人_(安详)） 剩下三个角色 甘雨、菲谢尔、安柏 ，我们来一一分析。 ▮甘雨 我这里分为三冰、双冰、单冰融化三种情况。 ※ 因为甘雨队伍和手法过于多样，各种buff的覆盖率也非一成不变，我这里进行了极大的简化，仅供定性参考，不等于真实伤害数值。 计算条件 -\t90级0命，9级天赋，精1五星武器 -\t甘雨4乐团，圣遗物主词条攻冰暴击，副词条按照blue佬的4属性28词条分配，即18双暴+6大攻击+4精通 -\t双暴配平使得霜华矢（计入天赋20暴击）略高于1:2，其他略低于1:2，且暴击率不溢出，暴击和爆伤词条数在12:6~6:12之间，以避免阳寿圣遗物的情况 -\t原魔90级，10抗性 三冰 即甘雨+申鹤+迪奥娜+万叶，或者用流行点的话说叫暴风雪队，对比的是阿莫斯。计算条件如下： 三冰 -\t甘雨自身天赋20增伤 -\t申鹤15减抗15增伤，天赋5和冰翎与手法有关难以计算，暂且忽略 -\t万叶千精，即40减抗40增伤 -\t申鹤或猫猫4宗室 -\t每轮循环都开Q，忽略E -\t双冰共鸣 -\t阿莫斯1层 由于阿莫斯只加成重击而不加成大招，所以对比时要考虑重击和大招各命中了多少次。甘雨Q有51根冰锥（60帧时），假设对单时最多有25根冰锥命中，但是所有重击两段伤害都命中；对群时最多有51根冰锥命中，但是重击只有二段命中。伤害对比如下，百分比代表大魔术高于阿莫斯的比例： 双冰 即甘雨+申鹤，模拟大世界远程狙击的情况，仅计算蓄力，对比的是阿莫斯。计算条件如下： 双冰 -\t申鹤3000攻击，9级E，长按，计入天赋15重击增伤 -\t双冰共鸣 -\t阿莫斯5层 伤害对比如下： 是的你没看错，无论是否暴击，大魔术的伤害都比阿莫斯低，但是二者的伤害期望基本一致，这是因为大魔术的暴击率更高。换句话说，阿莫斯的单发斩杀线更高，大魔术的稳定性更高，但是实际差距很小，无需纠结。 你问莫甘温么？由于阿莫斯的特效对于大招是个白板，显然大魔术伤害要高出不少，不过对于莫甘温适合的环境，通常伤害都是严重逸出的，所以对武器并没有要求，一般甘雨的武器选择还是从其他配队考虑。 单冰融化 即甘雨+班尼特+香菱+钟离的传统融化队，对比的是阿莫斯。计算条件如下： 单冰 -\t双火共鸣25%攻击力，班尼特宗室20%攻击力，班尼特Q1000攻击力，相当于原木刀+12级Q -\t钟离20全元素减抗 -\t甘雨2轮1Q，不计入天赋20增伤 -\t由于Q融化次数存在很大随机性，但非极端对群情况下融化率不算高，故忽略Q融化伤害，只计算蓄力融化，对单两段融化，对群只计算第二段融化 -\t阿莫斯1层 伤害对比如下： 看起来喝大汤，对吧？实际也是的，不过由于计算的简化，实际喝的汤可能没有这么浓，比如3冰队中默认所有增伤buff都是全覆盖，这就导致阿莫斯的增伤效果受到稀释，但实战中buff覆盖率并非100%，所以差距并不会这么大。总体来说， 大魔术替换阿莫斯对于甘雨属于平替或略有提升 。 ▮菲谢尔 双雷激化队伍，对比的是冬极白星。计算条件如下： 双雷 -\t90级0命，9级天赋 -\t冬极白星2层 -\t千精万叶，即40减抗40增伤 -\t套装2如雷2攻击，主词条攻雷暴，副词条分配同上 -\t激化队中菲谢尔伤害随手法变化很大，这里计算的是召唤激化+喷吐4次激化6次无激化+8次天赋5激化的伤害，仅作例子 -\t原魔90级10抗性 伤害对比如下： 其实这二者比较简单，由于主词条是同一档的，所以实际是12大攻击（大魔术）和12增伤（冬极）的对比，包括满命菲谢尔也是一样的。一般来说12增伤的效果都会高于12大攻击，所以冬极白星对于菲谢尔来说更合适一些，但是差距很小。 如果换成精雷暴呢？省流：相对伤害没差。 至于若水，一般认为吃到特效的若水和冬极2层相当，所以 大魔术、若水、冬极白星三者基本属于互为平替 。 ▮安柏 竟然还有人玩安柏啊，惊不惊喜意不意外_(偶像姬_糖葫芦) 目前安柏具有深渊实战强度的队伍比较少，这里算的是相对高配的兔兔队，对比的是若水。计算条件如下： 双火 -\t90级，2命，天赋9 -\t4魔女，火伤22.5%，反应系数15% -\t圣遗物主词条攻火暴，副词条分配同上 -\t千精万叶，即40减抗40增伤 -\t满命猫猫200精通 -\t双火共鸣25%攻击，班尼特宗室20%攻击，班尼特Q1000攻击 -  原魔90级10抗性 伤害对比如下： 所以对安柏来说， 大魔术和若水也属于平替级别 。 所以，大魔术的泛用性如何？ 我觉得是有的，除了林尼以外，还至少有三位角色可以作为最适配的武器之一，而且特效没有触发条件，伤害稳定。 缺点也不是没有，首先需要同色队友才能发挥更好的效果，对于队伍有所限制；其次攻击力在原神中属于相对不值钱的属性，以后会不会被其他武器赶超也难讲。 那它值得抽么？ 从性价比来讲，如果你没有林尼，我不建议专门为了这三个角色捞大魔术，因为并没有特别明显的优势，虽然看起来对甘雨比阿莫斯强一些，但是阿莫斯是可以歪出来的。但是如果你就想抽若水，或者抱着出哪个都不亏的心态随便捞下试试，那也可以，反正除了林尼还是有就业的。总之没有哪个武器是必须抽的或者必须不能抽的，只要自己玩得开心就好。",
    "length": 2579
}