{
    "game_id": 2,
    "post_id": "55589191",
    "f_forum_id": 43,
    "subject": "【原神】克洛琳德 技能养成配队 全攻略",
    "url": "https://www.miyoushe.com/ys/article/55589191",
    "created_at": 1721810063,
    "like_num": 2724,
    "view_num": 7828,
    "reply_num": 35,
    "text": "大家好 我是兔兔_(米仔_ZZZ) 本期攻略为 决斗代理人 克洛琳德 技能讲解、武器装备、阵容搭配 那么~就让我们一起来看看吧！ 超链图片 1、技能讲解 克洛琳德的定位是： 雷系输出 主要技能为： E技能状态 技能顺序为： E>Q>A 克洛琳德是依靠E技能的状态，进行AE的攻击，造成普攻伤害 注意这里虽然是造成普攻伤害，但E技能具有单独的技能倍率计算，不是普攻A技能的倍率 所以 优先升级E技能（满级），其次升级Q技能（8+），A技能反而可以不升级 技能详情展示 超链图片 超链图片 超链图片 1、E技能 释放E技能，进入【夜巡状态】7.5秒，技能冷却时间16秒 超链图片 超链图片 ①、夜巡状态下，【点按A技能】，枪击造成伤害的同时【生成命契】 ②、夜巡状态下，【点按E技能】， 突剑 造成伤害的同时治疗【清除命契】 超链图片 超链图片 ③、该状态下，A技能和E技能，造成的伤害都算做【普攻伤害】 ④、命契过半，用A技能的枪伤害减弱，反之，命契未过半，用E技能的剑伤害减弱 超链图片 超链图片 ⑤、A或E命中敌人，每2秒产1颗球 ⑥、只有A的开枪才会造成额外的荒性伤害，每10秒触发1次 ⑦、克洛琳德的命契和仆人的不同 仆人的，治疗优先消耗命契 克洛琳德反而是，除自身E技能外的治疗，按比例转为命契 4、Q技能 需要60点能量，冷却15秒，释放Q技能 ①、造成5次雷元素伤害 ②、并生成一定量的命契 （所以等到开E状态后，通常会先接E清除Q附加的命契后，再开枪叠新的命契） 超链图片 超链图片 固有天赋1，触发雷 元素反应 后，基于攻击力，提高A和Q的伤害 （注：克洛琳德突破20级后，解锁该天赋效果） 固有天赋2，命契过半后，增加或减少都获得暴击提升，此外，治疗按1比1转化成命契 （注：克洛琳德突破60级后，解锁该天赋效果） 超链图片 超链图片 综上所述，克洛琳德的技能 ①、A技能，用枪叠加命契 ②、E技能，进入特殊状态，用剑消除命契 ③、Q技能，爆发伤害，叠加命契 基础操作手法为： E+AAA+E……循环+Q 1、常规释放E进入夜巡状态，开三下A，命契就满一半，可以接E清除了 开E进入状态+三下A满命契+一下E清除命契+循环 2、但因为命契除了用枪可以外，队友的治疗能转化，Q也能叠加等等，具体操作不会太死板 总之就是要看着【生命条的命契】有没有过一半了，再来决定该用A枪还是E剑 2、命座讲解 1命：用枪额外附加协同伤害 2命：加强触发反应后的伤害，提升抗打断 3命：升级E等级 4命：提高Q的伤害占比 5命：升级Q等级 6命：用剑额外触发协同攻击，提升抗打断 超链图片 综上： 0命的伤害机制完善，可以不抽命座 其次克洛琳德的每个命座，都有一定的伤害比例提升，性价比还是较高 有条件抽命座可以选择以1/2/6为阶段目标 3、圣遗物搭配 主词条： 攻击 沙、雷伤杯、爆伤头 副词条： 爆伤>暴击>攻击> 精通 ①、作为输出角色， 优先堆攻击和双爆 不用说，且克洛琳德的爆伤选择要优先于暴击 ②、精通提升反应伤害，组反应队伍可堆，只打雷伤的队伍不堆 圣遗物推荐： 谐律4件套/如雷4件套 首选【4谐律】，根据命契的增加或减少就能触发加成，伤害上限高 其次可选【4如雷】，依靠雷元素反应来缩减E技能的冷却时间，续航输出 超链图片 超链图片 像4角斗、4余响、4追忆等，有好的词条也可以用，但伤害上限略低于前两个套装 最后也可以选择用【2雷伤+2攻击】做过渡使使用 超链图片 超链图片 4、适用武器 1、 赦罪/雾切之回光 首选【赦罪】专武机制适配，直接吃满加成 其次选【雾切】能叠满加成且不用担心暴击溢出 其他五星武器，爆伤优先，其次攻击，后选暴击，实在没有，带精通的武器也能用 超链图片 超链图片 2、 海渊终曲/匣里龙吟 五星之下，首选【海渊终曲】，机制适配，且可通过锻造获取，其次可选【匣里】，但需要敌人处于雷或火的附着状态下增伤 超链图片 超链图片 5、阵容搭配 克洛琳德的定位是【雷系+输出】 超链图片 超链图片 超链图片 超链图片 以克洛琳德的伤害为主，围绕其需求进行配队 1、双雷共鸣缓解充能，如【菲谢尔】 像 八重神子 、北斗、雷电将军这类的后台输出雷，或者后台治疗的久岐忍、雷伤加成的九条裟罗这类辅助的雷系角色，也都可以进行替补 超链图片 超链图片 超链图片 超链图片 2、任意一种元素的队友，与克洛琳德触发雷元素反应，如【 纳西妲 】【钟离】 像挂草的白术、绮良良，挂水的芙宁娜、行秋，挂火的托马、迪希雅等等，只要能反应的辅助队友都可以 还能考虑白术有治疗，芙宁娜有输出辅助，托马有护盾等等的因素 超链图片 超链图片 超链图片 超链图片 3、考虑到治疗转化成命契，还是需要有护盾角色保命，如【钟离】 像莱依拉、迪奥娜、绮良良、托马等等都可以 超链图片 超链图片 超链图片 超链图片 只要分辨出，对克洛琳德有提升效果的角色，就可以与之组队 基本上能输出能活着，根据自己养成的角色进行调整配队~ 推荐程度： ①、 没有雷系主C ②、好看就养！ 不管是单打雷伤，还是雷元素反应体系，克洛琳德的伤害倍率都非常可观 整体上操作手感流畅，命座要求不高，队伍搭配也广泛…… 缺主C角色或想要雷系主C角色的旅行者，根据喜好可以考虑是否抽取",
    "length": 2178
}