{
    "game_id": 2,
    "post_id": "53075758",
    "f_forum_id": 43,
    "subject": "【V4.6攻略】浮世前倾——流浪者攻略",
    "url": "https://www.miyoushe.com/ys/article/53075758",
    "created_at": 1716303438,
    "like_num": 59,
    "view_num": 1110,
    "reply_num": 3,
    "text": "uid:103876630 前言:随着4.6版本下半卡池的到来，我们的流浪者也是迎来了复刻，本篇攻略的主要目的是为了让大家更好地了解流浪者这个角色以及知道如何去培养他 目录: 一.角色介绍 二.角色天赋解析 三.角色命之座解析 四.角色武器推荐 五.角色圣遗物推荐 六.角色配队推荐 一.角色介绍 角色一图流（省流版） 流浪者为一名风系主c角色，主要依靠元素战技后的普通攻击和重击输出，也拥有着比较强的跑图能力，同时元素战技也有一个较为特殊的 “第二个体力值” 机制，也有着对空能力 角色对比 魈: 同样作为风系主c角色，魈主要依靠下落攻击输出，同时是一名元素爆发启动的角色，对充能方面有一定的需求，而流浪者是元素战技启动角色对于充能并没有什么需求，没有充能方面的压力，同时输出手感方面也是流浪者比较好一点的 二.角色天赋解析 普通攻击·行幡鸣弦 主要机制: 主要输出手段，三段普攻，第三段普通攻击有两段伤害，拥有对空能力 普通攻击配合元素战技输出更佳，元素附着频率符合2.5s/3hit 重击 主要机制: 主要输出手段，攻击有短暂前摇且无后摇 无后摇的重击手感还是很不错的，但常态的重击消耗的体力还是蛮高的，每次攻击都为弱风附着 元素战技·羽化·风姿华歌 主要机制:“ 第二个体力条”，跑图必备，浮空机制 「优风倾姿」 使用元素战技后会进入浮空状态，普通攻击和重击的伤害和范围都将得到提升 在该状态下的任何消耗体力的行为都会变为消耗空居力，且冲刺速度比常态的冲刺速度更快，拥有的空居力可以支持十秒的浮空状态（浮空状态可以通过消耗完全部空居力、释放元素爆发和再次点按元素战技结束） 在该状态下被敌人击落后是不会受到摔落伤害的，且在接触地面的一瞬间会恢复战斗状态，同时也是不会掉入水中的，在被敌人击落的过程中，元素战技技能图标会发生改变（如上图所示），此时就可以通过再次点按元素战技来恢复战斗状态 产球为4~5个，CD为两秒1次，每次一个，每次普通攻击和重击概率产出 元素战技释放时的伤害为弱风附着 元素爆发·狂言·式乐五番 主要机制: 提前结束浮空状态，五段伤害 第一段和第四段攻击均可以为敌人挂上弱风附着，同时元素爆发的倍率还是挺不错的，但是由于是一个瞬发且秒出伤的技能，所以并不能作为主要的输出手段释放元素爆发后会结束元素战技的浮空状态，所以建议在空居力快清零时使用元素爆发 固有天赋·拾玉得花 主要机制: 接触对应元素，获得对应加成 理论上最优的选择是火冰组合，水比较适合在跑图使用，雷提供的额外回能效果的作用就显得没那么大了 这个接触定义的范围比较广，类似于“染色”机制，不管是敌人还是自身亦或者是外部环境（比如草地上燃烧的火）只要是接触了都可以算在里面的 接触的优先级为:水＞火＞雷＞冰 固有天赋·梦迹一风 主要机制: 无需空居力加速，额外伤害提供 可以增加流浪者的伤害，而且还可以无需空居力进行加速，提高了流浪者的灵活性和生存能力，可以在进行完一套普通攻击后配合优化手感使用 第一枚和第四枚风矢均为弱风附着 固有天赋·廻色云弦 生活天赋，不多做解释 天赋升级推荐 普通攻击＞元素战技＞元素爆发 三.角色命之座解析 命座一·初番·茂风流羽行 提高了普通攻击速度以及固有天赋的额外伤害，加成并不算高，伤害提升也一般般 推荐抽取指数:★☆☆☆☆ 命座二·二番·箙岛廓白浪 增加元素爆发伤害的命中可以理解为空居力越低提升的越高，当消耗50点空居力时可以吃满加成，可以提升两倍的元素爆发伤害，还是挺不错的，不过提升的是元素爆发的伤害，总体提升也不算太大 推荐抽取指数:★★☆☆☆ 命座三·三番·久世舞夕颜 常规命座，不多做解释 命座四·四番·花月歌浮舟 可以额外获得固有天赋中未获得的元素的效果，且不需要接触该对应元素，不过带有一定的随机性，且那四个效果加成也只能算的上是中规中矩，所以该命座提升也不是很大 推荐抽取指数: ★★☆☆☆ 命座五·末番·今昔渡来殿 常规命座，不多做解释 命座六·祝言·霞幕倾松风 可以额外增加普通攻击的伤害以及额外提供20点攻击力，该命座可以增加浮空的持续时间，使流浪者获得额外的强化普通攻击的输出时间，提供的额外的普通攻击伤害则进一步增加了流浪者的输出能力 推荐抽取指数: ★★★★☆ 流浪者的命座提升都不是很大，并没有什么质变命座，零命即是完全体，平民建议直接零命即可，如果想要进一步提升流浪者的伤害，则建议直接抽取六命，不然其他命座的性价比都没那么高 四.角色武器推荐 「图莱杜拉的回忆」 流浪者专属武器，提供暴击伤害加成，技能效果可以提供普通攻击的攻击速度以及伤害加成，流浪者可以轻松吃满效果 「金流监督」 提供暴击率加成，技能效果可以提供普通攻击、重击伤害以及攻击速度加成，但是需要血量变化才能吃到效果，所以该武器推荐在流浪者的配队中有芙宁娜或者没有带盾辅的情况下使用 「四风原典」 提供暴击率加成，技能效果提供移动速度加成和元素伤害加成，但是需要角色长时间站场才可以吃到元素伤害加成，所以覆盖率不高，一般也就吃个2-3层左右 「天空之卷」 提供攻击力加成，技能效果提供元素伤害加成和通过普通攻击造成额外伤害，流浪者可以轻松吃满该武器特效，但是技能效果主要还是元素伤害加成有用一点 「尘世之锁」 提供攻击力加成，技能效果也可以提供大量的攻击力加成，队伍中有盾辅时可以更好地吃满该武器的特效 「流浪乐章」 提供暴击伤害加成，赌狗乐章，技能效果只要不随机到元素精通加成就还是很不错的，如果随机到元素伤害加成则直接起飞（六星神器跟你开玩笑？（bushi） 「匣里日月」 提供暴击率加成，技能效果可以提供普通攻击、元素战技和元素爆发的伤害加成，唯一吃不满加成的就是普通攻击，六秒的持续时间还是有点不够的 「纯水流华」 提供攻击力加成，技能效果可以提供元素伤害加成，且触发条件也比较简单，但是后续清除生命之契需要奶妈提供血量回复来清除生命之契才能吃到，大概可以提供21%的元素伤害加成，总计可以提供29%的元素伤害加成，还是挺不错的 「嘟嘟可故事集」 提供攻击力加成，技能效果可以提供重击伤害加成和攻击力加成，所以该武器更适合流浪者进行重击输出 五.角色圣遗物推荐 沙上楼阁史话 流浪者首推圣遗物，可以提供风元素伤害加成，普通攻击速度和普通攻击、重击伤害加成，提供的数值还是很不错的，且并不需要任何的触发条件 来歆余响 提供攻击力加成和普通攻击伤害加成，四件套的加成带有一定的随机性，且伤害不稳定，而楼阁套相比来说更加稳定一点，但是这两套圣遗物的伤害差距并不大，有哪套就用哪套就行 六.角色配队推荐 流浪者（输出），莱依拉（护盾），珐露珊（增伤），班尼特（增伤/回血） 流浪者主c，莱依拉元素战技挂盾，珐露珊元素战技元素爆发增伤同时也可以和流浪者组双风buff，班尼特元素爆发回血增加攻击力 输出手法 班尼特eq，珐露珊eq，莱依拉eq，流浪者e后普通攻击重击输出后接q 流浪者（输出），珐露珊（增伤），云堇（增伤），班尼特（增伤/回血） 流浪者主c，珐露珊元素战技元素爆发增伤同时也可以和流浪者组双风buff，云堇元素爆发增伤，班尼特元素爆发回血增加攻击力 输出手法 班尼特eq，云堇eq，珐露珊eq，流浪者e后普通攻击重击输出后接q 流浪者（输出），行秋（生存/反应），香菱（输出/反应），班尼特（增伤/回血） 流浪者主c，行秋元素战技增抗回血元素爆发后台持续挂水输出，香菱元素战技和元素爆发后台持续挂火输出配合行秋打蒸发，班尼特元素爆发回血增加攻击力同时也可以和香菱组双火buff 输出手法 班尼特eq，行秋eq，香菱eq，流浪者e后普通攻击重击输出后接q 感谢观看! 图片: ﻿ @沉yu白笑 ﻿",
    "length": 3168
}