{
    "game_id": 2,
    "post_id": "43365061",
    "f_forum_id": 43,
    "subject": "【V4.0攻略·角色攻略】超详细实战教学助你吃透公子与万达！",
    "url": "https://www.miyoushe.com/ys/article/43365061",
    "created_at": 1694508289,
    "like_num": 792,
    "view_num": 38312,
    "reply_num": 91,
    "text": "UID 186486875 各位旅行者们大家好！ 4.0下半老牌主C达达利亚复刻，而万达国际这支由公子、万叶、香菱、班尼特组成的、以蒸发反应为主的增幅队，已经拥有了非常高的持有率和使用率。 作为从1.6风靡至今的顶级配队，万达国际一向以爆发高、割草强、操作要求高而闻名，与之相伴的是逊于其他顶级队伍的生存能力和循环能力。 那么，这支队伍在实战中到底有哪些需要注意的细节，又有哪些可以令其表现更上一层楼的进阶技巧呢？下面我们就从基础操作和配装开始，为大家一一说明。 作为知名的“汤达人”，公子的一大优势就是配装极度灵活。由于其伤害手段极其多样（大招、开e后的普攻重击、4种断流），因此兼顾这种伤害的配装往往更适合公子。 且由于公子突破加水伤而非双爆，班尼特和万叶两位顶级辅助又直接拉满了公子的攻击区间和增伤区间，因此公子所缺乏的双爆收益极高，在武器、圣遗物方面都需要尽量堆叠。而公子很大一部分伤害来源于大招的蒸发，后续重击、断流爆等伤害也可以蹭到蒸发，因此其精通收益也相当不错，需要适量堆叠。 武器方面，作为达达利亚的专武，冬极白星当然是毫无疑问的首选——暴击副词条、能为各种伤害都提供输出增益的特效，对公子来说基本不会让手法变形的叠层方式，都使得这把武器与公子几乎完美契合。 在其他五星武器里，若水、猎人之径作为最高一档双爆的武器，尽管特效并不能让公子吃满，但在万达国际队伍中也可以拿出不逊于冬极白星的表现，是专武之下的第二选择。 而飞雷之弦振、天空之翼作为另外两把五星双爆武器，在实战中与前面三把武器的差距也并不大（均在10%以内），也是不错的可选方案。而其他五星武器由于词条和特效并不契合公子，在这里均不做推荐。 四星武器中，提供高额双爆和小聚怪的苍翠猎弓、增加eq伤害和元素精通的绝弦以及大幅增加大招伤害的朦云之月是相对的优解，其他武器均不做推荐。 这里要着重提一下很多玩家的误区——弓藏。这把武器的攻击力副词条事实上在拥有高额攻击buff的万达双火队中收益很低，普攻增伤、重击debuff的特效更是相当不契合公子速切核弹后靠高频重击挂水的输出方式，因此不推荐任何万达玩家使用这把武器。 圣遗物方面，水套、乐团/饰金套、角斗士/追忆套、宗室套等等，只需随意进行2+2的搭配即可，如果有好用的水4也可以使用，这些搭配实战差距几乎都在一个副词条之内，可以说基本上哪套副词条更好选用哪套即可。 副词条首先保证最终面板上60以上（非双暴武器）乃至75以上（双暴武器）的暴击率——由于公子大招为单次伤害，一旦有一个怪不暴击都很影响后续的流程，加之公子天赋中有普攻重击暴击后给怪物加上断流的描述，因此暴击率对公子非常重要。接下来便是暴伤、精通、攻击力这几个有效词条。 由于万达国际在实战中精通获取手段不多（仅有万叶2命及教官套的班尼特），因此精通词条有非常不错的收益，可以优先于攻击力进行适当堆叠（武器选择绝弦时则不用堆太多）。 天赋方面，低练时e>q，高练度追求瞬间斩杀线时q>e，a可以不点，适当点高也可以提供割草能力和蓄力收尾能力，视资源情况选择即可。 由于万叶、香菱、班尼特的配装并非本文重点，这里就简略地给出一些要点，更具体的内容可以参考往期攻略。 1.枫原万叶： 武器选择上首选苍古自由之誓或西福斯的月光，次选西风剑、祭礼剑两把功能性武器，最次可选择铁锋刺、暗铁剑来专注于堆叠精通。圣遗物方面必须带翠绿4件套，即便主词条不对也需要携带，收益高于其他一切。主词条选择精精精最大化增伤能力，2命+苍古可选择充能沙，0命时保证150以上充能、2命时保证170以上充能最优。 2.香菱： 武器上首选薙草之稻光和四星的渔获，保证实战中230以上的充能能大幅优化循环体验。圣遗物唯一选择4绝缘，主词条选择充火暴，保证充能后，尽量堆叠双爆，副叠精通和攻击即可。 3.班尼特 ：武器首选雾切、风鹰剑、天空之刃，四星中暗巷闪光和原木刀是最优解。圣遗物上4宗室、4教官均可，但一定要优先保证230以上的充能，并且越高越好，300都不会嫌多。追求奶量的话，主词条携带充生治最优。 众所周知，双扩散技巧是万达国际队输出爆炸的核心秘诀之一，也是谈到这支队伍技巧时绕不开的话题。这个技巧中，万叶利用自身eq的独特染色机制，可以非常方便地利用双扩散做到水火同时增伤和水火同时减抗，达到同时辅助到公子和香菱双c的效果。而要理解并且最终掌握双扩散技巧，我们首先需要清楚地了解队伍中各个角色的元素附着能力。 公子的弱水附着：蓄力攻击、蓄力攻击产生的断流闪、开e后的普攻及重击、开e后普攻重击产生的断流斩。 公子的强水附着：开e瞬间的激发伤害、大招第一段、大招命中断流目标时产生的断流爆、挂有断流效果的怪物死亡时产生的断流破。 万叶的弱附着：短e、e后的下落攻击及染色伤害、大招的后续伤害及染色伤害 万叶的强附着：长e、q第一段斩击 香菱：e、q每次伤害均为独立的弱火附着 班尼特：e、q均为强火附着 在了解了各个角色的附着能力后，我们就从最简单的三个手法讲起： 公子E、班尼特Q、万叶QE接下落攻击 （万叶没有Q时长E接下落攻击即可） （演示） 这是万达国际最通用的起手手法。利用公子e给怪物挂强水，班尼特q强火消去一部分水，万叶q第一段强风消去剩余的水并扩水，利用班尼特q的自身挂火给万叶e后的下落攻击染火，同时由于万叶下落攻击的伤害判定中染色伤害先于风伤，所以对怪物先造成火伤挂火，再造成风伤扩火，达成水火双扩散。 在万叶没有q时，由于万叶长e为强风，可以达到和q一样的消水效果，下落时同样染火扩火，依然可以达成水火双扩散。 实战之中，由于这个手法后续香菱qe再切公子时e不会卡cd，所以可以说是最高效也是最常用的起手手法，理解这个手法的原理，你的万达国际就可以说是成功入门了。 班尼特Q、公子EA、万叶QE下落或长E下落 与上一个手法类似，这里首先让班尼特q给怪物挂火，公子e激发直接消去怪物头上的火，同时由于增幅反应中后手元素不残留的原理，此时怪物头上是无元素附着的状态，因此需要公子a一下，利用普攻的弱水给怪物挂水。接着万叶q（或长e），由于风水在反应中以2：1消耗，因此刚刚好可以消去怪物头上的水并且打成水扩散，并且衔接下落攻击达成火扩散。 实战之中，没有1命的公子会在后续流程中略微卡一下e的cd，但由于打到第二轮时由于怪物头上有火附着，第一种公子e起手的手法并不能直接挂上水，所以实战在第二轮输出时这种手法会更加实用一些。 公子蓄力射箭、班尼特Q避免打到怪、万叶QE下落或长E下落 （演示） 公子蓄力施加的是弱水，因此需要避免班尼特q打到怪物直接消去水附着，后续原理与前面的手法无异。这种手法在面对距离较远、又可以通过万叶e吸附的原魔时有不错的效果，实战中可以远距离达成双扩散并同时将怪物吸到自己身边。 实战中灵活运用这三种手法，便已经可以让你保住这个阵容的下限，而不至于丢失过多输出。 在最简单的公子e、班尼特q、万叶qe、香菱qe的起手流程后，作为主c的公子需要切出来打大招核爆或是进行前台挂水让香菱的火轮吃到更多的蒸发。而这部分操作中也有许多的注意点，这里就先讲几个基本的技巧： 公子大招的释放时机 在无缝进行完前面的一系列操作后，由于万叶的增伤时间只持*8*、风套减抗时间只持*10*，所以公子有大时应当尽快释放防止buff丢失，同时也让后续伤害能吃到更多的buff。同时，能一波斩杀怪物时选择近战q，需要打下一轮循环或考虑下一间充能时选择远程q会是更好的选择。 公子前台的输出手法 普攻和重击交替使用。由于公子的普攻、重击、断流斩均为独立挂水，因此交替使用普攻重击能有效地提高其挂水频率，间接提高香菱的蒸发率。这里最推荐的手法为2a接重击接闪避取消后摇，dps和挂水效率均为最高，体力消耗也不快。如果嫌麻烦的话，持续地a接重击接闪避也不会有什么伤害上的区别，不过会更耗体力。体力不足时可以考虑3a重击闪避，或者以跳跃取代闪避来取消后摇。 公子下场的时机 公子e的cd与公子开e站场的时机挂钩，因此在不能一波斩杀怪物时，公子需要提前下场。要打循环的时候比较简单的方法有——香菱0命时砍到香菱火轮结束下场、香菱4命时打5次a重击闪或4次aa重击闪后下场、公子1命以上且香菱4命时砍到香菱火轮结束时下场，均可保证香菱跟着自身q的cd开出大招时，公子的下一轮输出不被e的cd所卡住。 公子前台的走位 由于香菱火轮在不被怪物模型干扰的情况下均为顺时针旋转，所以公子在闪避的同时配合一定的逆时针走位可以让香菱的火轮打出更多次的伤害。但这并不是最极致的手法，顺时针走位使香菱火轮双判等更进阶的操作，会在后文一一说明。 前台双扩散后香菱开启大招和e，公子有q开q，没q直接开e开始普攻+重击数套后下场，班尼特给香菱打球、万叶自己打球，若万叶佩戴西风剑可以打出特效后让香菱吃球，能量回复后继续此前的流程。 值得一提的是，由于cd的限制，起手公子开e的双扩散手法后水增伤及减抗实际上只有很短的持续时间，所以当公子没有q时，用e的6秒cd和更复杂的操作来换取这一点buff时间往往是并不划算的，因此公子没q时视情况单扩火让公子更早地出场挂水也是不错的选择。 作为公认的高上限队伍，万达国际衍生出了许许多多的进阶操作来发挥这支队伍的最大潜力。作为有着数万场万达深渊实战经验的资深万达玩家，笔者在这里单开这一部分，结合实战来讲解万达的一些进阶技巧。如果有想追求上限的小伙伴，这一部分就是你们的福利啦。 利用蓄力箭产生的断流闪进行消火挂水 这段实战中矩阵进入隐身高抗状态，这时万班大招转好，我们利用这段时间先把buff上齐便于后续爆发——班尼特q后香菱火轮消失，公子蓄力射箭第一段将怪物头上的火附着消除，随后触发断流闪挂上弱水，万叶qe达成第二轮的双扩散。此时由于公子首轮使用了远程大招，配合矩阵原件破碎掉落的大量能量球回满大招，可以直接开启下一轮全员拉满的爆发输出。 公子短蓄力后迅速开E达成远程挂水 这里就不得不提公子的“水形剑”天赋。由于公子短蓄力（物理伤害）在实战中判定为重击，且弓箭从射出到命中需要一定时间，我们可以先打出这一下“重击”再开启近战状态，这时当箭矢命中敌人并暴击时，系统会判定我们是在近战状态的重击造成了暴击，所以会给命中的怪物施加断流效果并触发一次断流斩，造成一次小范围挂水。（需要注意这是弱水） 这段实战中，公子开钥匙后迅速开镜射向远端的藏镜仕女，同时开e给近处的雷莹术士挂水强水，蓄力箭暴击给镜女挂上弱水。班尼特q消去雷莹身上的一部分水，同时万叶预判镜女传送直接长e聚怪，起飞时给镜女和雷莹减水抗并消水，下落时给四个怪全部减火抗，公子直接远程大招秒掉三只血量较少的怪，接香菱q吃到这几个怪掉落的绝大部分能量球，后续公子前台普攻收尾带走镜女即可。 群体双扩散的妙用 基础篇中叙述的多为对单时候的双扩散手法，而对群环境时，双扩散的达成就要容易的多。我们知道，万叶只需要对原魔触发水火扩散即可轻松触发增伤天赋，而水火减抗则需要相关扩散“影响”到相应的原魔。因此，想要在触发增伤天赋的同时，让所有怪物全部吃到两种减抗，就需要根据怪物的具体情况来做调整了，下面以两段对比实战为例—— 首先是3.1深渊12-1下第一波的三只元能构装体：公子开局ea给中间一只原魔挂水，班尼特q给另外两只怪挂上强火，同时将中间一只怪身上的附着削弱为弱水。这时万叶开q直接消去中间原魔的水并造成水扩散（可以看到三只怪都受到了水扩散伤害，也就是水扩散“影响”到了它们），同时打到旁边两只原魔身上的火造成火扩散。 由于万叶q的强风消不掉强火，这里可以理解为水扩散反应消火、随后火扩散反应给三只原魔挂火，因此公子切出来直接q即可稳定蒸发。这里公子q伤害足够直接带走，因此香菱转身向后q接近第二波怪，并且锁住万叶的火增伤、班尼特的攻击力buff和万叶2命提供的精通buff，用于第二波原魔的输出。 这一段实战则是双扩散失败的案例——由于给过多怪物挂上了水，万叶在扩散时，怪物头上的水附着互相传递导致万叶长e无法消水，后续q的扩散也使得其水附着始终残留，导致一直扩不到火，后续公子大招也难以蒸发。在实战中这是相当常见的情况，因此需要特别留意。 这一间正确的解法应该是利用类似第2点中对镜女雷莹的处理方式，滑步给远端一只怪挂水，开e给近端一只挂水。但由于上述操作难度极高，缺乏伤害时往往蓄力给一只怪挂水，让班尼特q不打中那只原魔，万叶e聚怪扩水即可。尽管不能给所有怪物减到水抗，但水增伤还是吃的到的。 说到万达的打桩，那就不得不提一下香菱火轮的一个特殊机制——当火轮在怪物身上停留的时间超过一个内置cd，便会造成第二次伤害。面对半永恒统辖矩阵、永劫龙兽等体积较大的怪物时，即使站在原地不动也很容易达成这种“双判”： （可以看到，香菱几乎每圈都打出了两次伤害） 而面对剑鬼这样中体积的桩怪时，跟随香菱火轮的节奏进行顺时针的移动就成了“双判”的必要条件——当香菱火轮接触到怪物时，公子在前台适时地进行顺时针的闪避，延长火轮在怪物身上停留的时间，当其超过内置cd，便会造成第二次伤害。而最舒服的节奏，便是公子2a重击配合顺时针闪避。经过实测，这种手法可以让公子的挂水节奏和香菱火轮保持同步，做到“圈圈双判”的效果，让香菱的输出近乎翻倍。 （面对剑鬼，适时的顺时针闪避使得香菱连续打出双判） 实际上，面对绝大多数的中小体型精英怪，都可以通过极致的走位打出双判。只要多加练习，相信你一定可以在实战中熟练地运用出这个技巧。 万叶的速降本质上是利用双击空格，让万叶瞬间完成开伞与闭伞动作达到快速落地的效果。（略快于下落攻击，远快于正常落地）在一些环境中可以起到非常不错的效果。具体操作方式为万叶e——观察起飞至最高点——双击空格——落地。 这里举几个例子： 1.面对冻结怪物 万叶的下落攻击会碎冰，这时使用速降技巧即可让万叶不碎冰同时扩冰续上减抗。 2.需要保留苍古特效 苍古特效有20s的cd，有时候由于需要将苍古buff留到更需要的时候，万叶e后可以选择不下落攻击而选择速降落地，在省下时间的同时防止触发苍古。 3.防止下落攻击的染色效果影响怪物的元素附着。 4.用于摔伤，详情如下。 原神的摔伤特性本质上是一种“撞伤”，与速度有关而与高度无关。由于它能无视防御与抗性，同时怪物血量越高受到伤害越高，所以对付空壳、镜女这类高血量精英怪时，利用万叶的机制适当打一些摔伤可以很好地补足输出。 以下方实战片段为例，万叶佩带祭礼剑可以用双e打出稳定的摔伤——第一个e接下落，击飞镜女并产生一个有吸引力的风穴，第二个e则将镜女击飞向更高的高度，此时不使用下落攻击，镜女在下落时被地上的风穴加速落地，最终“撞”在地上形成一次高额摔伤。 这段实战中，由于万叶解锁了一命，所以没有携带祭礼剑，使用了另一种摔伤手法——首先利用公子ea断流和班尼特q削韧，万叶短e击飞镜女并扩水，不使用下落攻击，用万叶q的击飞效果将镜女击向冰胖的模型上，产生一次撞击伤害（即图中右下角一瞬间的6w小数字），随后e提升镜女高度随后接下落，利用风穴的加速打出一次14w8的摔伤，补足伤害让公子得以eq一刀黑屏。但由于这种“双摔”技巧凹度大、局限性大，通常只选择打一次摔伤，收益也是相当不错的。 为许多人所不知的是，锅巴在喷火瞬间实际上是一个火元素实体，而万叶的e、q均可利用这一特性达成染色。而砂糖则更为特殊，由于砂糖的e在释放瞬间事实上是一个可染色的实体，因此可以卡住锅巴喷火瞬间放e打出一次火扩散给怪物减抗。（这是万叶所做不到的）在面对无相冰等自带元素而挂不上火的怪物时，砂糖+锅巴喷火的组合可以做到无附着的减抗，带来巨大的伤害提升。 （此处可以看到，周围都是水环境，万叶利用锅巴的火实体染出火风） （利用砂糖扩散锅巴的火点燃熄灭的火把，上图成功，下图失败） 在万叶尚未复刻、持有率还较低的时候，以砂糖替换万叶的公子双火队也曾风靡一时。在这支队伍中，双扩散的难度大大增加，而锅巴此时就有了妙用——公子e接班尼特q后，迅速切出香菱放锅巴，再迅速切砂糖，此时怪物头上残留水附着，砂糖使用a或e即可扩水，紧接着补一个e，即可配合锅巴喷火的挂火达成扩火，此时切香菱q还可顺便吃到讨龙，可以说是打桩非常不错的一个起手流程。 本期公子实战向攻略到这里就告一段落了，希望其中的一些思路或是小技巧，能够切实地帮助到想深入钻研这支队伍的旅行者们。 事实上，万达国际在实战中的技巧还远不止文中所述的这些——根据当期原魔血量及站位、自身斩杀线的高低、充能的情况进行流程设计，用最精确的伤害解决每一波怪物，才是这支“五个人的队伍”最大的魅力所在。当你的双手与这支队伍彻底融为一体的时候，达达利亚，这位来自至冬的战斗狂人，必将以最绚丽的水花回馈你的付出。",
    "length": 6868
}