{
    "game_id": 2,
    "post_id": "29429912",
    "f_forum_id": 43,
    "subject": "【V3.1攻略】#角色攻略#温迪的阵容搭配攻略",
    "url": "https://www.miyoushe.com/ys/article/29429912",
    "created_at": 1664217037,
    "like_num": 289768,
    "view_num": 2303355,
    "reply_num": 5021,
    "text": "UID：152901193 ·【前言】· 大家好，这里是你们的姜姜欧巴！这次带来了 温迪的阵容搭配攻略 。 一如既往，以下内容为自己个人见解，若有错误请各位及时纠错，若有缺失，劳烦及时补充，欢迎各位热情讨论！先行五体投地大礼表示感谢！ PS：下文，A=普通攻击；E=元素战技；Q=元素爆发。 =目录= 1、角色简介 2、阵容搭配 3、总结一下 简单总结温迪角色机制和武器、圣遗物选择： 1、天赋升级优先Q其次E，不升级A。 后台持续输出 加上自身 超大范围的聚怪 能力，其主要的定位便是副C兼辅助。而 提供这两个主要能力的天赋是Q ，所以在培养中建议优先升级Q其次E，A因无辅助机制，也非主要输出方式，建议不升级A。 2、用于敌人韧性低数量多的环境时温迪的实力发挥最佳。 若是用于对单(典型的对比就是用于作战BOSS类敌人，如剑鬼、恒常机关阵列之类的敌人)时，其自身机制所发挥的效果并不是很好。 3、敌人等级-温迪等级≥20时，温迪的Q牵引力变弱且难把敌人聚至半空。 4、Q具有“染色”机制，当存在多种元素时，有火＞*＞*＞冰的优先顺序。 染色成功后在Q结束时会为对应元素属性角色回复15点能量 。风、岩、草、物理属性无法被扩散，也无法发生转化。 5、分为两大流派：风伤流(攻风暴)与精通流(精精精)。 个人建议可多考虑风伤流的温迪，最主要的原因是其泛用性高。 精通流的优势就是比风伤流在 对群能力上面略高一筹 且可节约资源无需升级天赋。但若是 对单，精通流就非常乏力 ，而风伤流不管是对群还是对单的输出发挥都是稳定的。如遇 自带元素的敌人 （非风元素）时 风伤流依然可以保持稳定伤害，而精通流则毫无办法 ，毕竟扩散的对应属性都会是免疫。 另一方面就 如砂糖和万叶，自身的精通可以为其余角色提供输出能力所以会推向精通流，而温迪是没有此类机制 ，考虑到泛用性，所以个人是偏向于推荐风伤流的温迪。 6、武器选择如下图。 有终末时就不用去考虑其余武器。 7、圣遗物选择翠绿之影4件套即可。 充能型武器基本搭配攻击/精通沙漏，输出型武器基本搭配充能沙漏！ 推荐阵容之前需理一下思路， 温迪的特色主要体现在聚怪，非常适用于敌人众多，前赴后继的那种环境 ，就比如现目前3.x版本应该不会变动敌人的9-10层，类似这样的环境，温迪的使用效果那肯定是省时省力又省心的。 下列部分队伍肯定是替换万叶/砂糖或者其他角色输出会更实在，但是面对前赴后继敌人多且分布范围广的环境时温迪会更雷厉风行一些。 总之就是面对环境选择合理的队伍搭配，便能庖丁解牛，得心应手。 以下阵容皆是个人以深境第11层为测试环境，主要以队伍循环、输出以及手感几方面为主。 = 火系角色驻场阵容 = 宵宫是对单特性化的角色， 该阵容可以弥补宵宫对群能力 不足的问题。 因改阵容 没有“攻击拐”，所以推荐宵宫选择4余响 效果会更好，其次行秋与北斗其中一人也可考虑携带宗室4件套。 因北斗确是“充能大户”，由于没有双雷共鸣，所以手法建议是北斗起手“挂雷”后让 温迪Q染出“雷龙卷”，这样可以有效缓解北斗的回能压力 ，但宵宫驻场后的第三套普攻北斗的Q状态则会结束。不过比起队伍循环来说，这一点其实也不用在意。 行秋+北斗并不建议替换成其余角色 ，毕竟可提供抗打断与免伤能力，可以实现“站撸”操作。 可莉拥有多段伤害高频附着能力， 温迪Q配合行秋染出“水龙卷”可压制住可莉的高频附着 ，从而让可莉持续触发蒸发反应。 温迪Q卷起来的敌人可莉的A够不到，但是重击是没有问题的，需要贴着温迪Q的风眼进行重击才可。 该阵容中 行秋可以替换为夜兰 ，温迪Q保持染出“水龙卷”也可缓解夜兰的回能压力。 其余可驻场的火系角色，如 迪卢克、胡桃、烟绯，因温迪Q卷起来的敌人他们的大部分输出够不到，所以并未作推荐 。烟绯虽是远程角色，但主要依靠重击输出，可惜重击打不到被卷在半空的敌人。 = 水系角色驻场阵容 = 因绫人是“短轴”驻场，几近速切因素，所以 钟离是完全可以跑向副C流，主要是想施放Q来内耗一下绫人Q的冷却时间 ，不然等那两三秒的冷却时间还是有点难受。 3.0版本更新后改版的双水共鸣，提供了25%的生命加成，对于该阵容来说除了温迪外其余角色都受益，而该阵容也是 没有“攻击拐”，所以也挺建议绫人优先考虑4余响 来提高攻击乘区保持平衡性。 温迪的Q不能牵引角色的召唤物 ，如可莉的蹦蹦**、安柏的兔兔伯爵、一斗的小赤牛等，但是 可以牵引水与草发生绽放反应生成的草原核 ，所以在绽放反应的队伍中温迪也能增强队伍的对群输出能力。 草原核的同时存在的上限是5个，超出上限时最开始生成的会自动爆炸，若未超出上限时，自爆时间大约是6秒。存在期间若周围有雷元素攻击（超绽放-单体草伤）或者火元素攻击（烈绽放-更大范围的草伤）也会立即爆炸。 草原核不管何种方式爆炸，都是对敌人造成草伤，所以草主必备深林4件套 。目前后台可持续“挂草”的角色就 草主和柯莱，这两者都可用，不过该阵容更推荐草主 ，一是草主的Q持续时间长，适合心海的“长轴”驻场，二是草主Q接触到水后能扩大伤害范围，温迪Q的落脚点不那么限制，反正草主Q的范围够大。 菲谢尔的作用则是用于触发超绽放反应附带感电反应，可替换为柯莱主打绽放反应对群能力也强，携带教官4件套即可。 公子与温迪的配合性并不是特别好 ，公子施放E后的近战形态以及近战形态的Q都够不到温迪卷起来的敌人，不过远程形态的Q那一波爆发力还是挺不错。在 面对敌人众多，而万叶无法完整聚怪的环境时，把万达里的万叶替换为温迪，也是可以考虑 。或者体验公子的永冻也可以[公子+温迪+甘雨+迪奥娜]。 = 冰系角色驻场阵容 = 因 破魔的泛用性更高一点，所以甘雨的4星武器优先推荐了破魔 ，有试作当然是可以的。 永冻队里莫娜基本是绑定迪奥娜，心海绑定申鹤 这样的搭配，当然用试作金珀的莫娜+申鹤也是可以的。 若遇到迪奥娜的E只命中了一个敌人，而敌人很分散，温迪E的扩散未命中多名敌人时，会出现Q未“染色”的情况，因出现这种情况时温迪E会直接把迪奥娜的冰附着给消耗掉，所以 为了提高容错率这里推荐了温迪QE的手法 。 甘雨QE后需发射3次蓄力箭，这样切换迪奥娜时不会卡冷却时间 ，循环的手感会很享受。 该阵容中 甘雨可替换为神里绫华，出场顺序都一样 。 = 雷系角色驻场阵容 = 雷神、岩神、风神，目前已现身的“正统神”，可以等草神。 该阵容 需要一定练度 ，为了输出能跟上对武器的要求也比较高，即使皆0命面对深境12层也是无问题的，不过建议喜欢再花资源培养体验 （比如作者本人） ，毕竟钟离与温迪必然需花资源培养为副C。 班尼特的位置很自由，替换的角色有很多 ，大多情况会根据环境替换，如遇需破盾的环境可根据克制属性的角色替换。 因温迪Q无视实体碰撞，产生的风眼与施放Q的位置有固定距离，所以手法推荐是温迪施放EQ后接班尼特EQ，且建议站在温迪Q风眼面前施放最佳。 平雷4件套整体期望高 ，即使敌人处于草雷共存的情况下，4平雷都能发挥增伤作用，这也同理匣里龙吟这把武器。而 如雷4件套手感会更好 。 因 刻晴属于“短轴”驻场型角色 ，若是选择草主，会等草主Q的冷却时间，在循环上丢失手感，操作不那么流畅，所以 推荐了支持短轴的柯莱 。 久岐忍若有闲置资源可考虑培养为（生雷暴）副C，治疗量也够用。 = 草系角色驻场阵容 = 目前草系驻场主C角色就提纳里一个。类似刻晴都属于“短轴”爆发型角色，所以搭配的草系辅助依然是推荐了柯莱。柯莱只考虑4深林，草元素不能被风元素扩散，所以无法享受到温迪4翠绿的减抗，只能通过4深林来实现减抗增伤。 当然 柯莱也可替换为钟离，让钟离或者温迪携带4深林也是可行的，然后多莉就可替换为如八重或菲谢尔这样的后台雷系副C 。 温迪聚集敌人可以提高提纳里的命中率，提纳里只需瞄准风眼位置即可，在操作的省心程度上确实有作用。 ⭐特别适用于敌人韧性低，数量多，前赴后继的环境，如遇此环境，目前没有第二个角色比温迪更省心！ ⭐风伤流与精通流建议选择风伤流，其自身没有精通专属增伤或者提供增伤机制，且风伤流泛用性高，所以推荐风伤流。主升Q次升E不升A。 来得正好，旅行者。 我想听听，你的愿望是什么？ ——温迪 ·【END】· -感谢观看-",
    "length": 3397
}