{
    "game_id": 2,
    "post_id": "25832895",
    "f_forum_id": 43,
    "subject": "【V2.8攻略】#远海诗夏游纪#金苹果群岛主线任务第四天",
    "url": "https://www.miyoushe.com/ys/article/25832895",
    "created_at": 1658117374,
    "like_num": 21359,
    "view_num": 117054,
    "reply_num": 369,
    "text": "UID：153816097 旅行者们好呀！这里是 少年忆昔 。本篇为大家带来 2.8版本限时地图金苹果群岛的主线任务第四天「幽夜默示录」的任务攻略 ，希望可以帮到大家！ ▶活动起止时间◀ 整体活动起止时间： 2022/07/15 10:00 ~ 2.8版本结束 ，以下为 各部分内容开启时间表 ▶前置任务需求◀ ●冒险等阶≥32级 ●完成魔神任务：第二章·序幕「振袖秋风问红叶」 ●且完成莫娜传说任务：映天之章·第一幕「在此世的星空之外」 活动期间，接取莫娜传说任务所需的冒险等阶也会 调整至32级 ，完成莫娜传说任务后体验更佳。 Tips:活动期间，如果没有完成莫娜传说任务，可在活动界面通过 「简要体验」 参与活动。 ※注意： 本攻略分为图文版和视频完整版攻略， 视频版在每一部分的末尾 哦！ 【图文版】 ※注意：1.此任务需要完成第三天的任务「烈火踏歌行」后才可以接取哦！（任务贴见下↓） 【V2.8攻略】#远海诗夏游纪#金苹果群岛主线任务第三天 2. 这次的秘境还是有三个，任务剧情 秘境里的宝箱共有10个 ，其中 还有一个海螺 （ 宝箱中还可以获得5封信 ），因此分为三个部分 （详细解谜可以参看对应的视频演示哦） ※Tips:5封「邃羽夜巡之契」的使用方法，见下传送门↓ 【V2.8攻略】#探索解谜#5封信的使用方法&航线解锁攻略 剧情过完后还可以再次进入菲谢尔的三个秘境探索哦！（详情见文末的秘境解谜视频哦） 「幽夜默示录」 ※第一部分※ 【宝箱统计】第一个秘境内共3个宝箱 1.休息到第二天(6点-24点） 调整时间至 第二天的6-24点 区间即可 2.与众人对话 来到双双岛南侧的锚点即可触发对话 3.尝试使用奇怪的装置 按照对话顺序走即可进入秘境 4.跟随故事的指引进入城堡 5.修复桥梁 【解谜提示 】这里需要操纵鸦眼， 使目标物体与相应建筑物契合，可以放大放小视角，也可以上下左右调整视角， 这里 建议各位 先自由调整 ， 直至出现判定圆圈显示后再微调 即可 （判定有点迷糊，建议多次尝试） 完成效果如图所示， 中心的判定圈出现后且周围出现紫色纹路 即可关闭页面进行下一步了哦 6.跟随故事的指引进入城堡 ·寻找声音的来源 ·帮助莱昂离开深井 ·与莱昂对话 ·修复通往高塔的道路 ·前往高塔顶部 ·合上《圣国的咏唱》 【第一个秘境完整解谜视频（包含宝箱收集）】 注意流量消耗哦！ ※注意：部分镜头有删减 ，建议 优先先击败出现的怪物 哦！ 【错误指出】 在本视频 坐标【3:24】处 出现的完整的大桥 ，是 笔者后面二次录制的才有的 ， 第一次做解谜 需要 对其后出现判定圈且屏幕出现紫色条纹后 ， 才会恢复断桥 ，这里 由于视频录制问题没有录上 ，所以 剪辑掉了 ，希望不要对各位的解谜造成困扰， 再次感谢评论区里提出问题的小伙伴！ 7.聆听房间里的声音 8.离开房间 离开即可 9.与众人对话 ※第二部分※ 【宝箱统计】第二个秘境内共3个宝箱和1个海螺 1.寻找《圣国的咏唱》第二卷 上一部分结束后， 先来到 面前的山洞 内 乘坐电梯 即可 （待电梯底部发光即可） 接着沿着任务提示前进即可 来到此处即可触发剧情 2.翻开《圣国的咏唱》第二卷 对话结束后翻开书卷即可，进入秘境 3.与众人对话 4.解谜环节（以下步骤详情请见视频演示，篇幅有限无法一一展示，望各位理解！） ·操作装置修复道路 ·沿道路前进 ·寻找声音的来源 ·解救莱昂 ·与莱昂对话 ·进入城堡藏书阁 【第二个秘境完整解谜视频（包含宝箱收集）】 注意流量消耗哦！ ※注意：部分镜头有删减 ，建议 优先先击败出现的怪物 哦！ 海螺位置见视频坐标【2:00】处附近 8.合上《圣国的咏唱》 9.聆听走廊中的声音 等待对话进行即可 10.与众人对话 离开秘境后触发对话 ※第三部分※ 【宝箱统计】第三个秘境内共4个宝箱 1.寻找《圣国的咏唱》第三卷 传送到 双双岛北侧的传送锚点 登上面前的电梯，注意周围的丘丘人哦 顺着面前的山洞前进 右拐，沿着面前的楼梯向上前进（注意敌人），到达城堡门口后右拐进入 进入后 顺着楼梯继续向上 即可触发剧情 2.翻开《圣国的咏唱》第三卷 剧情结束后，翻开书卷即可进入秘境 3.与众人对话 4.解谜环节（以下步骤详情请见视频演示，篇幅有限无法一一展示，望各位理解！） ·修复桥梁 ·进入花园 ·寻找城堡模型的碎片 ·寻找城堡模型的碎片 ·拼好城堡模型 ·进入城堡藏书阁 ·解救莱昂 ·与莱昂对话 ·进入城堡上层 【第三个秘境完整解谜视频（包含宝箱收集）】 注意流量消耗哦！ ※注意：部分镜头有删减 ，建议 优先先击败出现的怪物 哦！ 5.合上《圣国的咏唱》 6.与「菲谢尔」对话 7.前往高台处 接下来是 走迷宫时间（全程无需击败怪物） ，首先 向雷史莱姆方向前进 接着 向前方左拐 向 最前方的岔路继续前进 遇到 冰史莱姆和水史莱姆 ， 继续前进 即可 继续前进 来到岔路口，选择 右侧岔路 ，遇到 冰盾丘丘暴徒 然后 继续前进 ，需要岔路，选择 左侧岔路 即可 继续前进 即可 然后前进又遇到岔路，继续选择 左侧岔路 ，到达终点 8.与「幽夜菲谢尔」对话 前往对话触发剧情 9.与众人对话 上一部分剧情结束后，回到海岛，触发剧情 剧情结束后，第四天的主线任务就结束了 【前置剧情视频版】 观看时注意流量消耗哦！ ·第一部分剧情（不含秘境和解谜剧情） ·第二部分剧情（不含秘境和解谜剧情） ·第三部分剧情（不含秘境和解谜剧情） 至此本篇就全部结束了哦，感谢各位的观看，若有任何问题和建议都可以在评论区留言或者私信哦！ ★如果这篇攻略有帮助的话，不妨动动小手，点个赞，加个收藏，关注一下不迷路，非常感谢各位旅行者的支持，我也会继续努力的，那我们下篇攻略再见啦~★",
    "length": 2391
}