{
    "game_id": 2,
    "post_id": "56263662",
    "f_forum_id": 43,
    "subject": "【V4.8攻略·角色攻略】掩月天权——凝光｜全体系最新攻略",
    "url": "https://www.miyoushe.com/ys/article/56263662",
    "created_at": 1722885024,
    "like_num": 122,
    "view_num": 660,
    "reply_num": 8,
    "text": "UID：103321378 前言： 超链图片 大家好啊(๑╹◡╹)ﾉ”， 我是主做 角色攻略向里主做内测至1.6版本的老牌女角色 的莎缇菈。 本期是 凝光姐 的4.8版本全体系最新攻略 _(米游兔-加油)，机制说的东西不算太多，主要是因为是老角色，所以相对于来说内容会有点扩展。_(米游兔—飚汗) 本篇攻略对于萌新参考有一点点，是专门做给喜欢凝光姐或者或者说想玩好凝光姐，但是不知道怎么玩好的朋友们看的 ，更多渗及的东西需要时间积累，如命座、队友、武器_(米游兔—飚汗) 其实我刚开始做攻略就有提过了↓，这一篇攻略主要是更详细与系统一点 关于凝光岩主与新岩套的适配以及配队与选择，还有新奶套目前人选 千织是否为凝光岩主与娜维娅的新队友？新活动武器有谁可以适配？ 关于像凝光这种主C类角色，其实我是不太推荐说玩辅助方向的 ， 因为辅助里面最优解有很多，主C类角色能辅助的东西并没有传统的辅助角色更多功能，而且还很占位置与格子，除非是在某些特地时刻就才用上。 然后，关于岩系，我其实并不是很推荐萌新玩，为什么呢？因为要练好的成本实在是太高了 _(凝光-唔) 都说“穷玩草、富玩岩”，岩系不关是要自身面板强，而且本身能用辅助就比其他元素就更少，这是非常难搞的。 虽然凝光姐的机制可以说是近乎完美，甚至她有着是连后面出的主C类角色（包括现在出的）都十分羡慕的机制与倍率，十分简单粗暴 ； 凝光姐的问题，不仅只是说因为身为岩系少方便的辅助可用，还有一点她的基础攻击是全角色排行倒数的那种，这一点对于身为主C的她非常致命，哪怕说靠辅助靠什么补上去，都可能会为了保持一定的攻击力，而不得不少一点双暴。 _(凝光-财源广进) 以及她现在的伤害已经不是很够了，不能再像从前仅仅只是三拐一，需要跟人组速切； 但是又好在于她的机制，不只是说可以主C，也可以速切，加上她又是在以攻击体系的岩队，而巧的是后面出的娜维娅与千织（千织攻防皆吃，但主要还是吃防御多，算一半）也是攻击体系 ， 所以基本上凝光现在的队伍就是跟人互相组速切C _(凝光-举杯) 当然大世界的挖矿与找矿功能也是非常棒的作用_(该吃饭了)，加上她还是黄金王兽的克星，我觉得如果只是为了衣服或者特效而练凝光的话，也是可以考虑练练的。 因此，请各位大佬们口下留情(*^▽^*)，如果有什么特别的东西我没有提出，或者我有错误，请在评论区提出。不要骂任何人还是什么东西，如果你真的很想骂，要骂就骂我这个臭做攻略的，我来跟你硬碰硬，不要伤害任何人，无关任何事务与团体组织。_(阿姬倒地) 有 其他玩法或者其他角色搭配请看其他大佬们的攻略☆(￣▽￣)/$:* ，谢谢大家的理解 好了，说了那么多，就来欢迎本次的攻略主角—— 璃月七星之一，掩月天权，群玉阁之主，凝光 _(凝光-棒) 超链图片 a是普通攻击，Z是重击，A是平a/Z/下落攻击的总称，E是元素战技，Q是元素爆发； ATK是攻击力，CD是冷却时间 _(问号) 目录： 一、技能介绍与装备推荐 （1）技能命座介绍 （2）手法提升推荐 （3）装备推荐 二、推荐阵容搭配 一、技能介绍与装备推荐 超链图片 （1）技能命座介绍 技能： A： a发射岩元素伤害的宝石； 命中时，赋予一枚在背后转圈的石头。 Z消耗50点体力 ，发射一颗巨型宝石，造成岩元素伤害； 若拥有背后转圈的石头（最多3个），Z时会将所有石头一同发射，造成额外的伤害。 （重击倍率是目前所有法师里面排第二） E： 召唤屏风，并造成岩元素范围伤害。 屏风： ①阻挡敌人发射的投射物； ②耐久度按比例继承凝光的生命值上限。 ③屏风被视为岩元素创造物 ， 可以阻挡部分攻击，不可攀爬 ， 同时只能存在一个 。 （比如说，小宝的炮弹与丘丘人发射的箭就可以挡住）_(凝光-咦) 目前角色技能，可视为岩造物的： 钟离的柱子，凝光的屏风，岩主的荒星岩嶂（eq皆是），一斗的阿丑牛，阿贝多的阳华。 PS：同个世界至多只能同时存在3个岩造物， 凝光屏风可与钟离的岩脊产生共鸣效果。 Q： 40能，会发射6枚宝石攻击敌人； _(凝光-唔) 若是场上有屏风时，会使其直接消失，还变成额外的6枚宝石攻击敌人。 即一共12个宝石。 （注意：不管是a还是Q发射的宝石，碰撞到实体时都会碎裂从而丢失部分伤害） 天赋： ①拥有背后转圈的石头时，Z不会消耗体力。 _(凝光-拿去花) ②穿过屏风的角色会获得12%岩元素伤害加成，持续10s。 超链图片 命座： 关键命座，1命/2命/6命 _(凝光-自信) 2命是 速切副C 最关键命座，6命为主C完全体 _(凝光-请客) 1命： a命中时会造成范围伤害 _(愤怒) （ 这个范围伤害非常小，就类似于 人挤人那种距离 ， 实战中要有个可聚怪的角色才能说吃到一定效果。 比如说，像怪全跑过来聚一起，然后钟离开Q石化，凝光再上场a就吃的到 ） 2命： 屏风碎裂时，会清除CD ； 该效果每6s只能触发一次。 （注：凝光E的产球有6秒的CD，6s内施放两次E并不会获得额外的产球效果） 3命：Q+3级 4命： 屏风在场会使周围角色的所有元素抗性提升10% （提高抗打的能力，实际情况上感觉不是很明显） 5命：E+3级 6命： 施放Q时会多生成7个背后转圈的石头 _(凝光-棒) （增强爆发能力，同时在E的屏风在场时，即生成12个宝石+7个背后转圈的石头） （2）手法提升推荐 超链图片 ① 速切副C： 记住起手一定要都是先E，穿过屏风； 然后才是 → 0命直接就EQ，2命就EQE，6命则是EQEZ _(凝光-嘘) ② 站场主C： a. 凝光的a倍率只有1段，但是动作有3段，不是左手扔宝石就是右手扔，要么就是转一圈再扔。 实战中建议按住方向键使用a可以加快a的攻速。 b. 没有背后 转圈的石头 时，使用Z会消耗50点体力，所以建议有石头时再施放Z。 建议是2a+1Z或者说3a+1Z ； 不要a一下就打一次Z，因为AZ也会直接消耗体力 。 c. 场上存在屏风时再施放Q可让Q最大化伤害， 最好先E后Q ； d.总的来说，就是： 按住方向键使用a可以加快a的攻速， 平时站场 2a+1Z或者说3a+1Z； 然后开E，然后穿过屏风； 再 0命直接就EQ，2命就EQE，6命则是EQEZ。 （3）装备推荐 超链图片 站场主C/6命副C 天赋优先级：A>Q>E； 纯辅助/非6命副C 天赋优先级：Q>E>A 圣物： 主副C推荐4回声，2+2（攻击，岩伤） 其次 4猎人/4辰砂（需绑水神） ， 4乐团/4逆飞（主C次选） 4追忆的凝光最不推荐， 因为凝光的平a重击与eq伤害比重，是3:3:3，也就是说每个都是重要的输出手段，而4追忆是会丢失一部分q的伤害，所以我很不推荐。 主词暴攻岩，副词只要双暴与ATK 面板参考：1700—2000+ATK，70+/160—180+双暴 纯辅助推荐4宗室或者4教官 主词随便，除了 用试作要治充生，副词只要充能生命； 用流浪的晚星要精精精，副词只要精通充能 武器： 主副C → 5星推荐4风（暴击+全面性）， 金流（绑水神， 暴击+提升a与Z效果，提升a攻速 ）， 大典（ 绑水神， 高暴伤+提升重击效果）； 其次 神乐（高暴伤，开E加伤） 图莱杜拉的回忆（高暴伤 ，提升a攻速，开E增加a伤害）， 锁（高攻击+绑盾）， 天空书（高攻击+特效元素加成） 其他一般般，有什么用什么 4星首推 大月卡的匣里（战场推荐，暴击）， 流浪书（高暴伤，4星 速切 最佳）； 其次 星尘商店的宗室（攻击）与黑岩（暴伤） 嘟嘟可（攻击，战场推荐）， 纯水流华（枫丹锻造，攻击，绑奶）， 昭心/忍冬（实在没有前面几个，再考虑） 其他一般般，有什么用什么 3星推荐甲级宝珏（击败敌人15s内，移动速度与攻击提升） 其他一般般，有什么用什么 纯辅助 → 4星推荐 流浪的晚星（精通，给队友加攻击） ， 西风（充能，给队友充能）， 试作（生命，当做奶妈，给全队回血+自己回能）； 其次 祭礼（精通，有几率重置E冷却时间） 3星推荐 讨龙（给队友加攻击） 二、推荐阵容搭配 超链图片 辅助方向的队伍，就看个人怎么用了 因为一般都是4宗讨龙工具人，就不主要推荐了_(凝光-嘘) ① 凝光+ 钟离/千织/娜维娅 +班尼特/夏洛蒂 + 芙宁娜 班尼特4宗/4奶昔 ， 夏洛蒂4千岩/4宗 钟离4千岩/2千岩+2花海/4宗 千织4华馆/4剧团 ，娜维娅4回声/2+2 芙宁娜4剧团/4千岩，非4命最好有220充能，4命后110充能 ②凝光+钟离/千织/娜维娅+班尼特 +莫娜/夜兰/行秋 推荐对单使用的队伍 莫娜讨龙4绝缘 ， 行秋/夜兰4绝缘或者2+2 ③ 凝光+钟离+班尼特+香菱 传统双火双岩队伍 ， 香菱4绝缘/2+2 不推荐搭配五郎的原因： 五郎有个痛点，先是80能苦痛充能，2命后可以覆盖12s，cd又有20s，容易导致有一定的空窗期，还要等一等他开技能，这是有点麻烦的。 如果五郎又不满命，给凝光姐提供的效果又只有15%的增伤，加上前面的问题，完全就很难给凝光提供buff效果的。 总的来说， 五郎配凝光姐还有岩主，是不太合适的，大世界玩玩还好 _(米游姬-呆滞) 五郎还是更还是女仆一斗之类的防御体系的岩队。 超链图片 一点感慨 超链图片 我算是凝光姐一直从新手到现在都在用 她也是 足迹 PV里一眼相中的，二测才出现的角色 她的人生观是我很向往的态度。 当时为了养她，我从零级用到55级才说养成好了，也是我在UP卡池里第一个抽出来的主c角色； 可以说我前期一直都是很依赖她，当然，现在还在用。 武器从金铂到流浪书，到大月卡武器，到如今的四风。 圣物是除了绫华酱以外调的最多的一个人，难养是真的难养2333，但我不后悔。 她也是我第一个遇到二次元角色里，头一个，跟我生日同一天的，8月26日 那一身蓝紫色衣装还有新特效衬着她婀娜多姿 当时群玉阁毁后，我就立马在壶里头给她修了一个，花了我整整六个小时，在当年还没有什么好一点的浮空法，是比较辛苦，但是做出来的时候我觉得值了。 超链图片 当时本来我是pc端就玩的了，但是我当时电脑下完以后，然后登进账号，结果实在是太卡了 从而导致我延后几天，手机开服才正式开始玩23333 一直到了好像是54级的时候，把pc清干净，才说可以上pc玩 这个事情，我一直记到了现在 其实岩主跟凝光是很像的，这一篇攻略你当作岩主攻略都行233333 下周就更新烟绯与女仆诺艾尔的攻略，原本烟绯是想做云妹 但是云妹好像没什么好说的，反而还有点水啊233333_(凝光-嘘) 所以，以后再说吧，目前安排是这样 感兴趣的朋友也可以看看别的_(阿姬灵感) 【V4.7攻略·角色攻略】冻冻回魂夜——七七｜全体系最新攻略 【V4.7攻略·角色攻略】闪耀偶像——芭芭拉｜全体系最新攻略 【角色攻略】飞行冠军——安柏｜截止4.6版本全体系最新攻略 _(凝光-财源广进)非常非常感谢你看到最后 _(凝光-棒) Thanks♪(･ω･)ﾉ",
    "length": 4509
}