{
    "game_id": 2,
    "post_id": "52688343",
    "f_forum_id": 43,
    "subject": "【V4.6攻略】下半「流浪者」与「白术」及武器池的抽取建议",
    "url": "https://www.miyoushe.com/ys/article/52688343",
    "created_at": 1715257309,
    "like_num": 1327,
    "view_num": 30372,
    "reply_num": 77,
    "text": "超链图片 这期陪跑的四星对流浪者提升较大，白术比较单独，不过不管是五星还是陪跑的四星，都是非常好的角色，如果你是萌新，又没啥角色，可以放心抽。 【V4.6攻略】下半角色UP池的「流浪者」与陪跑四星角色配队 散兵搭配这期陪跑四星打深境螺旋。 【流浪者-散兵】 愚人众散兵-国崩「流浪者」的全面解析攻略 「散兵-国崩-流浪者」的阵容推荐合集 强力的驻场风C，跟宵宫、绫人、胡桃、公子等等一个设定的，都是开E改变攻击形态。在你没有两个强力主C时可以考虑抽一个。 散兵具有功能性，开E后等于多了一条体力条，平时可以用来跑图和爬山等，额外体力条用完还能用原本的体力条继续爬山、飞行等操作。 抽取建议： 推荐没有 应对大位移的怪 的角色时抽取，比如打遗迹巨蛇、雷音权现、千年珍珠骏麟等等类型的怪，要么飞天，要么遁地，要么从一头到另一头，平时倒无所谓，但到了有时间限制的场合是非常麻烦的，所以有个 远程C 就很重要了。 【白术】 「白术」的全面解析攻略 「白术」的阵容推荐合集 白术有个矛盾的点，就是堆生命值的设定却要提高草伤，回血量吃生命值，伤害吃攻击力。但有「突破4」后，只需要白术生命值达到50000就可以往输出方面发展了，因为生命值再往上的意义也不大了，只是增加奶量至溢出了而已。所以刚好自己有加草伤的设定也能用上。 最大的优点莫过于二命无限挂草了，什么操作都不用。如果有满命还有个【半永久盾】，虽然有真空期。 推荐玩家 先把生命值堆到50000后，后期再保持住50000血量的情况下慢慢调整副词条的攻击、精通、草伤、双爆等至可以输出为止 。 白术跟“二命草神纳西妲”可以说是完美的组合，二命草神给燃烧和绽放反应提供双爆能力，还给激化提供减防能力，跟白术的突破4给草反应增伤的效果刚好配合上的，解锁 纯燃烧流玩法， 也提升激化、绽放伤害。 不过这二者结合起来草站场C难用，比如艾尔海森，因为组3草意义也不大，除非有特殊机制的角色。 但白术和纳西妲分开组队可以组两个种门队，也是不错的，对萌新比较友好。 抽取建议：推荐玩草系就白术必入手，萌新优先级比草神高，因为 萌新保命功能更重要 ，草神二命前打自己的伤害居多，而白术0命就能加强草系反应了，可以有质变的提升，还可以多一个专门走燃烧的玩法。 最主要是萌新有了白术之后，草反应队就有盾有奶有辅有输出 了。萌新需要的因素一个搞定。 但如果你没有草神，推荐等草神复刻时抽一个和白术组双草。 【北斗】 「北斗」的全面解析攻略 「北斗」的阵容推荐合集 北斗最大的问题就是充能循环，即使戴了「绝缘套」+充能武器，还是差了点意思。 跟行秋、云堇、托马等都是武装队的一员，非常适合与站场C角色搭配，开大挂后台，站场C直接攻击就好了，还抗击打和盾。 北斗可以说除了充能困难，没啥缺点的一个角色。 【珐露珊】 「珐露珊」的全面解析攻略 「珐露珊」的阵容推荐合集 如果你是抽来当风系辅助的可以抽，比如散兵跟魈，否则不推荐抽。 珐露珊本身也是一个不错的风C，但是也不推荐萌新当输出玩，因为同样是四星的，其他角色都是比较直接的输出，而珐露珊需要有点操作，开荒期的萌新就不要折磨自己。 【莱依拉】 「莱依拉」的全面解析攻略＃萌新的【护盾】 【萌新修炼手册】萌新的「五大护盾」＃得二者可干翻提瓦特 「莱依拉」的阵容推荐合集 莱依拉是「冰四星单手剑后台盾C」，除了普攻，技能是「纯吃生命值」的，所以纯堆生命即可。是个可以玩成像迪奥娜那样的护盾玩法的，而且2+2都是通用的，如果搞两套的话，萌新小伙伴刚好可以两个队伍一队一个冰盾，大世界带其中一个，深境和活动等需要两个队伍的时候也都有护盾了！ 护盾硬度比迪奥娜高，加上有机制加强护盾强效硬度更硬了，仅次于钟离！！钟离能堆5w以上的血，莱依拉同样能做到。 属性不割裂，两个技能都能吃生命值，但伤害倍率感人，加上大招只对单体造成伤害，对单可以，对群很屑！！挂冰频率很烂，要单独用她挂冰基本只会造成反向打工。 E有持续攻击，比起迪奥娜，莱依拉可以戴千岩四件套很不错，而且技能都可以无缝衔接。 纯堆生命值做个盾，是萌新的好伙伴。与迪奥娜、托马、钟离，是四大护盾！！并且四个角色都是护盾吃生命值的，所以当使用千岩2+绝缘2时，四个护盾角色都可用同一套。萌新玩家刚好抽出这四个角色的其中两个时可以直接培养，有些活动和深境需要两个队伍时刚刚好一队一个盾。搞两套2+2就完事了。 【武器池】 【图莱杜拉的回忆】 超链图片 这法器适合以普攻为主的法师使用，带有常驻普攻速度的提升，但是增伤需要用完E技能触发，更多是给开E后冷却较长或者开E改变攻击模式的法师使用，当然如果E冷却快的角色，你也可以自己E完不那么快的E第二次，让普攻特效吃满点也是可以用的。 适用角色： 流浪者、鹿野院平藏、烟绯、凝光、莱欧斯利 只要是以普攻为主，或者普攻接重击的法师都可以用，但需要注意特效期间不可以再E。 【碧落之珑】 超链图片 这个除了白术，目前没有适合戴的，完全的专武。开大招后还要一直刷新套盾才能保持特效，只有白术符合要求。 【祭礼残章】 超链图片 可用的角色很多，只要是打反应伤害的法师都能用，能用的角色很多，特别是砂糖，可以作为毕业武器。 适用角色： 心海、可莉、烟绯、莫娜、砂糖、芭芭拉、夏洛蒂、鹿野院平藏、纳西妲、白术、闲云 【勘探钻机】 超链图片 该武器是国家限定武器，跟「蒙德的暗巷系列」、「璃月的千岩系列」等一样都是限定，只有在UP池时才有机会抽得到。 该武器可以给吃攻击力的角色使用，能用的角色很多。而且特效可以叠三层，已经加得很高了。记得带奶。 适用角色： 香菱、罗莎莉亚、瑶瑶、魈、钟离、胡桃、雷电将军、申鹤、赛诺、阿蕾奇诺 【测距规】 超链图片 同上。 适用角色： 安柏、菲谢尔、九条裟罗、埃洛伊、柯莱、珐露珊、温迪、达达利亚、甘雨、宵宫、提纳里、林尼 【雨裁】 超链图片 这把很适合走水雷感电的角色使用，刚好特效就是水雷增伤，并且精通也加强了感电伤害。 适用角色： 迪卢克： 搭配魔女套有不错的提升，推荐一定要打蒸发，但是这武器并不适合迪卢克，仅仅只是可用而已。 多莉： 可以说是满命多莉的专武了，搭配如雷套，加上自己的天赋减CD，然后走感电站场。 【西风剑】 超链图片 暴击增加充能的武器。 适用角色： 基本没有使用限制，只要你能暴击就能用。但是一般我个人推荐，能大招为主的角色搭配「绝缘套」跟充能武器一起使用，刚好西风系列武器就是副词条充能的武器，比如行秋这种后台大招输出的角色就完全契合。",
    "length": 2674
}