{
    "game_id": 2,
    "post_id": "14241427",
    "f_forum_id": 43,
    "subject": "隐藏任务「特别的御神签」（共需4天完成，已完结）",
    "url": "https://www.miyoushe.com/ys/article/14241427",
    "created_at": 1641447192,
    "like_num": 74231,
    "view_num": 1683618,
    "reply_num": 1662,
    "text": "各位旅行者大家好呀，这里是睡了一觉继续开肝的FTFuture_(偶像姬_超凶) 本篇为大家带来的是隐藏世界任务「特别的御神签」，本任务是一个需要四天（现实时间）来完成的连续任务，各位从触发任务的前置条件开始看起，一起来和我看看吧~ ▌ 触发任务的前置内容（必做） 首先来到鸣神岛的图示位置，这里的半山腰有一个营地。击败附近的愚人众，调查营地可以发现营地里有一本 残破的手记 ，旁边还有一个普通箱。 ▲营地所在位置 ▲残破的手记和普通箱 注：如果你这里没有手记，那么有可能是因为你以前没有在鸣神大社抽过签，所以没触发这个任务，这时可以先去鸣神大社求一下签（只求签，不解签）然后重启游戏再回这里看看。 阅读手记，上面告诉我们解签时的暗号是“ 胧夜正中 ”，派蒙非常在意，并提示我们下次去鸣神大社解签时对暗号试试。 至此，我们就正式完成了这个隐藏任务的前置条件，接下来，我们每天（现实时间，即每天凌晨4点游戏服务器刷新）都可以到鸣神大社，在与玄冬林檎对话时对暗号以获取任务，下面让我们一起看看每天的任务都是什么吧。 ▌ Day 1 任务内容（作者1月5日接取） ▌1 去鸣神大社求签、交付竹签 首先来到鸣神大社东南侧求签的地方，选择“御神签箱”来抽签。 ▲第一步：通过御神签箱抽签 抽签之后与玄冬林檎对话交付竹签，选择带有暗号“胧夜正中”的选项。 ▲第二步：交付竹签对暗号 之后她就会给我们一个任务道具「诡谲的御神签」，打开后就能获得当天的提示。 ▲阅读签文获取提示 ▌2 对敌人降下「终末」 根据图片以及文字提示，我们可以找到我们的任务目标「炎刀望理须」，将其与附近的杂兵全部击败即可。位置如下图所示： ▲到达目标位置击败敌人 击败全部敌人后，派蒙就会提示任务已经完成了。这句话比较关键，如果你没有打完附近的杂兵，派蒙没有提升这句话，那么第二天对话就可能出现没有暗号选项的情况。 ▲打完怪后留意派蒙的完成提示 注：除了带名字的BOSS以外，附近还有几个杂兵，也要打掉，否则可能会出现第二天不刷新任务的情况。务必注意派蒙有没有说任务完成，后续几天也是同理。 击败敌人后第一天的任务就完成了，我们明天（现实时间次日凌晨4点游戏服务器刷新后）再去鸣神大神抽签看看吧。 ▌ Day 2 任务内容（作者1月6日接取） ▌1 去鸣神大社求签、交付竹签 和第一天一样，第二天我们直接去鸣神大社，先摇抽签，然后在交付竹签的时候选择有暗号“胧夜正中”的选项，就可以得到第二天的「诡谲的御神签」，任务目标如下： ▲阅读签文获取提示 注：如果你第二天没刷新的任务（与玄冬林檎对话没有暗号选项），那有可能是因为你上一个任务中杂兵没清完，再回稻妻城下方看一看，把附近的怪都清掉后重启游戏再去试试。 ▌2 对敌人降下「终末」 根据图片以及文字提示，我们可以找到我们的任务目标「鼠坊主阿牧」，将其与附近的杂兵全部击败即可。位置如下图所示： ▲到达目标位置击败敌人 击败敌人后第二天的任务就完成了，看来任务暂时还没有结束，我们明天（现实时间次日凌晨4点游戏服务器刷新后）再去鸣神大神抽签看看吧。 ▌ Day 3 任务内容（作者1月7日接取） ▌1 去鸣神大社求签、交付竹签 和前两天一样，第三天我们也直接去鸣神大社抽签，同样在交付竹签的时候选择有暗号“胧夜正中”的选项，就可以得到第三天的「诡谲的御神签」，任务目标如下： ▲阅读签文获取提示 注：如果你第三天没刷新的任务（与玄冬林檎对话没有暗号选项），那有可能是因为你上一个任务中杂兵没清完，再回海边看一看（尤其是图示点位的北边），把附近的怪都清掉后重启游戏再去试试。 ▌2 对敌人降下「终末」 根据图片以及文字提示，我们了解到这一次是要在特定时间过去击败敌人，那么首先我们要将游戏内时间调整至 深夜至黎明 之间，也就是 0~6时：（时间尽量选得靠中间一点，确保有充足的时间触发任务） ▲先调整时间至0~6时 调整好时间后根据签文提示前往目标点，这一次的目标位置和第一天时类似，也位于稻妻城下方，前往击败会面的敌人即可： ▲到达目标位置击败敌人 击败敌人后第三天的任务就完成了，看来任务暂时还没有结束，我们明天（现实时间次日凌晨4点游戏服务器刷新后）再去鸣神大神抽签看看吧。 ▌ Day 4 任务内容（作者1月8日接取） ▌1 去鸣神大社求签、解签 任务做到第四天，想必各位旅行者都已经轻车熟路了吧。今天我们也直接去鸣神大社抽签，同样在交付竹签的时候选择有暗号“胧夜正中”的选项，就可以得到第四天的「诡谲的御神签」，任务目标如下： ▲阅读签文获取提示 ▌2 对敌人降下「终末」 根据图片以及文字提示，我们要找到我们的任务目标「斩鬼阿金」，但到了画中的位置，我们却没找到阿金的身影，只看到4个海乱鬼守在洞口： 这里要注意，山洞在锚点西边一点的地方，是一个小山洞，不是锚点旁边那个进入蛇骨矿洞的山洞。 ▲到达地点后先击败海乱鬼 击败这些海乱鬼以后，可以看到他们身后是一个小营地，在篝火旁边有一个黄色调查点，我们调查一下吧： ▲击败海乱鬼后调查营地里的光点 可能是阿金在这里生过火也不一定…我们按着派蒙的建议，沿着岸边找一找吧！这里直接给大家把阿金的位置放出来，沿着西边海岸一路走过去就能找到： ▲沿海岸找到阿金，将其击败 这里我们还是一如既往，将阿金击败。 但后续和以往不一样，任务到这里还没有结束 ，击败阿金后，我们返回鸣神大社的抽签处查看，会发现玄冬林檎不见了，我们仔细看看吧。 ▲返回神社抽签处调查 调查之后，我们发现这里有一张纸条，在背包中打开纸条阅读，我们可以发现形式好像和前几个也差不太多，只不过内容少了不少，不管了，我们先去看看吧。 ▲调查获得纸条，在背包中打开阅读 这里也直接给出点位，就在鸣神大社东北方向山下的断桥边。可以传送到武器突破素材秘境「流沙之庭」后往东南走，没几步就能看到，也可以直接从鸣神大社飞下来，具体位置如下，靠近后即可触发后续剧情： ▲到达山下断桥，靠近光点触发剧情 结果一过去就被暗算了…可恶啊。醒来以后，我们就可以从对话中了解到这件事完整的来龙去脉了，这里就不给大家剧透了。 这里重点要说的是，对话结束后，我们所处的「安全屋」内墙边，有一个 华丽的宝箱 ，别忘了拿，至于其他调查点，都是一些狗粮，需要的旅行者可以自行拾取。 ▲安全屋墙边的华丽宝箱 并且在剧情结束时还会解锁一个隐藏成就「SYUUMATSU GAIDEN」。 ▲隐藏成就「SYUUMATSU GAIDEN」 成就名的SYUUMATSU GAIDEN我个人认为是罗马音，平假名写作しゅうまつ がいでん，汉字为 終末外伝 ，即“终末外传”。（仅个人看法，可能有错误或有其他含义） 注：如果已经完成任务但忘了拿宝箱的旅行者也不用担心，这里的入口现在是常开状态，之后再返回来拿也可以。 ▲安全屋入口 但是事情到这里还并没有结束，在完成了本帖的全部四天内容后，我们就可以在稻妻城接到后续世界任务——「终末番的任务」、「顶替者的秘密」、「蒲公英的归宿」。 因为这三个任务是递进的，即首先会接 到「终末番的任务」，将其完成后才会接到下一个 「顶替者的秘密」，再次完成后接到最后一个「蒲公英的归宿」。 所以这里就只放上「终末番的任务」对应的链接 ，各位可以直接跳转查看，看完后对应帖子里也会继续链接到后续任务的攻略贴，一路看完即可~ 米游社链接 ▲点击上方卡片查看后续任务「终末番的任务」 最后还是那句话，感谢各位旅行者的阅读与支持，我们下篇再见~有对其他世界任务、隐藏任务、隐藏成就感兴趣的旅行者，也可以看下面的合集链接，跳转至对应内容进行查看： 更多攻略内容： ▌ 点击本段下方卡片链接跳转至 2.4版本世界任务、隐藏任务攻略合集导航 ： 米游社链接 ▌ 点击本段下方卡片链接跳转至 2.4版本隐藏成就攻略合集导航 ： 【V2.4攻略】#探索解谜# 2.4版本新增隐藏成就全解合集",
    "length": 3241
}