{
    "game_id": 2,
    "post_id": "43855611",
    "f_forum_id": 43,
    "subject": "【蒙德声望任务】山中之物",
    "url": "https://www.miyoushe.com/ys/article/43855611",
    "created_at": 1695877470,
    "like_num": 1050,
    "view_num": 152273,
    "reply_num": 115,
    "text": "大家好呀！这里是紫鸢。本期带来的是 蒙德声望任务 ，山中之物的任务攻略 任务总览 【简述】:进入龙脊雪山调查奇异的冰块并完成探索 【奖励】:500冒险阅历 60原石 3本紫书 3个魔矿 3w摩拉 【前置】:无 【地点】:雪山营地玉霞 注意事项 （1）队伍中建议加入火属性角色，例如:安柏、班尼特等 （2）稠汁蔬菜炖肉要完成 「啊，新鲜的肉」 任务后才能获得 【蒙德声望任务】啊，新鲜的肉 （3）建议练度较高时再探索龙脊雪山或者找高等级的旅行者带领探索 （4） 龙脊雪山常年处于极寒环境，极寒环境下会不断积累严寒。 严寒到达上限后会不断损失生命值 ， 寻找篝火并靠近可消除严寒 或者 食用稠汁蔬菜炖肉降低严寒的积累 古代坚冰和深赤之石 龙脊雪山中的特殊冰块，古代坚冰 。 该冰块无法使用常规火元素融化 ， 需要利用深赤之石才可融化 关于古代坚冰 关于深赤之石 任务过程 （1）解冻三块碎片 接取任务后进入雪山，首先要 解冻3块碎片 。分别位于 覆雪之路 、 雪葬之都·近郊 和 星荧洞窟 覆雪之路（第1块碎片） 来到覆雪之路后 先解决旁边的丘丘霜铠王 ，然后在附近寻找深赤之石融化古代坚冰。 需要4块深赤之石才能融化冻住碎片的古代坚冰 ，融化古代坚冰后启动碎片即可。长出来的忍冬之树可以理解为和神像一样的东西。每升1级都有奖励，区别就是比神像高2级 雪葬之都·近郊（第2块碎片） 来到雪葬之都·近郊后 先完成中间的元素方碑解谜 ，碎片位于冰层底下。解谜也非常简单，先启动仙灵处的机关，然后记住仙灵的运动轨迹。等待仙灵走完回到机关后元素方碑便会解锁，接着 按照仙灵的运动轨迹依次点亮元素方碑即可破解谜题 ，谜题解开后会出现 1个珍贵的宝箱（含绯红玉髓） 开启珍贵的宝箱后会激活附近的遗迹守卫 ，要将它们全部击败使冰面塌陷。 然后靠近机关旁的仙灵让它钻入冰层下 ，用于解锁冰层下的铁栏门 来到冰层下后在附近寻找深赤之石融化古代坚冰， 需要4块深赤之石才能融化冻住碎片的古代坚冰 。第4块深赤之石位于铁栏门内，需要将2只仙灵归位后开启铁栏门才能获取。 第1只仙灵就是元素方碑解谜的指引仙灵 ，靠近后它后会自动下来。 第2只仙灵则藏在冰层下方的4处雪堆中 ，用火元素融化4处雪堆就能找到 融化古代坚冰后启动碎片即可，至于附近苏醒的遗迹重机清理掉即可（都是一丝血） 星荧洞窟（第3块碎片） 来到星荧洞窟后 先完成水池中央的限时挑战解除屏障 ， 开启挑战前记得在队伍中加入火属性角色 。 若实在无法完成挑战可以找高等级的旅行者帮忙，完成挑战后会出现 1个珍贵的宝箱（含绯红玉髓） 完成挑战后屏障便会解除， 然后在附近寻找深赤之石融化古代坚冰。 需要4块深赤之石才能融化冻住碎片的古代坚冰 ，融化古代坚冰后启动碎片即可 （2）前往雪山山顶 将3块碎片全部启动后，接着从 雪葬之都·旧宫的七天神像处 前往雪山山顶 。进入山洞后先往前直送，到达篝火后 收集附近的3个冰种子形成风场 或者 收集1个冰种子后切换凯亚点按E技能也能形成风场 。最后乘风场前往雪山山顶 （3）再次解冻碎片 到达山顶后要 再次解冻3块碎片 ，不同与前面。 雪山山顶冻住碎片的古代坚冰只需要1块深赤之石就能融化 ，队伍中记得加入 弓箭手 类型的角色 第1块碎片 第1块碎片 解冻所需的深赤之石在遗迹守卫旁 ，击碎深赤之石后切换弓箭手瞄准碎片射击即可 第2块碎片 第2块碎片 解冻所需的深赤之石附近有丘丘霜铠王守护 ，需要击败它解开屏障才能获取。击碎深赤之石后切换弓箭手远程射击碎片或者切换近战角色跑到碎片旁攻击 第3块碎片 第3块碎片 解冻所需的深赤之石位于雪山山顶对面 ， 回到击败丘丘霜铠王的位置沿着山坡爬上去激活风元素方碑形成风场 。 然后乘风场前往山顶对面，击碎深赤之石后切换弓箭手瞄准碎片射击即可 （4）启动碎片 将3块碎片全部解冻后靠近碎片并启动，然后等待碎片组合回寒天之钉即可 （5）调查秘境 寒天之钉升回至天空后前往下方秘境，开启秘境前 华丽的宝箱 即可完成探索。附近还有4个宝箱 （5）向玉霞回报 开启华丽的宝箱后返回雪山营地向玉霞回报即可完成任务，同时解锁成就 《寒天之钉》 以上就是本期的所有内容啦 下期再见，拜拜",
    "length": 1744
}