{
    "game_id": 2,
    "post_id": "6272989",
    "f_forum_id": 43,
    "subject": "【V1.5攻略】＃角色攻略＃雷泽！平民的战神",
    "url": "https://www.miyoushe.com/ys/article/6272989",
    "created_at": 1621485911,
    "like_num": 18818,
    "view_num": 918083,
    "reply_num": 2901,
    "text": "UID:100122103 大家好，这里是悦弥，好久没有发攻略了（绝对不是因为咕咕咕）本次给大家介绍的角色是“雷泽”,废话不多说，上目录！ 目录 1.角色介绍 2.天赋技能介绍 3.命之座介绍 4.实用心得 5.阵容搭配 6.角色主属性分析及装备搭配 7.番外以及Q&A 角色介绍 雷泽，四星雷元素大剑角色，是以普攻为主要输出手段的物理角色，天赋j加点推荐：普攻＞元素爆发＞元素战技，元素战技多用作与充能与进行元素反应为主，重要命座为一.四.六。 雷泽的输出方式比较适合呆在中型怪物与小型怪物的环境内输出，大剑的威慑力在雷泽手里发挥的淋漓尽致。（PS：中型怪物指愚人众、丘丘人暴徒等，小型怪物指丘丘人、史莱姆等） 缺点为对除岩盾外所有的盾都吃力，并且开启大招后十分容易被造成元素反应，生存能力较差，但这些缺点在后续的队伍搭配里都能找到解决方法。 普通攻击·刚脊 雷泽向前挥出四段攻击，最后一段释放后 可利用闪避、跳跃或释放技能取消大剑的后摇 ，普通攻击是雷泽的主要输出手段。 特点 1.破盾能力。 雷泽是大剑角色，对于岩元素的这种厚实的护盾有着极大的破坏力。 不仅仅是岩元素的护盾，冰盾也是可以利用普通攻击的破冰来击破的，但相比于火元素会慢很多。 2.压制力。 雷泽的压制力非常强，在对单或者对付少数量敌人时，雷泽的普通攻击都可以让敌人持续进入被攻击的硬值中，这一点在对付愚人众时效果显著。 (可以看见雷锤想开盾开不了) 关于雷泽的重击与下坠攻击，一个消耗体力还笨重，一个需要高度造成下坠会浪费输出时间，与雷泽自身输出形式冲突，在战斗中都不常用，在这里就不细讲啦~ 利爪与苍雷 点按 雷之印存在期间，每个雷之印可为雷泽 提高20%的元素充能效率，最高为60%。 雷之印不会因为切换角色而消失。 技能特点 点按 1.轻攻击 雷泽的点按元素战技并不是重攻击，破不了岩盾，也不会令小型敌人击飞，最多令怪物硬直。 2.随大招而变化 大招期间的点按动作会有所变化，虽然倍率不变，但是技能后摇会有减短，一般在第四段攻击出现伤害后使用，可以大幅度提高连招的流畅性。 长按 由于雷泽的长按CD长，会影响战斗节奏，一般都用作释放雷之印为雷泽充能，释放后 雷之印赋予的充能效率提升会消失 ，每吸收一个雷之印，会回复5的能量。 雷泽通过2~3次点按元素战技后长按来积攒能量，能更快的进入雷泽的爆发期。 点按与长按都有较大的后摇，可以 利用闪避、跳跃以及元素爆发取消 。 需注意，如果不习惯取消长按的后摇，会有较大的硬直，则需要在安全环境下释放，不然技能会被直接打断。 技能特点 1.范围性重攻击 长按会让小型的怪物直接陷入硬直，且对岩盾有较大的伤害性。 2.大范围雷元素附着。 可以让周围的所有敌人都附着雷元素，在一些自然环境中也十分有效，例如水面，下雨天之类的。 雷牙 爆发期间无法使用重击，可使用下落攻击，但下落攻击时狼灵不会协同攻击。 技能特点 1.附着 雷牙状态下，自身会持续附着雷元素。 如果此时在班尼特的大招内(班尼特的大招持续为角色附着火元素)，自身将会持续进行过载，但此过载并不会对自身造成伤害(会对敌人造成过载伤害)。 当敌人是强火元素攻击时，会对雷泽进行过载伤害并炸飞，此为雷泽的缺点之一，但并不需要太过于担心，只需要规避好火元素敌人的攻击或优先击杀，就不会太影响雷泽的输出。 对于雷元素附着也不止火元素一个。 比如遇到冰元素怪物时，超导(此超导怪物也会吃到)。 遇到岩元素时，结晶。 由于雷牙状态下免疫感电，所以这里没有感电反应的gif，但是当雷牙状态结束后，自身还附着雷的话，就会被感电噢~。 2.退场解除 雷泽开启元素爆发后，切换角色，大招将会直接解除，作为主要爆发期，因为退场而解除会损失很多的输出，所有需要在开启大招前要先确保其他角色的辅助效果已到位后，再开启大招。 元素爆发期间不可以通过元素战技获取元素微粒，但可以利用 元素爆发期间点按元素战技储存继续雷之印 ，元素爆发结束后长按释放获取能量。 觉醒 雷泽等级突破到40级后的天赋。 元素战技的冷却时间减少18%。释放元素爆发后刷新技能的冷却时间。 此天赋为雷泽的充能又添了一笔，此时雷泽点按CD为5秒，长按CD为9秒。 开启此天赋后，连招可变为:点按储存雷之印后→长按释放回复能量→开启元素爆发后可立刻点按。 没有此天赋前，一次元素爆发最多储存2个雷之印，有此天赋后，每次元素爆发结束都可储存三个雷之印。 饥饿 雷泽等级突破到70级后的天赋。 雷泽的能量在50%以下时，提高30%的元素充能效率。 解锁此天赋后，雷泽基本没有了充能上的问题。 奔狼 队伍中的角色冲刺消耗的体力降低20%。（ 无法叠加，联机只对自己的角色有效 ） 你以为这个天赋只能在日常用？不，他在战斗时也非常的实用了。 以体力条第一个分割点为标准。 在有雷泽的情况下，冲刺三次后才会到达体力条的第一个分割点过一点，在没有雷泽的情况下，冲刺俩次就会直接来到第一个分割点。 意思是，在有雷泽的情况下，你可以比平常状态下多冲刺几次。 满体力时，常态最多可冲刺13次，携带雷泽可冲刺16次，这意味着在战斗中，有雷泽可以多闪避几次，不光是可以取消技能普攻的后摇，还可以缓解战斗的压力。 命之座一：狼性 雷泽的重要命座之一，本身雷泽点按元素战技的cd比命座加伤的cd短，导致只要在战斗时，都可以吃到10%的伤害加成，但当雷泽开启元素爆发时，元素战技不可以获取能量，但可以依靠击败敌人获取能量来获得加伤。 命之座二：压制 此天赋的暴击率并不是添加到面板上的，而是直接对特定怪物的暴击率增加。 命之座三：兽魂 增加了开启元素爆发时的伤害，与爆发期间的普攻攻速与狼灵的伤害。 有一点要说明的是，当雷牙达到10级后，后续再升级，攻速加成始终为40%，不会成长。 命之座四：撕咬 雷泽点按元素战技时，被命中的敌人防御力降低15%，持续7秒。 雷泽的重要命座之一，点按元素战技只需要6秒(突破后只需要5秒)，而四命效果却有7秒，只要环境合适，四命的效果可以一直存在。 命之座五：利爪 利爪与苍雷的技能等级在原有的基础上提高提升三级。 命之座六：天狼 六命的落雷略微提升了一定的伤害，并且在未开启爆发期间，提高了充能速度，使雷泽的真空期再缩短。但需要注意，重击与下坠攻击都不可以出发落雷噢。 一.普攻技巧 雷泽的动作幅度大，导致后摇都大，开启元素爆发后也一样，这里建议普攻一套以后利用元素战技取消普攻最后一段的后摇或闪避 、 跳跃或闪避来取消点按的后摇，再一套普攻，形成循环。 没开启元素爆发时就可以利用元素爆发来取消技能的后摇。 二.攻击模式 当前元素爆发能量未满时： 元素爆发能量未满时需要先积攒元素爆发，利用点按e储存雷之印，具体储存多少个雷之印按照当前能量的多少来定，储存完后等e的CD。 CD好长按释放→开启元素爆发→刷新e→再次点按储存雷之印，并开始输出一套平A接一个点按e，然后闪避取消e的后摇再一套。 直到雷牙状态消失，利用储存好的雷之印再次充能元素爆发，以此循环。 当元素爆发能量满时: 元素爆发能量满时，可以先点按元素战技→元素战技产生的一个雷之印可为开启大招后的雷泽回复能量→点按后开启大招→刷新技能→再次点按→一套普攻→点按储存雷之印，直到大招结束，循环。 如果在大招期间能量就满了，可以继续按照满能量时的攻击模式继续进行输出。 七七 推荐指数:★★★★★ 最适合雷泽的角色，没有之一，七七的元素战技持续时间久的同时，可以挂后台，让站场的雷泽触发超导减抗的同时，回复雷泽的血量，七七标记敌人后，雷泽攻击怪物还会回复大量生命值，大大增加了雷泽的生存能力，且在攻击水深渊法师的护盾时，可以造成破冰，提高破盾效率。 钟离 推荐指数:★★★★☆ 钟师傅长按的玉璋护盾靠近怪物可以减怪物的抗性，加上玉璋护盾的护盾厚度，让雷泽可以安稳的站桩输出（玉璋护盾的抗打断能力是七七没有的），大招还可以石化敌人的同时也有不俗的伤害，突然就变成了单方面压制的游戏。 有钟离的玉璋护盾配合时，可以使用逆飞的流星套。 迪奥娜 推荐指数:★★★★ 迪奥娜的护盾没有钟离那么的厚实，但点按战技CD短，护盾延续快，以及元素爆发的治疗性都可以让雷泽的生存能力变高，解锁了天赋“滑稽百出的醉相”后，在迪奥娜元素爆发范围内的敌人，攻击力都将有所下降，并且迪奥娜是冰元素角色，可以配合雷泽打超导反应(迪奥娜的元素爆发是持续性的噢~)，增加雷泽的输出。 班尼特 推荐指数:★★★☆ 六命推荐指数:☆ 推荐班尼特的原因很简单(班尼特yyds)，火元素可 破冰盾 ，大招还可以回血，再加上血量充足时 提高攻击力 ，且自身技能cd短，元素充能快。是非常不错的的辅助角色。 行秋 一命推荐指数:★★★ 行秋的元素战技可以让雷泽受到的伤害衰减，以及恢复血量，大招可以为雷泽增加输出且持续造成感电反应，最重要的是，可以帮助雷泽破火盾。 罗莎莉亚 推荐指数:★★ 六命后推荐指数:★★★ 罗莎莉亚自身就是一位物理输出角色，天赋“暗中支援的黯色”可以为雷泽提高些许暴击率，大招冰元素的持续性可以为雷泽的超导进行延续，但罗莎莉亚缺少“增加雷泽生存能力”的功能性，建议配合其他的治疗角色使用。 其实推荐了这么多角色，雷泽都离不开“生存与破盾”，雷泽的生存能力很差，战斗时很容易暴毙，所以挑选配队角色时需要先挑选能让雷泽生存能力变强的角色，其次就是破盾，在敌人有元素护盾的情况下，大部分雷泽都无法应对，所以需要配合其他角色来辅助雷泽破盾后输出。 关于圣遗物，首先需要说明一点，一个属性好的圣遗物＞套装圣遗物。 例: (以下圣遗物皆为+20，且默认词缀拉满) 其他套装暴击率的头冠＞毕业套装生命值的头冠 主属性相同，词缀不同时： 其他套装 双爆 圣遗物＞毕业套装 生命值防御力 属性圣遗物 其他套装 双爆 圣遗物＜毕业套装 单爆伤 (暴击)圣遗物 主属性相同，词缀皆为暴击爆伤属性时： 其他套装＜毕业套装 其中，通用套装圣遗物(例:角斗士俩件、宗室俩件等)＞对角色无用套装圣遗物(例:妒火、平雷等) 此对比是按照输出角色所需求的属性来调配，如果是其他，就按照其角色所需的属性为准。 前俩个好理解，第三个的对比较为朦胧，因为有一个重要的点，词缀的强化数值。 但其实，只要毕业套装圣遗物的词缀不要太差与非毕业套装圣遗物的词缀，毕业套装圣遗物还是优先的。 当然还是要看套装的加成，如果四件套套装的加成对角色需求不大，还是建议哪个词缀最好，用哪个。 雷泽是最典型的输出角色，所需的圣遗物属性如下: 生之花: 主属性为 固定生命值 ，词缀推荐 暴击率、暴击伤害 。 死之羽: 主属性为 固定攻击力 ，词缀推荐 暴击率、暴击伤害 。 时之沙: 主属性为 百分比攻击力 ，词缀推荐 暴击率、暴击伤害 。 空之杯: 主属性为 物理伤害加成 ，词缀推荐 暴击率、暴击伤害 。 理之冠: 主属性为 暴击率 ，词缀推荐 暴击伤害 、 百分比攻击力、元素充能 。 关于元素精通，雷泽本身只需要超导反应，而超导反应主要在于减抗而不在于超导造成的伤害，所以雷泽不怎么依靠元素精通，至于过载，容易把怪物炸飞，打乱节奏，也不推荐。 圣遗物 一.苍白之火(四件) 俩件套直接增加25%的物理伤害，与骑士俩件套一致，可推荐骑士与苍白混搭。 苍白的四件套为元素战技命中敌人后，攻击力提升9%，持续时间为7秒，叠满后俩件套效果翻倍，相当于骑士以及苍白混搭还多加了攻击力。 且雷泽的输出方式完全契合苍白四件套，在有敌人的情况下，只要开启了四件套的效果，基本可以保证无限期续费了，毕竟雷泽的天赋“觉醒”配合这套圣遗物可太香辣！ 二.角斗士(四件) 角斗士俩件效果增加百分比的攻击力。 四件套更是直接增加了大剑角色的普攻伤害，非常契合雷泽的输出模式，尤其是在开启雷牙加持攻速的状态下，角斗士的加成会被无限放大。 缺点:角斗士只能刷世界boss掉落，世界等级低的情况下很难出金，出金还要看脸看属性，导致一套角斗士很难凑齐。 三.骑士+角斗士(2+2) 骑士俩件套效果增加雷泽的物理伤害，四件套对于雷泽来说没有太大的用处。 角斗士俩件套效果增加雷泽的百分比攻击力。 相比于角斗士来说，刷起来简单很多，更容易成型。 四.战狂+武人(2+2或**四件) 战狂四件套可以非常有效的增加雷泽的暴击率，但需要压血。 武人四件能让雷泽在前期获得很多的加伤，但缺少暴击率。 所以我比较推荐各取俩件套的套装效果，战狂俩件套可以弥补前期缺少的暴击率，武人俩件还有稳定的普攻增伤，战狂的四件套需要压低血量，对于前期的新手来说，不太推荐。 有限制的圣遗物 逆飞的流星(四件套) 逆飞的流星四件套的40%普攻加成给予雷泽是非常舒适的，但缺点在于必须要在护盾的庇护下，所以对于搭配角色有要求，需要有护盾的角色作为辅助。 沉沦之心（四件套） 水套的二件套对雷泽完全没有任何加成，推荐这套的原因是因为四件套的普攻伤害加成，以雷泽的元素战技的CD来说，四件套相当于一个永久buff，放在这里的的一部分原因也是让一些苦刷冰套没有树脂刷其他圣遗物本的旅行者，还想练雷泽时可以先拿出一套水套过渡一下。 一.松籁响起之时 物理角色专属大剑，第一把副属性为对应元素伤害的五星武器，满级后基础白字为741，武器效果先是直接增加一定百分比的攻击力，效果为普攻攻击敌人时会获得一枚低语之符，拥有四玫后增加全队角色的攻速以及攻击力，持续12秒，触发过后20秒内不可再次触发。 武器效果时间为12秒，与雷泽自身的元素爆发的15秒相似，建议开启大招后叠加低语之符，叠满后爆发，而后的8秒真空期可以用来积攒元素爆发以及其他角色的上buff。 (有真空期，需计算时间) 二.天空之傲 天空之傲对于雷泽来说是一个不错的大剑，副属性的元素充能可以让雷泽的输出模式更为稳定，稳定到什么程度，点按三个e，还没长按，大招就满了这种。 武器效果为造成的伤害提高8％，开启大招后普攻敌人会释放真空刃，能增加些许dps，还是非常不错哒，毕竟在副属性为元素充能的情况下雷泽开大的频率不低。 三.螭骨剑 副属性为暴击率的武器，通常都是非常实用的，当雷泽使用了螭骨剑后，词缀可偏向于爆伤了。 且武器效果站场越久伤害越高，只是需要防止被怪物打中，输出会更好，配合护盾角色效果极佳，叠满后伤害十分客观。 四.狼的末路 典型的面板怪物，触发装备效果后攻击力高的离谱，如果是在暴击率与爆伤足够的情况下，带狼的末路，会大幅度提升雷泽的输出。 五.雪藏的星银 作为雪山白嫖的一把四星武器，副属性物理伤害加成，攻击时会释放冰锥(冰锥为物理伤害，不能触发超导)为雷泽量身定做的一把四星武器，完成任务后可在铁架铺制作。 六.试做古华 一把在前期还算不错的大剑，副属性增加攻击力，词条也可以增加些许dps，可在铁匠铺制作。 如果当中后期时，还在用着试做古华的话，推荐换成雪藏的银星，试做古华前期用用就足够了。 雷泽是一个比较全面的四星角色，适合新手培养，如果想要一直作为主C来战斗的话，起码有一命，最好有四命。 当然，如果遇到遗迹守卫，最好不要用雷泽，首先遗迹守卫并不怕雷泽的压制力，其次遗迹守卫有很高的物理抗性，遗迹守卫是雷泽为数不多烦恼的怪物了。 使用雷泽时，要注意怪物的攻击，以及切换角色辅助，一直莽到底的雷泽，可不是好雷泽噢~ 番外 雷泽与其他角色不同的是，雷泽是由奔狼领的狼群抚养长大，导致雷泽的性格即可爱又单纯(我就是这么觉得的！) 雷泽开始没有名字，名字是由西风骑士团团长法尔加所赐。与蒙德最强战力可莉是好朋友，虽然是好朋友，但雷泽对于这位好朋友还是满苦恼的....毕竟...放火烧山~可莉完蛋！ Q：物理雷泽没有向火、水、冰元素角色一样有融化与蒸发的反应倍率增伤而是，而是一位物理输出的雷元素角色，真的可以玩吗？ A：虽然雷泽没有倍率增伤的反应，但是雷泽自身为雷元素，开启大招后狼灵也会附加雷元素攻击，配合冰元素可以持续造成超导反应(超导可以减少40％的物抗，持续12秒左右)，如果有持续性的冰元素附着的话，可以让雷泽在大招内一直都可以吃到超导的减抗，加上雷泽自身的压制力，在怪物不是那种物抗怪物的时候，也是十分不错的一位输出角色。 Q：雷泽是一个仓管角色吗？ A：并不是的，可能雷泽爆发比不过大部分输出五星，但是，雷泽的持续输出能力是原神里数一数二的，开启大招的攻速加成以及格外的雷元素伤害，使得雷泽的持续输出能力并不会弱五星输出角色太多。 最后的最后，有什么不对的地方大家可以评论区指出哦！",
    "length": 6761
}