{
    "game_id": 2,
    "post_id": "30952020",
    "f_forum_id": 43,
    "subject": "【硬核】关于激化+绽放(即超激绽)原理的思路分析",
    "url": "https://www.miyoushe.com/ys/article/30952020",
    "created_at": 1667285121,
    "like_num": 188,
    "view_num": 22996,
    "reply_num": 261,
    "text": "观前提示，本文研究内容为：能不能同时打出激化和绽放，如何打出激绽，激绽是否冲突 目的让读者理解激绽原理，从而能自行分析出某个配队有没有成功打出激绽甚至自行配队 先上结论： 理论部分： 狭义上，以目前的雷前台+草后台+水后台的配队来说(只考虑弱草雷 水) ， 情况1： 当 两次草元素附着之间至多只有一次水附着 时 ：超绽放和超激化、蔓激化互不影响，不会丢失反应 情况2 ：当 两次草元素附着之间至多只有两次水附着 时：怪物元素附着状态会在激雷共存和雷附着状态反复横跳， 丢失部分蔓激化，可能丢失部分超激化 情况3 ：当 两次草元素附着之间超过两次水附着 时：每当元素附着轴出现超过2次连续的水附着时，怪物元素附着状态会变成**共存， 丢失几乎全部的蔓激化，丢失部分超激化 ，但是绽放产生的草原核数量变多。可能是以后超绽放队的一种解法 tips:“当两次草元素附着之间至多只有一次水附着”是什么意思呢？比较类似的说法是“挂草频率比挂水频率快” “当两次草元素附着之间至多只有两次水附着”类似“挂草频率比挂水频率慢” 前后两种说法的区别在于，由于原神元素附着遵循计数/计时双计数器，有些角色(比如夜兰行秋Q)可以在极短的时间内连续打出2次水附着，所以就算将来出了一个挂草频率比夜兰还快的角色，也一样没法抵挡了夜兰行秋的水，也就是条件必须“当两次草元素附着之间至多只有一次水附着”，而非“挂草频率比挂水频率快” 广义上， 只要保证怪物头上一直有激元素，就不会丢失激化绽放反应 如果以后出了前台草主C，变成草前台+雷后台+水后台，这条同样适用 配队部分 ： 水元素 选角：最好是 计时挂水且比草后台慢 由于目前游戏里比较强力的水副C 行秋夜兰 的挂水频率极高且经常计数挂水，所以夜兰行秋加入队伍几乎必然是情况2情况3来回切换，会丢失很多激化伤害 心海 固定2S挂一次水，有潜力成为优秀的超激绽队候选，需要一个新版本的后台草，挂草间隔小于2S即可组成超激绽队，但是由于心海水母只有12S，所以可能雷元素选角比较适合选刻晴八重。如果上赛诺的话12S前打超激绽，12S后只打激化可能也可以接受。 莫娜 E 1、4、5共3次附着，挂水能力不够，所以可以进队蹭3下超绽放，但是第四次第五次挂水比较近，可能会消掉激元素损失一点激化伤害 6命 坎蒂丝 2.3s后台挂水，持续12S冷却15S，机制上应该是目前最适合超激绽的了(心海水母要提前开Q续，或者要求队友轴长于20S比如赛诺) 草元素 选角：最好是 计时挂草且比水后台快 目前爷和柯莱的挂草都满足不了这个需求 关于配队，其实对于夜兰行秋这种元素附着不规律的角色来说，从足够严谨的角度考虑能不能进配队的话，必须要具体到轴，根据轴去计算元素附着会破坏几次激化 但实战情况复杂不太可能按照想好的元素附着顺序去打，对单就已经很复杂了更不要说实战面对群怪或者打死这个怪刷出下一波怪的情况了，所以可以期待2个轴能完美契合的水草后台，期待一个赛诺/八重/刻晴+皇女+心海+草神 下面是推理过程 ： 首先所用到的 元素论 ： 1.草元素克制水元素，草水反应按1：2消耗 2.草元素和雷元素1：1原激化反应后生成激元素，激元素视为特殊的草元素，可以接着和水火元素1：1反应，激元素遇到雷/草元素发生超激化/蔓激化，反应不消耗元素量且激雷/激草共存 3.激雷共存的情况下，水打上去先和激元素2：1反应，反应完若水有剩余则再和雷元素反应 4.激草共存的情况下，水打上去同时和激元素和草元素按2：1：1反应，只生成一个草原核 5.**共存的情况下，草先和雷反应按1：1生成激元素，然后剩余草元素再和水1：2反应，反应完毕后如果仍有水元素，则新生成的激元素再和水1：2反应 首先定个基调： 带前台雷C的超激绽队是以激化为主、绽放为辅的配队 ，我们希望在不影响激化的前提下，尽可能的加入绽放补充伤害。 巧合的是， 超激化蔓激化反应的条件是怪物头上有激元素，而绽放反应里水作为后手元素的话条件同样是怪物头上有草(激)元素，这为超激绽提供了理论基础 。 由1、3、4可以推出，由于水元素优先和激/草元素反应，且激元素克制水元素，弱水打弱激并不会直接清除激元素，只要激元素补充的够快就能保证即不丢激化也不丢绽放。 所以答案就很显而易见了，由于我们是前台雷C所以不用考虑雷附着频率不够的问题，只要能保证每两次草元素附着之间至多只有一次水附着，怪物身上的元素附着就会一直是激雷/激草。反过来说，怪物身上的元素附着如果一直是激雷/激草，就代表我们没有丢失激化的伤害且能正常触发绽放 如果两次草元素附着之间有连续两次的水元素会发生什么呢？就算草克水，2次弱水也能消除弱激元素了，会让怪物退出原激化状态，但是由于后手元素不残留，所以怪物此时应为雷元素附着态， 从这一刻起到下一次草雷反应前丢掉所有的蔓激化/超激化伤害 。这个丢伤害丢的不是很多，最理想的情况是只丢原激化那一下挂草的蔓激化伤害。 如果两次草元素附着之间有超过连续两次水元素，那怪物就进入**共存态了，由5可以推出，虽然后续草附着可以把状态拉回激化态，但是激元素量会很少，而且很快会被接下来的水消耗掉，导致激元素覆盖率很低。这种状况下更像是以绽放为主、激化为辅的反应(或者说无所谓谁主谁辅有反应就行)。 有一个值得注意的细节是，当**共存态的时候，草元素打上去优先和雷反应生成激元素，然后草元素和激元素再和水发生绽放，相当于把草分成了2份草分别与水发生反应，导致绽放产生的草原核可能会丛原本的1个变成2个3个甚至极端情况的4个，这种玩法可以用在绽放队中草系附着太慢而水系附着太快的情况，这种情况下很难做到挂草拿水绽放，但利用这个思路我们就可以挂**拿草去反应，这样同样能产生多个草原核。 当然以上是考虑主打超激绽反应的理论，仅提供配队思路，实战有可能丢掉的那几次激化伤害还不如上个倍率更高的角色比如夜兰力大砖飞，经供参考",
    "length": 2436
}