{
    "game_id": 2,
    "post_id": "2246421",
    "f_forum_id": 43,
    "subject": "【YYGQ动物园】舰长的提瓦特旅行指南",
    "url": "https://www.miyoushe.com/ys/article/2246421",
    "created_at": 1602777512,
    "like_num": 374,
    "view_num": 8897,
    "reply_num": 9,
    "text": "舰长的力量是有极限的，我不开船了，派蒙！_(愤怒) 最近两天收到来自很多舰长的关心：动物园也要去去提瓦特开分园了吗？ 是的，没错，大约在一个月前，提瓦特分园就挂牌成立了，但是如今园长已经准备在提瓦特炖鸽子汤了（笑）_(煮饭) 好了扯远了，其实主要是因为动物园大多数攻略偏硬核，而园内不少小伙伴都是第一次接触原神，经验感悟都还不足，相信也有很多舰(qing)长(jie)大(gong)人在尝试转职旅行者，所以我们整理了一些从崩3角度出发的Tips，尝试编写一份简单的舰长旅行指南，希望对舰长快速对比理解游戏机制有所帮助~ 与崩3不同的是，原神的世界设定中，“舰长”不再像是一个在主线中旁观的角色，而是化身成为 “旅行者” ，积极的参与进各种事件之中，开场动画之后玩家可以自由选择 旅行者·空(哥哥)或是 旅行者·荧(妹妹)，选择后不可更改。男女角色在性能上完全一致，仅有外观和语音上的差别，可以根据自己喜(x)好(p)随意选择。 崩3主线只需要消耗体力即可一路爽快的推进至最新章节（基本不存在舰长等级限制），原神的主线推进则需要一定的冒险等级（类似于舰长等级），因此会穿插着 主线 - 探索 - 日常 - 主线 这样。 当冒险等级不足的时候，就去大世界犁地吧！ 原神角色分为4星和5星角色，可以类似看作A级和S级女武神。目前 5星角色只能通过卡池获得，4星角色在部分活动会有免费投放 。旅行者本身属于5星角色（开服点击就送金色五星233） 没有角色碎片机制 ，而是在获取到重复角色卡时，直接转化为 “命星” ，消耗命星可以点亮新的命之座（类似女武神升阶），每一命都会解锁相应的新技能（或是增强已有技能）， 所有角色都是6命为满命，也就是说同一角色总计获得7只就能3s。溢出的角色卡会转化为更多的兑换材料，可以在系统商城内兑换定期更新的4星角色卡或其他材料。 和崩3御三家类似，因为原神的队伍上限为4人，所以原神也有御四家的说法，指剧情赠送的安柏，凯亚，丽莎，加上旅行者自己。强度尚可，推主线是足够啦。 不同的角色具有不同的神之眼，即对应不同的元素属性，所以队伍中各角色的属性互补/连携会是配队的核心思想。 原神中 需要从卡池获取的只有角色和武器，圣遗物（圣痕）是不需要抽取的 ，而是从副本掉落产出。卡池每抽统一为160原石。 卡池和崩3开服类似， 常驻卡池为“奔行世间” ，对应崩3早期的“标配补给”（现在分为“家园补给”和“装备补给”），卡池内 常驻非限定的角色和武器，无up机制。 需要注意的是标配的武器和角色并未区分池子，武器角色共享保底。标配池 十连必出4星，每90连必出5星。 原神也存在“扩充补给”和“精准补给”，但稍微不同的是， 90保底的5星可能会歪，但每2个5星必有一个当期up，该保护同类池子跨期继承。 与崩3类似，原神角色的圣痕设定也是来自上古时代的馈赠，称为 圣遗物 ，但可以装备 5个位置 ，分别是生之花，死之羽，时之沙，空之杯，理之冠， 简称为花，毛，沙漏，杯子，头。 同一套圣遗物具有 两件套 和 四件套 的 套装属性 ，所以一般组合为4+1或者2+2+1，比较少有带一整套的。 除了花和羽位固定为生命值和攻击力加成外，其他3个部位的 圣遗物主词缀都会在掉落时一定范围内随机选择，掉落后不可更改。 所以在后期刷取合适词缀的圣遗物将是非常重要的游戏内容。 武器系统也类似崩3，具有类型区分，目前有 单手剑（太刀），双手剑（大剑），弓（重炮），长柄武器（骑枪），法器（双枪） 五种类型。 可以锻造一部分4星武器，但5星武器同样是只能从卡池获取。 装备升级方面， 武器升级 主要依赖 武器狗粮 （主要来自矿物锻造），也就是说每周需要在大地图上四处采矿2-3次才能满足正常需求。武器升级只能提升武器的面板（一般为基础攻击力和一条加成词缀） 圣遗物升级 则没有专用狗粮， 必须消耗其他圣遗物 才能提升等级，所以一般非目标掉落，或者是词缀不好的圣遗物，都会沦为狗粮。圣遗物升级会提升主词缀数值，同时随机提升一条副词缀。 武器 和崩3一样具有 升星 机制， 称为“精炼” ，但和消耗崩坏结晶不同，原神的武器精炼每次都 必须消耗一个同名武器 。最高可以精炼至5阶。武器精炼会直接提升武器的技能属性。 原神角色切换时没有出场技，也没有QTE，但原神的战斗主要围绕 元素反应 系统展开，不同角色的攻击/技能会给怪物附着不同的元素属性， 不同的元素属性混合时会发生有趣的元素反应 ：造成额外伤害，施加特殊状态等。 所以总体来看战斗节奏会类似于崩3，基本还是 辅助buff - 爆发输出 的节奏。 伤害机制方面，目前原神没有崩3的“易伤”机制，也没有不同类加成乘算的设定，除非特别说明，否则大多数装备的和技能的加成均为加算关系。 大世界上很多机关，场景，和NPC都是可以交互的，但 探索宝箱，环境解谜，世界任务等这些都是一次性资源 ，量非常大，目前v1.0版本，单纯消耗这些一次性资源大概可以提供50 - 100个小时的游戏内容。 推荐慢慢体验，一次性肝过头容易进入贤者时间。 原神 日常 主要由 委托任务，矿物采集，消耗一定量的树脂（体力）组成， 相对于崩3，原神的日常会耗时多一些 ，只完成上述内容大致需要20分钟到半个小时。 目前 日常稳定获取60原石，除此之外基本没有稳定的免费原石获取途径 ，所以长期玩的话，月卡还是挺重要的。 原神也有类似崩3的 体力系统 ，称为树脂，但和崩3 不同，树脂上限固定120点，但也需要16小时才能回满，并且上限不会跟随冒险等级提升而提升。 所有副本和BOSS挑战都需要消耗树脂才能领取掉落奖励 ，所以在 后期通过消耗树脂（体力）换取游戏资源基本是唯一提升养成度的形式 。 关于 深渊 ，在原神中 称为深境螺旋 ， 每半个月结算一次 ，相比于崩3的小组排名伪PVP机制，原神的深渊并无排名，只是PVE关卡并带有一系列挑战成就。 因为仅仅只有首通的奖励比较丰厚，所以基本只是一个用来体验高强度战斗或者检验阵容的好去处， 不是非常在意强度的话随意打打就好 。 只谈 月卡 和 大月卡 ！ 月卡（空月祝福）售价和崩3相同，可以每天获取90原石，一个月合计获得3000原石，10连为1600原石，折合小20抽，比崩3月卡略多。 大月卡（纪行）基本就是花钱额外送材料，还有四星武器自选箱。性价比不错，追求长线养成的旅行者可以购买。 本文由YYGQ动物园合力推出！感谢阿鸡帮忙排版~",
    "length": 2657
}