{
    "game_id": 2,
    "post_id": "54143769",
    "f_forum_id": 43,
    "subject": "【V4.7攻略·角色攻略】代理团长琴全方位讲解！！！",
    "url": "https://www.miyoushe.com/ys/article/54143769",
    "created_at": 1719105680,
    "like_num": 67,
    "view_num": 6414,
    "reply_num": 19,
    "text": "UID:114764332 【前言】 _(米游姬-睡觉) 作为代理团长琴不仅在工作上尽力尽责，就算在战斗中也显得游刃有余，做为萌新开荒不错的选择，也做为提瓦特整活第一人，琴的用处和玩法可以说是非常多的，这期攻略我就带大家全面了解琴的角色定位，装备选择等内容.....（如有遗漏，错误，以及一些想问的问题，欢迎各位小伙伴在评论区，或私信中提出）_(米游姬-乖巧) 超链图片 目录 1:角色定位 2:武器选择 3:圣遗物选择 4:天赋介绍及加点顺序 5:命之座介绍及抽取建议 6:推荐队伍及配队思路 7:元素强弱及破盾能力 8:产球能力介绍 9:角色优缺点 ①【角色定位】 副c/治疗形辅助（简称奶妈） ②【武器选择】 这三把武器各有优缺点，没有绝对优先级的武器，可以考虑使用途径来进行选择 天空之刃 超链图片 五星里唯一一把带有充能加成的武器，算是比较攻击力和充能中规中矩的武器 西风剑 超链图片 对琴这种需要多次元素爆发的角色非常适合，只要圣遗物歪一点暴击来触发武器属性，便能轻松解决充能问题 天目影打刀 超链图片 充能和治疗量兼具的武器，不过因为琴e技能时间短所以可以频繁触发 超链图片 叠满三层且加上固有天赋释放大招后的能量剩余（精一） 超链图片 ③【圣遗物选择】 四风套 ＞ 四昔时 ＞ 四海染 ＞2绝缘＋2海染 （没绝缘可以换2角斗士或2追忆） 沙漏 选择充能％/攻击力％ 杯子 选择攻击力％/风元素伤害％ 头 选择治疗％/ （走副c可以选择一些能增加伤害方面的圣遗物） 四风套介绍 （ 极力推荐） 超链图片 扩散附着在敌人身上对应元素后，可以减少敌人对应元素的抗性（大约能让伤害提高15%左右） 四昔时介绍 超链图片 装备者对队友治疗时会产生持续6s的渴盼效果，记录量最多15000，结束效果后触发彼时的浪潮，此效果将依据装备者的治疗量来给队友加伤，加伤5次，或10s后失效，装备者在后台也能够触发 四海染介绍 （并不太推荐） 超链图片 根据造成的自身造成的治疗，产生气泡3.5秒炸一下，对于琴来说造成的奶量并不适合这个套装，性价比也比较低 ④【天赋介绍及加点顺序】 元素战技 超链图片 短按自动攻击距离最近的敌人，长按制造一个小型风暴，吸引怪物，调整方向后可以让怪飞向任意方向，随后坠落并造成一定的物理伤害（吸怪很慢，不建议做为聚怪使用） 元素爆发 超链图片 元素爆发后，第一次为发动治疗量是全队都能吃到的，而持续治疗只有前台角色才能吃到（元素爆发会持续扩散前台角色自身附着的元素）出入领域伤害基本不用看，怪不可能左右横跳的，进一次造成一次伤害，出一次造成一次伤害（基本是没用的） 固有天赋一 超链图片 就算全叠攻击和治疗收益也很小，可能也就500一下（关键是还是概率触发）没啥用 固有天赋二 超链图片 减少了元素爆发的元素能量需求，也可以看做增加16元素能量 ⑤【命之座介绍及抽取建议】 ①命 超链图片 长按技能一秒后变的更能吸了，并增加元素战技的技能伤害 ②命 超链图片 攻击速度可以算是个比较稀有的伤害乘区，挺不错的（但有些角色不一定需要加攻速） ④命 超链图片 对于风c非常友好，但对于其他c就没有用处了（魈厨狂喜doge） ⑥命 超链图片 减少敌人对自身造成的伤害，用处不大 抽取建议 建议 选择②命④命抽取 ，其余命座均提升不大 ⑥【推荐队伍及配对思路】 【推荐队伍一】 芙宁娜 那维莱特 钟离 琴 超链图片 【推荐队伍二】 魈 班尼特 琴 （4命） 钟离 超链图片 琴能适配的位置随着版本越来越少，有越来越多的新角色来代替了，目前的版本我只能说，如果你缺一个奶妈，缺一个有一定减抗能力的角色那么琴是一个不错的选择（只要有位置缺奶妈了，琴基本都是可以胜任的） ⑦【破盾能力介绍】 元素战技破盾 超链图片 元素爆发破盾 超链图片 总结： 总体来说琴团长的破盾能力还是比较弱的，比较是风属性，但如果怪多的时候不同元素扩散破盾效率会比任何元素都快，怪越多扩散后就破的越多 ⑧【产球能力介绍】 产球能力为2—3颗风元素球（几率几乎是五五开的）不管蓄力和无蓄力几率均是相同的 超链图片 超链图片 ⑨【角色优缺点】 优点 _(偶像姬_期待) ①角色大招第一次的奶可以让全队都吃到 ②角色自身技能拥有较高的倍率 ③做为琴整活能力非常优秀（瞎写的） 缺点 _(偶像姬_沮丧) ①角色自身能量需求高，建议搭配其他风元素队友使用 ②角色自身产球能力一般 ③元素战技控制不好会把好不容易聚好的怪又打散了 _(可莉-陪我玩) 注：求求你了，求求你了，点歌赞吧",
    "length": 1879
}