{
    "game_id": 2,
    "post_id": "14822083",
    "f_forum_id": 43,
    "subject": "【V2.4攻略】#角色攻略#甘雨的使用攻略【新春不咕计划】",
    "url": "https://www.miyoushe.com/ys/article/14822083",
    "created_at": 1642672438,
    "like_num": 103679,
    "view_num": 1208784,
    "reply_num": 2727,
    "text": "UID：152901193 ·【前言】· 大家好，这里是为了坚持玩下去以及为了自我欣赏加上为了留下美好回忆还有为了作图和文案能力持续进步而撰写攻略的OHY！ 一如既往，以下内容为自己个人见解，若有错误请各位及时纠错，若有缺失，劳烦及时补充，欢迎各位热情讨论！先行五体投地大礼表示感谢！ PS：下文，A=普通攻击；E=元素战技；Q=元素爆发。 =目录= 1、【角色介绍】 2、【天赋介绍】 3、【命之座介绍】 4、【武器搭配】 5、【圣遗物搭配】 6、【阵容搭配】 7、【等级突破及天赋升级所需材料】 8、【总结一下】 甘雨 ， 5星冰系弓箭角色 ，隶属于璃月港月海庭，混有仙兽之血的半人半仙 （麒麟与人类的混血） ，服务于「璃月七星」，担任秘书一职，主要负责璃月各司部的文书事务，庞大的工作量以及强大的责任心使得“加班”成为甘雨的日常生活。爱她，就应该和她一起加班。 甘雨的 角色突破属性是暴击伤害加成 ，80级突破后共可额外获得38.4%的暴击伤害加成。 提升甘雨的 好感度到10级 便可在角色页面领取甘雨的 专属名片纹饰——【甘雨·麟迹】 ；甘雨 烹饪「四方和平」时有概率获得【特殊料理】——「盛世太平」 ，「四方和平」的食谱可在璃月港万民堂「卯师傅」处购买获得。 甘雨的 主要定位是主C ， 核心的输出方式是重击（蓄力箭）的可2段蓄力机制 ，也是目前所有弓系角色里主要依靠蓄力箭为主输出的角色，所以培养甘雨应当 优先升级A，其次Q，最后E 。 主C的甘雨主要分为永冻流和融化流两大流派 ，永冻的输出较为稳定，融化的输出上限高，应对不同环境选择不同流派才是正解。比如对群无免控的敌人时，永冻流会是个好选择，对单拥有免控的敌人时（比如剑鬼），融化流会是个好选择。 甘雨亦可作为副C，优秀的后台挂冰能力，无真空期，范围广。 在泛用性上，就有着不错的优势。 【普通攻击A·流天射术】 『普攻』 甘雨的 普攻一共是6段攻击动作 。普攻伤害总倍率虽中规中矩，但大部分弓系角色只有5段攻击动作，目前只有甘雨和公子是6段攻击动作。 普通攻击并非主要的输出手段，也并没有辅助机制。 其实拿以普攻为主输出的宵宫对比就可知道甘雨的普攻倍率不足以使得普攻作为主要的输出手段。且 常规作战中也基本很少使用到普攻。 虽普攻并非主要的输出方式，但是重击却是核心的输出方式。 『重击』（以下或称“蓄力箭”） 弓系角色的蓄力箭都是瞄准蓄力模式，蓄力过程中可自由移动，蓄力达到一定时间后射出的箭矢都是造成自身属性的元素伤害。上图展示了甘雨的1段蓄力，在1段蓄力完成后继续保持蓄力状态可触发2段蓄力，如下图。 甘雨的蓄力箭在目前的弓系角色里拥有着 独家的2段蓄力模式 ，由上图可见，在1段蓄力完成后继续保持蓄力状态则就会生成2段蓄力。甘雨 核心的输出方式也正是这2段蓄力模式 。 弓系角色的蓄力箭都没有距离限制 （不管多远都可以命中敌人） ，只要掌握好重力 （射出的箭矢的行动轨迹会因重力而成弧形，近距离除外） ，百步穿杨不是问题，这也是专门有一栏成就【神射手】，基本都是需要弓系角色远距离命中目标完成。 1段蓄力需要0.8秒左右；2段蓄力需要1.3±0.1秒左右。这个数据只能参考，其实没多大意义，毕竟关系到手速和反应问题，大概了解一下就行。 甘雨的蓄力箭， 1段蓄力（以下简称霜华矢） 同其他大部分弓系角色的蓄力箭，并无特别机制，主要作用是触发 2段蓄力（以下简称绽发） 。在蓄满绽发的时间后，需要 霜华矢碰撞到实体 （大地，墙，山体，树木等等障碍物或者就是敌人） 后才会触发绽发 。 霜华矢与绽发命中敌人都会给敌人施加 弱冰附着 ，且都是单独计算附着CD，两次伤害都可分别触发元素反应，互不影响。 绽发是AOE（范围）伤害 ，大概范围如下图展示。 实战中 命中率大于一切 ，由于弓系角色的蓄力箭是 手动瞄准模式，没有索敌功能 ，所以应当发挥绽发的AOE优势，在不确定是否能100%命中的情况下，即使丢失霜华矢的伤害，也不能丢失绽发的伤害，毕竟霜华矢能命中则绽发也基本都会命中。为了在不能百分百确定是否命中而想提高命中率时，可瞄准敌人周围的立足之地，可能会丢失掉霜华矢的伤害，但是可使绽发命中，并不亏，总比两者都不命中的好 （正如上图，丢失了霜华矢的伤害，但是绽发全命中） 。 在大世界，处于安全距离未吸引敌人的情况下，甘雨的一发蓄力箭可做到百步穿杨，锄大地，跑图这方面就挺省心且实用。而简单的蓄力箭，不需能量启动，也没有其他限制，又是主要的输出方式，还是AOE范围伤害，只是需要蓄力时间，开镜等待蓄力完毕直接开打，方便程度不言而喻，这也是甘雨最主要的快乐。 当然方便总归方便，然而也正因为触发绽发需要一定的蓄力时间，甘雨自身却 无任何抗打断能力 ， 烦恼 也便是 在蓄力过程中生怕会被敌人的攻击给打断 。 每一发蓄力箭都很珍贵，因为是用珍稀的时间换来的，尽量保证命中率，并 提高效率，可使用蓄力箭接冲刺的手法 ，如下图对比。 每次绽发发射后接冲刺再开镜，速度会比一直保持开镜状态的持续蓄力箭要稍快一点，一直保持蓄力状态时，每次发射蓄力箭后的下一次蓄力箭都会有很微妙但明眼看得出来的准备时间，也就是前摇。手法这方面在电脑端操作会顺畅一些，直接按住想要去的方向然后R左键右键R循环即可。手机端可直接托住想要去的方向然后长按普攻键、（冲刺）安全时不用冲刺都可以、长按普攻键循环即可。 在甘雨 等级突破20级时解锁 的 【固有天赋·唯此一心】 ，核心的固有天赋，相当于甘雨的蓄力箭可自带20%的暴击率（如下图介绍）。 【固有天赋·唯此一心】 一发蓄力箭， 即使没有命中敌人 ，也会使接下来的蓄力箭 不管是霜华矢还是绽发，都能享受到20%的暴击率加成 ，该加成基本是常驻。也 只有霜华矢和绽发才能享受到，其余的输出机制都享受不到 。 虽然弓系角色的蓄力箭命中敌人要害部位时，是必定暴击，且附带一定的打断能力 （韧性值较低的敌人会被击倒/硬直） ，但是难度相对来说会高一点点，而且蓄力时间也会随之拉长，毕竟得瞄准要害部位。在提瓦特大陆上，大部分敌人都有要害，且要害部位基本都是头部，也有小部分敌人没有要害，比如史莱姆，世界BOSS，周本BOSS等等。 该天赋的加成基本可以稳定享受，在不能确保百分百命中敌人要害或者作战无要害的敌人时，该天赋会发挥着不错的收益，泛用性强。 【元素战技E·山泽麟迹】 E具有自动索敌的功能， 使用E时会以离自身较近的敌人面对自身的方向反向后撤 （比如左边敌人离得最进，使用E会营造出往右位移的现象） 并在初始位置留下一朵冰莲，冰莲的描述与安柏的兔兔伯爵以及一斗的小赤牛阿丑的描述基本一致，其功能上也大致相同，都是继承使用者生命的物体，也都能嘲讽周围的敌人。 但是E的索敌功能会有距离判定，当与敌人离得较远时施放E，会朝甘雨面对的方向后撤，所以有的时候明明想与敌人拉开距离正远离敌人，放个E又给退回去的尴尬。 使用E 生成的冰莲 命中敌人会掉落2个冰元素微粒，冰莲最后爆炸命中敌人也会掉落2个冰元素微粒 。 且都会给敌人施加 弱冰附着 。 甘雨的E手感挺好，实战中与A的配合度挺不错，后撤-开镜-狙击，一气呵成。个人使用心得就是喜欢E的手感与后撤以及嘲讽机制，一是可以拉开距离，使用E后可直接进入蓄力模式，加上嘲讽的机制，可以稳步拉弓。 E的瞬发模式，无明显的前后摇，无启动时间，也不影响下次开镜的速度，E接蓄力挺丝滑。 【元素爆发Q·降众天华】 Q比较优秀，一是没有真空期，充能接上可以使Q领域不会断；二是挂冰效率高；三是范围大。冰棱命中敌人会为敌人施加弱冰附着。 Q领域内的冰棱也带有自动索敌的功能，处于Q领域内的敌人基本都会被命中，且带有小范围的群伤效果，范围大概与凝光的1命效果差不多，但是是随机命中，当敌人较分散时，在Q领域内的敌人可能并不会同时都会受到冰棱攻击，所以 配合风系聚怪的角色收益才会最大化 。 若是对单时，冰棱除了索敌掉落，也会随机在领域内其他地方掉落，所以有时候，对于体积庞大的敌人来说，多个冰棱的命中率会更高。 在甘雨角色 等级突破60级后解锁 的 【固有天赋·天地交泰】 提供的增益效果， 处于Q领域的当前场上角色会获得20%的冰伤加成 ，如下图介绍。 【固有天赋·天地交泰】 只要是站在Q领域内的角色都会享受到20%的冰伤加成 ，虽然只对能够造成冰元素伤害的角色有用，但是该天赋用来给自己增伤也是挺不错的，这也 奠定了Q的重要性，有Q就放，别留就行 。 冰元素伤害这一乘区，同理于其他增伤乘区，数值越大收益越小。由于每个人的面板大同小异，详细增伤数值可依据下列简单算法得出增伤数值： 设享受到的总冰伤加成为X，则该天赋提供的实际增伤=（X+20%）÷X。 【固有天赋·藏弓待用】 生活类不常用的天赋。 只有锻造弓系武器时选择甘雨才会享受该天赋提供的效果。同理于钟离的【固有天赋·晶石命理】和迪卢克的【固有天赋·晨曦的传统】，钟离是锻造长柄武器可可返还15%消耗的矿石，迪卢克是锻造双手剑武器。 目前锻造的弓系武器只有3把，一把名为试作澹月，一把名为钢轮弓，还有一把名为破魔之弓。现目前所有可锻造的武器所需材料都是一个对应原坯，加上50水晶矿（稻妻解锁的锻造武器需要紫晶矿），再加上50白铁矿即可开始锻造。甘雨锻造弓系武器时，可返还8个水晶矿/紫晶矿+7个白铁矿。锻造一把满阶的弓系武器总共可返还40个水晶矿/紫晶矿+35个白铁矿。 所以，该天赋仅仅只是个人觉着无太大作用！ 【1命·饮露】 该命座有实质性的增伤能力。 敌人的冰抗越高，收益则越高 ，毕竟敌人抗性若降为负数则减抗系数会减半。基本实际增伤数值在10%左右。 前置条件是 需要霜华矢或者绽发命中敌人才会降低敌人的冰抗 。 在满蓄力的情况下， 霜华矢命中了敌人，则该次的绽发就会享受到这个减抗带来的增伤效果，但是该次的霜华矢享受不到 ；若是 霜华矢未命中敌人，而绽发命中了敌人，则该次的霜华矢与绽发都享受不到增伤效果，但接下来的蓄力箭都可享受到 。 附带的回能效果也是挺实用的， 每次发射的霜华矢或者绽发，这两者只要有一个命中了敌人都会触发2点元素能量恢复的效果。至少得保证有一个命中敌人，如果都没命中则不会触发。 1命给的增伤+回能，性价比是比较不错的。 【2命·获麟】 E可以使用两次了，可提高手感，可提供双份回能，为之后的6命作铺垫的命座。 上文讲述了E的手感不错，E后撤—开镜—狙击，一气呵成。两个E就等于多拥有了这样操作的机会，实战中使用起来还是挺不错的，至少可以更快速的与敌人拉开距离。 最主要的作用还是为了给之后的6命铺垫，2命对于6命而言，还是挺核心的。若不是直接奔着6命去的，无需过多在意此命座。 【3命·云行】 Q的天赋等级直接提高3级。节约资源，快速养成。 【4命·西狩】 该命座核心的点在于对于在场的角色都会有增伤效果。 可以简单理解为随着敌人处于甘雨Q领域内的时间，在场角色最高可获得25%的伤害加成。 敌人只需处于甘雨Q领域内12秒即可达到最高增伤数值，只要甘雨能够无缝接Q，理论上该效果是可以常驻的。 该命座全队适用，不管驻场角色是什么伤害类型，都能享受到该命座带来的伤害加成效果 ，所以该命座不管是主C甘雨还是后台挂冰的甘雨，都有不错的提升。 【5命·折草】 E的天赋等级直接提高3级。节约资源，快速养成。 【6命·履虫】 该命座改变了甘雨的输出手法， 增强了甘雨瞬间的爆发能力。 施放E后直接开镜发射即可触发1+2段蓄力，而2命增加了1次使用E的次数，在6命这，2命实打实发挥出了核心作用。 施放E后，该命座的效果可以存续30秒， 该效果也不会随甘雨的退场而消失 ，所以 在实战中可以先E存一个6命效果 ，然后切其他角色上增益BUFF，最后甘雨再次出场就是开镜A+E+开镜A+E+开镜A连续可发射出3次2段蓄力瞬间爆发伤害。 6命甘雨更多标签是速切爆发C，其实有6命甘雨对于现在的各类环境都没有太大压力了，该命座的实力是毋庸置疑的。 根据自己能力，合理分配原石，甘雨的命座无需强求，个人建议瞅着1命、6命即可。 PS：以下内容 文案： ﻿ @拾間 ﻿ 图片：O丶Ha丶Yo PS：图片仅作参考！ 4冰由于提供了40%的暴击，所以暴击率这一属性在有限的词条里分配较少，而永冻不需要精通，只平衡分配了暴伤和攻击力%，所以对于永冻流来说，在同等副词条的情况下进行有效分配，比4乐团的威力要惊人许多，毕竟4冰在永冻的情况下可以节约不少的暴击率有效副词条。 PS：图片仅作参考！ 因目前的甘雨融化流的常见搭配是香菱+班尼特+钟离，所以默认设定此队伍。而香菱挂火需近身贴脸才行，所以默认阿莫斯只触发了1层精炼属性，若可以触发满层，是比冬极白星高的。 而融化流的甘雨暴击率设定在50%-60%的区间，其余有效词条在攻击力、暴击伤害、元素精通这三个属性之间平衡分配，所以会出现精通沙漏比攻击沙漏收益低的情况！ 【5星武器推荐】 NO.1·阿莫斯之弓 目前来说，阿莫斯的被动完全锲合甘雨以重击为主的伤害方式，一般距离下，二段蓄力基本上能够稳定的吃到3层增益效果，加上甘雨角色突破天赋自带20%的暴击，队伍一般搭配双冰，使得攻击力词条并不多余，带阿莫斯的话，暴击率稳定在40%左右就行，不用太过操心。 对于永冻流的甘雨而言，阿莫斯的收益无疑是最佳；而融化流的甘雨若是配合香菱，需贴脸重击，导致阿莫斯的被动不能完全发挥，但也比其他大部分武器好很多。《融化流期望伤害》一图只计入了阿莫斯1层增益效果，若是计入满层，期望伤害是最高的。阿莫斯对于甘雨而言，提升挺大的，毕竟是专属武器，且价值比甘雨的1命高。 NO.2·冬极白星 虽然是公子专武，但是在甘雨来看，武器特效也是非常有用的。根据特效触发的手法方式下，精1大部分时间可以吃到30%攻击的加成，不怕繁琐可以衔接普攻触发满层48%的攻击力加成。 此武器在融化流较为常见，期望伤害也会更高，因目前的甘雨融化流的常见搭配是香菱+班尼特+钟离，而香菱挂火需近身贴脸才行，所以阿莫斯只触发了1层增伤效果，相比冬极白星无需担心距离问题，EQA重就可触发满层增益效果。加上暴击副词缀锦上添花，也基本可以不用担心暴击率的不足。给甘雨也会是不错的选择。 NO.3·飞雷之弦振 甘雨是以重击为主要伤害来源的角色，而飞雷却只加普通攻击伤害（所以你为啥就像是阿莫斯换了个色儿鸭）这导致飞雷放在甘雨身上却并不出色，并不能完全发挥它的性能。 在永冻队里若是大招流的甘雨，此武器还是挺不错的，毕竟面板会很棒；若是重击频繁，此武器的收益并不高。而放在融化队里，能用，毕竟还有着20%攻击和66.2%的暴伤呢。 总体来说，是个5星，能用。 NO.4·天空之翼 常驻池老常客了，高额白字加上特别好拉的暴击爆伤，永冻队融化队都可以用的。此武器也就是面板稍微好看一点，最终收益高不成低不就，但是这把武器的泛用性挺不错的。 NO.5·终末嗟叹之诗 当你的甘雨想带这把武器时，就已经成为了加班人。后台能够持续挂冰了，给自己和队友加增益了，融化流和大招流确实还不错，融化队里输出也不会太低，也是比较推荐的，泛用性也非常广（果然护摩池子良心池）。 【4星武器推荐】 NO.1·试做澹月 这把弓算得上是甘雨4星专武，但是现在来说，新怪（流血狗，飘浮灵等），boss级魔物大部分无要害，人型魔物要害为头，且手机端不好操控，因此手机端泛用性一般。不过在某些人形怪要害较多场合，加的移速攻击力也还是蛮不错的，没有5星武器，就选这个。 NO.2·破魔之弓 最好是满精，低精的话，不如试作澹月。舍弃元素爆发的释放，重击可吃到双倍的加成，然而枉然舍弃大招的释放，去得到重击加成，得不偿失。突破天赋元素爆发领域里头还加20%冰伤别忘了！！！再一说，舍弃大招会使得整个队伍的输出压力变大，伤害不足，更加得不偿失了。 NO.3·黑岩战弓 商城兑换，优先级不高，还不如我的神射手之誓和信使呢（傲娇）！ 在面对多怪情况下，收益还是可以的，但是面对只有一个boss，铁无相？你怎么办！局限性太过于低了。不是特别推荐。 若只是作为纯后台挂冰， 【终末嗟叹之诗】 和 【西风猎弓】 会是最佳选择，毕竟后台挂冰的甘雨，充能显得尤为重要。若是作为大招流的队伍，没有5星武器时，4星 【曚云之月】 会是好选择。 冰风4件套只适合永冻流。 4冰提供的40%暴击率是稀有的，平均算下来相当于12个有效词条，意思就是当你每个圣遗物都带有暴击率的情况下，还需要强化出7次暴击率属性才能有这40%暴击率，再加上2件套提供的15%冰伤加成，挺契合甘雨。所以4冰对于永冻流的甘雨而言，无疑是最佳套装，大部分词条只需考虑攻击力和暴击伤害就行。永冻流携带4冰风面板只需15%的暴击率就够用 （双冰15%+圣遗物15%+角色自带5%+天赋20%+4冰40%=95%暴击率） 。 乐团4件套适合永冻流，更适合融化流 。 4乐团2件套毕竟是80精通，精通这一属性是融化流必不可少的，收益不错，但对于永冻流来说，精通属性就无用了。但是4件套属性提供了35%的重击伤害加成，这也是契合甘雨的主要原因。4乐团比较难成型，最主要的原因就是暴击率这一问题，若是选择永冻流绑定双冰建议面板在30%-40%左右，若是融化流，建议在50%-60%左右最佳，毕竟融化了但不暴击，还是挺难受的。 追忆4件套跑图玩或者作为过渡用。 4追忆的加成虽然非常可观，18%的攻击力加成和50%的重击伤害加成，但是在永冻队，融化队很难开出大招。站在甘雨大招领域有20%的伤害加成，相比乐团4件套效果，开大后可获得35%+20%=55%的伤害加成，反而还比4追忆高，主要区别在于2件套的效果，一个加80精通，一个加18%攻击，融化流4追忆还是挺难干得过4乐团的，但是在大世界的感受还是非常的爽的，放一下元素战技然后就蓄力重击，一箭仨丘丘！不需要繁琐的开大，直接放了元素战技蓄力瞄准重击就完事，方便程度不言而喻。 在凑不齐好的4件套时，也可2冰+2角斗/2追忆过渡一下。 PS：上图仅供娱乐，若觉得有趣，请点赞+关注支持一下，感谢！ 永冻流： 【甘雨+莫娜+迪奥娜+温迪】 老牌“莫甘娜”永冻队，曾经风靡一时，现已时过境迁，主要现目前面对冻不住，吸不动的敌人时，此阵容显得收益太低。而对付能够冻住的敌人时，此阵容能够做到实时永冻，对群能力强，循环也舒心。 申鹤的出现也是为冰伤主C提供了高额的输出能力，加入申鹤可演变为 甘雨+心海+申鹤+万叶 这种高爆发的永冻阵容。 融化流: 【甘雨+班尼特+香菱+钟离】 常规的融化队，甘雨一箭6位数屡见不鲜。融化队里因有双火或者就是因为有班尼特，使得甘雨并不缺攻击力，相对精通属性来说收益会好很多。 香菱基本无法保证无缝接大，这时候锅巴就显得格外重要，在没有大招的时候，也可依靠锅巴来给敌人挂火。 钟离的护盾保证甘雨的输出环境，毕竟融化流甘雨的蓄力格外重要，若是未命中或者被打断，丢失的伤害会让人心疼。钟离长按元素战技生成的岩脊每2秒一次的频率对周围的敌人造成岩元素伤害并与其他元素产生反应掉落对应的元素结晶，所以为了避免元素附着被消耗，可以选择场外施放元素战技。 香菱也可替换为万叶，万叶配合班尼特大招可以实现扩散火领域，也能给敌人挂上火元素，加上万叶的减抗增伤，甘雨的输出也会提升一个档次。 纯色大招流： 【甘雨+申鹤+迪奥娜+万叶】 冰队的纯色流派，加入万叶一是为了聚怪，二是为了减抗，三是为了增伤，此阵容除了冰环境，基本很泛用，也不怕敌人冻不住，反正主打冰伤。 迪奥娜提供回能和续航，若是替换成其他冰系角色，建议把万叶替换为早柚，可演变为 甘雨+申鹤+罗莎莉亚+早柚 ，申鹤是必需品，不建议替换。 后台挂冰流： ①【胡桃+甘雨+行秋+迪奥娜】 对付活蹦乱跳的敌人时，此阵容还是比较省心，毕竟可以冻结它们，特别是流血狗。甘雨的后台挂冰频率高，但不用担心会和胡桃抢反应，胡桃基本也是打出蒸发反应，融化反应有，但是很少。 迪奥娜其实是为甘雨充能的，若是甘雨自身回能足够，可把迪奥娜替换为钟离。 ②【公子+甘雨+迪奥娜+温迪】 持续伤害+对群能力眼花缭乱的阵容，因为屏幕会一串一串数不过来的数字跳动。 温迪建议刮出水龙卷，然后配合迪奥娜与甘雨施放技能的时间消耗水龙卷的持续时间，基本上切到公子时被聚集在一起的敌人就从天上下来了，此时就是尽情享受断流的视觉盛宴。 个人喜欢： 【甘雨+钟离+迪奥娜+阿贝多】 纯元素伤害不打反应的一只队伍，甘雨在护盾下能放心的一直重击，阿贝多的阳华能补伤害，深渊里头看情况配，大世界爽歪歪。个人比较喜欢的配队，权当分享，仅供参考。 ⭐ 甘雨的核心输出方式是蓄力箭，目前弓系角色里独有的2段蓄力模式，并带有范围群伤效果，不管是大世界还是深渊，泛用性都比较高。主要缺点就是易被打断，需重视输出环境，或者搭配盾辅解决这一缺点，毕竟2段蓄力需准备时间，若在蓄力期间被打断就很尴尬。 ⭐ 甘雨的整个机制里，AEQ3个天赋都有着各自的作用。A的2段蓄力模式负责主要输出；E生成冰莲并后撤可与敌人拉出安全距离，冰莲带有嘲讽功能，可提高甘雨A2段蓄力的输出环境；Q生成的领域可为自己增伤，同时有着持续伤害的能力。升级天赋时应优先升级A，其次Q，最后E。 ⭐ 武器自然是阿莫斯最佳，4星武器里考虑试作澹月和破魔之弓即可，若只作为大招流，终末、西风、曚云会是不错的选择；圣遗物永冻选4冰、融化选4乐团即可。 ⭐ 0命玩久了，武器圣遗物感觉提不上去，在已有阿莫斯的情况下，不妨考虑抽个1命，可提升一下伤害，并带有回能效果，若没有阿莫斯的时候应首选阿莫斯再考虑1命；4命可实现全队增伤的效果；有能力者可满命，改变机制，更换手法，6命甘雨确实挺强的。其余命座不用过多在意。 ⭐ 若是说甘雨输出乏力是不能被赞同，在成群结队的无法冻结的敌人频频出现时，这是对永冻流的甘雨致命的打击，好在甘雨并不只有永冻流这一选项，融化流对付这些敌人，并无太大压力。光是在泛用性上来说，甘雨的地位都不能被撼动。 在庭院里听雨的感觉很好，但是，太奢侈了。 ——甘雨 ·【END】· -感谢观看-",
    "length": 9055
}