{
    "game_id": 2,
    "post_id": "2274435",
    "f_forum_id": 43,
    "subject": "【v1.0攻略】#角色攻略#全角色培养指南第二期·刻晴",
    "url": "https://www.miyoushe.com/ys/article/2274435",
    "created_at": 1602960326,
    "like_num": 1908,
    "view_num": 99149,
    "reply_num": 327,
    "text": "【原神】全角色培养指南第二期·雷系主C刻晴 本期目录： 一、当前版本刻晴主要输出流派及其优缺点 二、基于输出流派的圣遗物选择 三、基于输出流派的武器及词条推荐 四、刻晴主C的配队思路 五、其他杂谈与总结 一、当前版本刻晴主要输出流派及其优缺点 当前版本刻晴的输出流派不外乎物理流与雷伤流这两种，对于不同游戏时期，两种流派各有优劣，这里给出直观的建议就是前中期（40级之前）可以走物理流，后期开始转雷伤流。具体原因见下文。 1. 物理流 物理流刻晴最大的优点自然是抛弃拉跨的雷系反应，只靠自身优秀的重击倍率来打伤害，对任何属性的怪物都不会有很明显的克制或被克制关系，针对物抗极高的遗迹守卫也可以随时用EE转换成雷伤应对，相对而言在游戏的前中期输出会比雷伤流高出不少。 为什么这里说只在于游戏的前中期，很大一部分原因在于游戏前中期通过无相系列boss以及开箱获得的4星圣遗物，有非常契合刻晴的战狂套，另外行者勇者角斗士也可以根据情况来搭配使用。让物理刻晴在游戏前中期就形成可观的战力。 另一个原因是由于雷系反应中超导减少怪物的物理抗性，使在游戏前中期通过超导反应能让物理流造成的伤害进一步提高。 物理流的缺点也是显而易见的，舍弃了EQ两个技能的雷伤输出，等同于舍弃了刻晴命座中，12356命所带来的提升。只有4命的25%攻击力提升可以被物理流吃到。同时随着世界等级提升，圣遗物本稳定出金，前中期契合刻晴的圣遗物套装由于其上限原因，不可避免的被淘汰，新的5星圣遗物中，只有染血的骑士道可用，并且受限于怪物种类与输出机制，泛用性实在不高。 解释一下上文对于染血骑士道4件套的尴尬点。杂兵小怪易击杀，但会被重击击飞，角色赶路会丢失一部分输出，大怪不易击杀，无法触发4件套效果，受限于体力，无法打出较多重击。最为适合的场景只有一只很肉的精英带几只杂兵的这种情况。比如地中之盐的岩盔王这里。深渊方面就更不用说了，体力即生命，很难通关连续的重击造成高额伤害，更别提在怪物等级大幅压制的情况下，来续上4件套的效果。 综上所述，只建议在游戏前中期通过合适的圣遗物选择，走物理流过度，最后转成雷伤流。 2. 雷伤流 雷伤流刻晴的优点自然是非常契合自身技能组，通过正确的输出手法，可以达成极长时间的站场无真空雷伤输出。而且可以吃到所有命座带来的提升。顺便提一下，对于刻晴来说命座提升方面较大的是146命。虽然不像隔壁迪卢克每一命都是肉眼可见的提升，但有提升总归是好事。2命略显鸡肋，本身充能已经很快的，一般都是比CD快的。 虽然技能相性和角色定位都是往雷伤靠，但不得不说由于雷系反应的拉跨，导致纯雷伤在游戏前中期体验极差。伤害不足的时候打个火史莱姆，跳一堆免疫不说，还飞的老高老远（超载爆炸击飞）。 另外就算是在游戏的后期，雷伤流还是有很多过不去的砍，比如一众史莱姆爹，和雷莹术士娘。在这里做个梦先，如果雷系反应可以智能识别触发伤害类型，比如雷触发火产生超载时判定为雷伤，火触发雷反应时判定为火伤。雷触发冰产生超导减雷抗，冰触发雷产生超导减物抗，这该有多好鸭。 相对于物理流刻晴，雷伤流在后期圣遗物选择上，同样好不到哪里去。如雷四件套效果只提升反应伤害，而雷系反应，emmmm。实在一言难尽。有时真的就不如当个平雷真君算了。 二、基于输出流派的圣遗物选择 1.物理流 1.1 染血四件套 此套装的适用性问题在上文有提到，这里就不再做过多的赘述了。在适合的场景，触发四件套效果，这套可以算是物理流刻晴短时间内DPS最高的一套。但由于适用性问题，更建议只取两件套的物伤增益进行选择以及灵活搭配。 1.2 平雷四件套 相较于染血两件的效果，平雷两件对输出是0提升的。反观四件套效果缺极其优秀，当然，这是建立在打怪对象非冰火水史莱姆的基础上说的。 平雷套的最大问题是覆盖率，抛开史莱姆爹先不说，因为元素反应会消除掉雷元素附着，所以如果选择此套装，那么输出手法上会有一些讲究。比如在打超导的时候，需要提前铺冰属性，通过一段E触发超导，随后重击引爆E，给怪挂上雷元素。从而触发平雷四件套。也是由于这个原因，目前看，与七七的相性不佳，持续的冰环会导致雷元素的消失。重云因为附魔的机制，同样不合适，推荐凯亚，两者E技能时间大致相同，可以打出不错的循环。 1.3 染血2+角斗士2 四件套效果过于繁冗，而2+2的组合，很大程度上解决了这个问题，虽然由于稀释的原因，实际加成效果可能不如平雷四件套，但胜在不用考虑怪物类型，适用面极广，推荐使用这一套。 2.雷伤流 2.1 平雷四件套 对于雷伤流来说，平雷四件套的效果依旧有效，问题相较于物理流来说，稍有缓解，起码雷伤流不用打超导，但史莱姆爹还是你史莱姆爹。不考虑覆盖率，平雷4的输出也算是雷伤流里最高的了，算是抛弃了切人打感电（感电同样会丢失一部分雷元素覆盖时间），铺好讨龙当孤儿的套装。（一段E的输出占比并不高，故没有考虑这些细枝末节，指第一击雷伤是吃不到加成的） 2.2 如雷2+角斗士2 这套搭配和物理流的2+2搭配类似，虽然存在稀释，但泛用性较好，切不用考虑雷元素覆盖率。唯一蛋疼的是雷史莱姆和雷莹术士，前者直接雷免，后者雷抗极高。 2.3 角斗士2（如雷2）+宗室2 在角斗士两件套或者如雷两件套的基础上搭配宗室两件套，让大招伤害最大化，此套装非常适合深境螺旋高层这类有生存压力的场景，充能极快的大招与超长无敌帧，舍弃一小部分平A和E的输出，换来大招不错的爆发能力。后期伤害碾压的情况下，这套装备在大世界锄大地依旧不错，算是在后期雷伤与攻击被稀释的差不多的情况下，转变思路，为大招提供增伤的一个手段。 选择角斗士两件套还是如雷两件套取决于杯子是否为雷属性加成，如果是，则选角斗士，如果不是，则选如雷。 三、基于输出流派的武器及词条推荐 对于流派的不同，武器选择上也略有不同，虽然武器方面整体可供选择的并不多，这里还是略微说一下吧 3.1 风鹰剑 风鹰剑由于其物理伤害加成词条和技能属性，当之无愧的物理刻晴毕业武器。雷伤流也可以用，虽然副词条吃不到，但胜在面板高。回血技能聊胜于无，大地图杀小怪还可以，深境螺旋指望不上这点。 3.2 天空之刃 虽然技能属性非常契合刻晴，只可惜词条是元素充能，刻晴并不需要额外的元素充能，本身足够了，故并不推荐这把武器，优先级会放到后面一点。 3.3 黑剑 纪行获取的黑剑，优点在于其词条为暴击，技能属性相较于雷伤流，更适合物理流刻晴。唯一缺点在于目前无其他精炼手段，算是4星武器中比较适合刻晴的武器了。 3.4 匣里龙吟 作为经常和黑剑对比的匣里龙吟，这里给出一点自己的建议，龙吟的好处在于短时间内通过抽卡总会歪到一些，易于精炼，黑剑的好处在于获取稳定但精炼不易。个人建议月卡纪行党，只有刻晴主C且无其他五星武器的情况下，直接选择黑剑（除非你已经歪了三把匣里龙吟了）。 微氪党取决于你目前的抽卡情况，也就是匣里龙吟的精炼情况，以及后续的抽卡规划，如果短时间内不会再碰常驻池（角色up池出武器几率很低的），且匣里龙吟只有1或者2精炼的话，那么也建议选黑剑。 因为氪金多少直接决定了武器精炼的时间长短以及圣遗物的养成周期，前期能提供不错的暴击率加成的黑剑一定程度上减少了圣遗物搭配难度，从而能有更好的游戏体验。 中重氪玩家想必仓库应该会有3精炼或以上的匣里龙吟，现在没有估计不久就有了，那么建议用匣里龙吟。 买体力刷圣遗物本一定程度上加快了角色暴击方面的属性堆叠，黑剑的词条也就不再那么吃香了，对比下来匣里龙吟的技能属性和平雷一样，收益相比黑剑会更高。 此武器物理流和雷伤流都适用。物理流使用此武器输出手法需要注意，详细上文已经描述过了。 关于武器方面只推荐这些，如果上述的一把都没有，可以选用锻造的试做斩岩，物理流尚可，雷伤流并不契合。其他武器均不推荐。 整体推荐度为：风鹰剑＞匣里龙吟≈黑剑＞天空之刃＞试做斩岩 前期可用吃虎鱼刀和黎明神剑过度，尽量别超过50级。 3.5 圣遗物的词条选择 主词条方面 生之花：固定生命值 死之羽：固定攻击力 时之沙：百分比攻击力 空之杯：雷元素伤害加成/物理伤害加成（雷伤流与物理流分别选择）＞百分比攻击力 理之冠：暴击伤害=暴击率＞百分比攻击力 由于百分比攻击力的稀释问题，后期在圣遗物主词条的选择上，空之杯以伤害加成最优，理之冠的词条选择取决于自身的暴击爆伤属性。通俗的讲，暴击不够选暴击，暴击够了选爆伤。 关于暴击爆伤的收益，更为详细的数据研究这里就不贴了，直接给出结论： 暴击率＜25%时，先提高暴击到25% 25%＜暴击率＜100%时，按照，面板暴击率:面板暴击伤害=1:2的比例往上堆，没有达到这个比值就尽量往这个比值靠。 （关于暴击爆伤收益部分为引用，来自NGA原神社区，具体链接：https://bbs.nga.cn/read.php?tid=22701004） 副词条方面参照上文的暴击率爆伤规则进行选择即可，一般情况下： 暴击率＞爆伤＞百分比攻击力＞固定攻击力＞元素充能效率＝元素精通 事实上元素充能效率和元素精通，对刻晴来说也是无用属性，非常鸡肋，只能祈祷强化的时候别往这些上面歪吧。。。 四、刻晴主C的配队思路 关于两种流派的配队思路，这里只讲述配队的需求与作用，例举部分角色进行说明，所有配队均非固定，可根据实际拥有角色或练度，以及对应的场景进行灵活变换。 4.1 队长自闭型（平民型） 顾名思义，基本上输出时只有刻晴一个人在打怪，通常是在大地图清怪时会这么干，实际上物理流不管在哪里，也基本是如此的。以及平雷四件套的雷伤流。配队思路一般以可能遇到的怪物种类，精选针对的破盾处理。 刻晴 凯亚 芭芭拉 香菱 物理流可用凯亚配合打超导，芭芭拉基本只作为讨龙工具人，以及水环持续性回复或大招的瞬回奶妈。香菱这个位置可随意替换，上香菱只是考虑他的获取简单，以及锅巴和大招脱手。其他适合的角色有很多，例如温迪的聚怪也是不错的选择。 雷伤流的话可以把凯亚换掉，放一个安柏或者其他任意火属性角色均可，触发火元素羁绊增加面板。雷伤可以配合芭芭拉适当打感电增加输出。香菱位置的更换同理 这种类型的配队在低层深境螺旋同样有不错的表现，高层的话更考验玩家对于输出时机和切人时机的掌握，大地图使用时甚至可以配双风双雷羁绊以及带凯亚或雷泽减体力消耗用于跑图，毕竟输出和生存压力都不是很大。 4.2 战法牧铁三角（氪金型） 刻晴 莫娜 温迪 琴 emmmm，莫娜温迪琴可根据自身角色池自由更换，这里说一下配队的思路，相比较队长自闭型的配队方式，这里的配队就更倾向与攻略高层深渊，或者应对更难缠的怪物了。首先莫娜大招加讨龙可以给刻晴两个方面的增伤，其次双风的羁绊减伤体力消耗让刻晴打出更多的重击。技能CD同理。温迪大招提供聚怪，琴作为奶妈保证生存。可以说面面俱到。切人的顺序方面需要注意，先温迪开大，然后莫娜切刻晴。 没有以上5星角色的话，莫娜换芭芭拉即可，只是少了一个大招的增益（半步讨龙而已，不要也罢），温迪与琴可以视情况加入如班尼特，皇女，香菱，此类拥有增益效果或者脱手技能的角色，充当辅助或副C。除了温迪的作用较难被替代之外，其他两个角色的选择自由度还是比较高的。这套阵容在大地图的表现尤其出色（跑图快，爆发高），不考虑深境螺旋怪的情况下，同样有一战之力，在对应需要破盾属性时，替换相应属性即可。 虽然在配队的具体组成方面大多数阵容都大相径庭，但是其中的思路缺不能一概而论，现阶段大部分玩家并没有太多的角色，无法搭配出较多的角色组合，但在之后的版本更替中，阵容搭配这一块的选择，对于游戏的体验及螺旋攻略，还是占比挺重的。 顺便提一句，平民与氪金的角色差距，不考虑命座，终归会逐渐缩小，该有的角色，迟早会有的。 五、其他杂谈与总结 本期攻略到这里已经是尾声了，再次说明本人非氪金大佬，更多的情况下和大多数玩家一样，能白嫖为啥要充钱，所以命座的提升自己测试估计是不行了，只能和认识的一些氪佬相互交流以及借鉴其他大佬的测试数据进行整理了。 刻晴是我的第一个5星角色，所以也是本系列攻略的第一期，后续的角色攻略基本保持一天一更新，在1.1版本到来前全部更完。（也可能一天两更） 总结方面大致就是关于刻晴的输出流派选择，虽然我建议是前中期物理后期转雷，但毕竟游戏有时候总不会称心如意，比如久久出不了雷伤杯子，或者忽然出了极品的染血两件套，这些都是可能影响流派选择的原因。所以不论前中后期，根据自身的圣遗物属性，角色池的构成，以及喜好，去选择适合自己的流派，才是最重要的。 关于雷伤流刻晴的输出手法，铺讨龙这些的增益状态就不说了，这里简单说一下刻晴出场后的输出手法。 首先先甩一段E，随后接大招，大招结束接二段E，这样操作的好处在于，刻晴E的CD是按照丢出一段E的时间来计算的，而标记的消失有延迟，通过卡一个大招的动画时间，来达成第一个E附魔的雷伤结束后，第二个E以及准备就绪，从而达成长时间的雷伤输出。 以上仅适用于大地图刷一些血比较多的怪，深境螺旋不用考虑这么多，复杂的情况很难有系统化的输出手法。更多的是利用大招无敌去随机应变。 关于天赋的升级优先建议是平A＝大招＞E 那么本期攻略就到这里了，如果对你有所帮助的话，还望三连支持一下。谢谢大佬们。",
    "length": 5414
}