{
    "game_id": 2,
    "post_id": "56504012",
    "f_forum_id": 43,
    "subject": "【V4.8攻略·角色攻略】智明无邪——烟绯｜全体系最新攻略",
    "url": "https://www.miyoushe.com/ys/article/56504012",
    "created_at": 1723456415,
    "like_num": 70,
    "view_num": 313,
    "reply_num": 5,
    "text": "UID：103321378 前言： 超链图片 大家好啊(๑╹◡╹)ﾉ”， 我是主做 角色攻略向里主做内测至1.6版本的老牌女角色 的莎缇菈。 本期是 烟绯 的4.7版本全体系最新攻略 _(米游兔-加油)，机制说的东西比较多，主要是因为是老角色，所以相对于来说内容会有点扩展。_(米游兔—飚汗) 本篇攻略对于萌新参考有一点点，是专门做给喜欢 烟绯 或者或者说想玩好 烟绯 ，但是不知道怎么玩好的朋友们看的 ，更多渗及的东西需要时间积累，如命座、队友、武器_(米游兔—飚汗) 因此，请各位大佬们口下留情(*^▽^*)，如果有什么特别的东西我没有提出，或者我有错误，请在评论区提出。不要骂任何人还是什么东西，如果你真的很想骂，要骂就骂我这个臭做攻略的，我来跟你硬碰硬，不要伤害任何人，无关任何事务与团体组织。_(阿姬倒地) 有 其他玩法或者其他角色搭配请看其他大佬们的攻略☆(￣▽￣)/$:* ，谢谢大家的理解 好了，说了那么多，就来欢迎本次的攻略主角—— 璃月港知名律法咨询师， 烟绯 _(烟绯-没问题) 超链图片 a是普通攻击，Z是重击，A是平a/Z/下落攻击的总称，E是元素战技，Q是元素爆发； ATK是攻击力，CD是冷却时间 _(问号) 目录： 一、角色基础信息 （1）技能命座介绍 （2）机制介绍 ① 「丹火印」的用法 ② 手法补充 ③ 注意事项与队伍搭配原理 二、各玩法阵容搭配 （含队友搭配与装备配置） （1）战场火伤主C （2）高精通战场武装驾驶员 （3）纯盾辅（一般不推荐） 一、角色基础信息 超链图片 （1）技能命座介绍 技能： 除了Q命中敌人时是强火附着，其余的攻击手段命中敌人都是弱火附着 。 除了A有附着CD，但是很短，基本每次都可以触发反应，其余的攻击都没有附着CD。 A： a 连续发射火球，造成最多三段的火伤，同时命中后会有一枚红色方块。 （在烟绯身后的红色方块就是「丹火印」） 初始最多持有三枚红方块 ，每次触发都会刷新已有的红方块持续时间。 每枚红方块都会降低烟绯的体力消耗（ 一枚减少15% ），并会在烟绯退场时消失。 Z消耗50点体力 ， 是钝击也有着削韧，平时可以用Z挖矿。 短暂咏唱后，消耗所有的红方块，在前方造成火元素范围伤害。 同时， 根据被消耗的 红色方块 数量，强化这次重击的范围与伤害。 _(烟绯-得意) （Z的时候身体上会显示有消耗多少个红方块） 关于A的补充 （1）对于a的补充 a.a的 火球 拥有追踪能力 ， 可以打的到在空中飞的怪 b.对于可以传送的敌人 ， 可以根据火球的轨迹来判断敌人将闪现的位置 c.在面对敌人突然瞬移时 ， 已发射的火球也会改变自己的方向去追踪敌人 （2）对于Z的补充 a.Z是范围伤害 ， 因此可以同时打聚一起的敌人； 而且还能自动瞄准敌人，即使隔着障碍物也能打到。 b.Z的锁定范围很大， 哪怕很远的距离目标都打的到 ， 比如风魔龙不爬上脖子也可以打 c.Z的伤害判定范围只有靠近地面的一小段距离，所以Z是打不到飞到空中的敌人 比如：风神Q吸在空中的敌人，烟绯的Z就完全打不到 d. 释放Z前是有一段 短暂咏唱，也就是她 盖印章从被召唤到盖下去前的这段时间内 ， 是可以通过冲刺或者跳跃来打断的 （这个特性，可以利用来躲避伤害，也不会浪费已经叠好的红方块，又可以重新打Z） E： 唤出烈焰，造成火元素范围伤害； 命中敌人后，会赋予最大数量的红方块 。 Q： 痛苦80能 ，引发烈火冲击周围的敌人，造成火元素范围伤害； 并为烟绯自己赋予最大数量的 红方块 与「灼灼」效果。 _(烟绯-睡不着) 「灼灼」效果： ①每1s ，为烟绯赋予一枚 红方块 ，同时 提高Z造成的伤害 。 ② 该效果会 在烟绯退场与倒下时移除。 天赋： ①烟绯通过Z消耗红方块时 ， 每枚红方块会提升5%的火伤，持续6s。 在该效果的持续时间内再次施放Z时，会先移除原有的效果。 _(烟绯-无奈) ②烟绯主动施放的Z造成暴击时 ， 会额外造成一次80%ATK的火元素范围伤害 ； 该伤害视为Z伤害 。 （ 挂火频率因此变高 ， 1次Z有2次挂火 ， 像在玩蒸发流里只有单水芙宁娜很容易压不住火，所以一般最好再配一个后台挂水角色，或者换挂水能力更强的角色上场 ） 超链图片 命座： 烟绯的官方定位是 主打Z的火系主C站场法师 _(烟绯-得意) 关键命座：1命/4命/6命 ；其中， 1命与6命是最关键优化手感命座 1命：烟绯进行Z时，每持有一枚红方块 ， 都会提高烟绯在咏唱期间的抗打断能力，并额外降低本次Z的10%体力消耗。 （ 战斗时需要冲刺来躲避伤害，但是冲刺需要消耗体力，而配合1命就可以放心的使用冲刺了 ） 2命：烟绯的Z对于生命值低于50%的敌人 ， 暴击率提高20% 。 （ 配合天赋②，因此最好堆70%—80%的暴击来触发效果 ）_(烟绯-没问题) 3命：E+3级 4命：施放Q时 ， 生成一个伤害吸收量等于生命值上限45%的护盾 ，持续15s。 该护盾对火元素伤害有250%的吸收效果。 5命：Q+3级 6命： 烟绯持有的红方块最大数量增加一枚。（即可拥有4枚「丹火印」） （2）机制介绍 超链图片 ① 「丹火印」的用法 作用： a.减少体力消耗 每持有1枚红方块就可减少15%的体力消耗。 拥有3枚减少45%，拥有4枚减少60%，对消耗体力的运动，如：Z、冲刺、奔跑、攀爬、飞行都生效。 注：1命只提供Z减少10%的体力消耗，像冲刺与奔跑等其他消耗体力的运动都享受不到。 1命配合6命，在持有4枚时施放Z不消耗体力，(15%+10%)×4=100%。 分享一个没什么用的有趣小知识 顺带一提，有一个没什么用的有趣小知识 因为开Q后红 方块的存在时间变长，烟绯可以在单人无队友的情况下，直接开Q后从蒙德摘星崖飞到螃蟹无人岛，分享这个，主要是我个人觉得这是个很有趣的发现，实际上这个能力对于跑图没什么用 b.增加Z的伤害倍率 Z的伤害倍率会根据消耗的红方块数量结算倍率， 消耗越多就倍率越高 像是A天赋10级，消耗红方块数量结算的重击倍率： 0枚160%、1枚188%、2枚216%、3枚245%、4枚273%。 c.增加火元素伤害加成 需通过Z消耗红方块来获取，每消耗1枚就会获得5%的火元素伤害加成。 （3枚就是15%，4枚是20%，加上 烟绯满级后自带24%，还有火杯子，就是3枚85.6%/4枚90.6% ） 获取方式： a.A命中敌人获取1枚； b.E命中敌人直接获取最高持有上限； 非6命3枚，6命4枚。 c.施放Q直接获取最高持有上限； 非6命3枚，6命4枚。 d.施放Q后为「灼灼」状态，每1秒自动拥有1枚。 ② 手法补充 超链图片 a. 尽量用a叠好3枚红方块再使用Z，保证伤害最大化 ，以及 烟绯退场会清除所有红方块 b.即使6命后也不太推荐4a+Z ，首先她的a只能流畅 地 使用3次，在第三 段会有一段僵直，无法完美地再来第4次a，所以很容易不太顺手 c. 直接E+Z也可以快速叠满天赋与伤害 d. 由于Q后每1秒自动拥有1枚红方块 ， 所以 在Q期间，只要2a+Z就能叠满红方块； 但是如果是用夜兰或者没满命的行秋，用这一套就容易压不住火，无法稳定蒸发，那就最好还是3a+Z来保持Z时能稳定蒸发。 e. 关于充能，如果想打一套爆发，就推荐堆130充能； 由于烟绯并不是主靠Q启动的角色，所以可以不怎么堆充能。 她不同于像魈、赛诺或者绫华这一类主要靠Q输出的角色， Q只是给她提供爆发的输出能力，哪怕没有Q也有作战能力 ， 所以一般来说队友叠好buff之后她一样可以上去，没有Q也没关系 。 如果在战场上有其他要求也可以先换下去，不一定要等到Q时间结束才换下去。 f. 总的来说，手法就是： Ⅰ. 有Q期间时 ， aQZaEZ +重复aaZ； 用夜兰或者没满命的行秋，推荐后面操作为 3a+Z 。 Ⅱ. 在Q能量未蓄满或不在Q状态时 ，可3a+Z ， 其中穿插E+Z ③ 注意事项与队伍搭配原理 超链图片 a.关于烟绯Z、E、Q有个特性 ， 一般来说火元素攻击打冻结状态的敌人，是触发蒸发或者融化反应 。 但是烟绯这些上面说到的攻击手段，反倒是先触发碎冰； 所以她与冻结相性很不好，最好队伍不要冰水元素同时组队， 但是可以利用这个特性来破岩盾。 b. 如果在「凝结之冰」是会受到影响的 ٩( 'ω' )و get！， 会抵消红方块降低消耗体力的效果 _(烟绯-睡不着) 所以最好就是通过班尼特或者琴团长的Q，强火/强风附着来反应掉，这样就不会消耗体力了。 c. 一般情况下，如果只是单独的蒸发或者超载，蒸发伤害是比超载高的 虽然超载容易把怪炸的到处都是，但烟绯有很强的索敌功能与攻击范围，即使很远也打的到； 以及超载反应有很强的消韧能力，轻松就能打断敌人的行动， 还能快速破岩盾。 既然蒸发伤害高，超载又有这么强的消韧功能 ， 那么为什么我们不能全要呢？ 巧合的是，在火元素攻击打中感电状态下的敌人，是可以同时触发蒸发与超载的！ 所以，配合后台挂水+后台挂雷角色来打出不错的伤害也是可以的。 d. 另外，草元素也很容易把水元素消耗完，高频率挂草的角色也不太推荐。 也有别的特殊情况是， 用白术，配合2个角色来挂水就可以补回来了 ， 加上白术能产生绽放有草原核，让烟绯又有烈绽放这个输出手段。 _(烟绯-得意) e.前面也说过了， 烟绯对于打融化反应 非常困难 主要原因还是挂火频率太高了，容易把冰附着用完，还会反过来给别人挂火； 加上能高频率挂冰角色又太少了，基本很难稳定融化。 可办法总比困难多 ， 可以靠绫华与万叶的Q去挂冰，然后烟绯再触发融化 但是偶尔还是跟不上， 因此需要烟绯主动放慢输出节奏，等队友挂冰了以后再去攻击。 最后还有一个问题是绫华Q持续时间太短了，CD又太长了，而且充能也痛苦，很容易有很长的空窗期。 所以这个队伍只合适打木桩类Boss使用，一次性小爆发队伍。 f.如果还是想玩融化反应， 那么干脆直接就配合闲云打下落攻击吧 ，直接解决Z无法打融化的问题，当然蒸发也可以。_(烟绯-没问题) 二、各玩法阵容搭配 （含队友搭配与装备配置） 超链图片 主C/战场触发器天赋优先级：A>Q>E； 战场触发器也就是高精通战场武装驾驶员 纯盾辅，一般都是讨龙试作工具人，只要有4命就行，甚至不用点天赋， 一般不推荐烟绯当盾辅 （1）战场火伤主C 超链图片 圣物： 主C推荐4魔女， 4乐团， 4饰金（需要打反应）， 4渡火（纯火队） 4猎人/4辰砂（需绑水神） ， 任意2+2/ 4逆飞（主C次选） 主词暴攻 火 ，副词只要双暴与ATK，还有充能看个人 面板参考：1600—2000+ATK，70—80+/160—180+双暴， 可以考虑130充能 武器： 5星推荐 大典（ 绑水神， 高暴伤+提升重击效果）， 金流（ 绑水神， 暴击+提升平a与Z效果）， 四风（暴击+ 纯战场推荐 ）， 其次 神乐（高暴伤，开E加伤）， 图莱杜拉的回忆（高暴伤 ，提升a攻速，开E增加a伤害）， 锁（高攻击+绑盾）， 天空书（高攻击+特效元素加成） 其他一般般，有什么用什么 4星首推流浪书（高暴伤，最佳）， 其次 星尘商店的宗室（攻击）与黑岩（暴伤） 嘟嘟可（攻击，战场推荐）， 纯水流华（枫丹锻造，攻击，绑奶）， 无垠蔚蓝之歌（充能，提升a与Z伤害）， 万国诸海图鉴（精通，蒙德锻造）， 大月卡的匣里与遗祀玉珑（勉强一用）， 昭心/忍冬（实在没有前面几个，再考虑） 其他一般般，有什么用什么 3星推荐甲级宝珏（击败敌人15s内，移动速度与攻击提升） 其他一般般，有什么用什么 队伍搭配： 有的挂雷角色也可以换成千精雷神，八重神子之类的 这边只是给个队伍参考 ①烟绯+班尼特+行秋 +芙宁娜/夜兰/北斗/ 钟离/万叶/砂糖/莫娜 传统蒸发队与武装队（ 好多人啊 ） 班尼特4宗， 万叶/砂糖4风套 钟离，2千岩+2花海/4千岩 行秋/夜兰/北斗/莫娜4绝缘或者2+2，莫娜还能 4千岩 芙宁娜4剧团/4千岩，单水非4命最好有220充能，4命后110充能； 双水非4命170充能，4命后100充能 ② 烟绯+夏沃蕾+皇女+班尼特/北斗 超载队 夏沃蕾4奶昔/2花海+2千岩 ， 皇女4剧团/2+2 ③烟绯+白术+行秋+夜兰/芙宁娜 烈绽放玩法 白术4海染/4草套/4奶昔/2千岩+2花海 ④烟绯+艾梅莉埃+纳西妲/万叶/钟离+班尼特 或者 烟绯+艾梅莉埃+希格雯+绮良良/钟离 新任烈绽放纯火类玩法 艾梅莉埃4草套/4燃烧/4剧团/2+2 纳西妲4草套 ， 绮良良2千岩+2花海/4草套 希格雯4奶昔/2千岩+2花海/4千岩 ⑤烟绯+神里绫华+万叶+班尼特 只合适打木桩类Boss使用，一次性小爆发队伍 神里绫华4绝缘/2+2 ⑥ 烟绯+闲云+甘雨/罗莎莉亚/芙宁娜+班尼特 主玩下落攻击 闲云4风套/4奶昔/4宗或者2攻击+2攻击 甘雨/罗莎莉亚4绝缘/2+2 ⑦烟绯+班尼特+万叶/钟离+香菱 纯火队 ， 香菱4绝缘/2+2 （2）高精通战场武装驾驶员 超链图片 圣物： 一般 4乐 园 或者 4饰金， 过渡就2精通+2精通 主词精精精，副词也只要精通 武器： 5星推荐茶壶（草神专武） 4星推荐祭礼书（精通，刷新成功就多一次E）， 流浪的晚星（精通，给队友加攻击） ， 万国诸海图鉴（精通，蒙德锻造） ， 西风（充能，给队友充能）， 盈满之实（充能，加精通） 3星推荐魔导绪论（精通，给处于水或雷元素敌人增伤）， 翡玉法球（精通，触发反应提高攻击） 队伍搭配： ① 烟绯+白术+行秋+夜兰/芙宁娜 行秋/夜兰4绝缘或者2+2 白术4海染/4草套/4奶昔/2千岩+2花海 芙宁娜4剧团/4千岩，非4命最好有220充能，4命后110充能； 双水非4命170充能，4命后100充能 ②烟绯+纳西妲+行秋+久歧忍 行秋2+2，4绝缘，4宗 纳西妲4饰金，4草套 久歧忍4饰金，4千岩，4乐园 （3）纯盾辅（一般不推荐） 超链图片 圣物： 纯盾辅推荐4宗或者2花海+2千岩 主词条生充/生生，副词只要生命充能 武器： 5星推荐茶壶（草神专武） 4星推荐试作（当做奶）， 流浪的晚星（精通，给队友加攻击） ， 西风（充能，给队友充能）， 盈满之实（充能，加精通） 3星推荐讨龙（给队友加攻击） 队伍搭配： 其实纯辅助去哪里都可以，一般作为 对策卡， 这边就不主要推荐了 超链图片 果然只要是打反应的，都会写的特别多_(烟绯-无奈) 这一篇也已经快6000+字了，跟芭芭拉的5600+有的一拼23333，加上机制可以说的东西也很多 会尽快做女仆诺艾尔攻略的，大概明天还是今天晚上就做完吧_(神里绫华-喝茶) 感兴趣的朋友也可以看看别的_(阿姬灵感) 【V4.7攻略·角色攻略】闪耀偶像——芭芭拉｜全体系最新攻略 【V4.8攻略·角色攻略】掩月天权——凝光｜全体系最新攻略 【角色攻略】飞行冠军——安柏｜截止4.6版本全体系最新攻略 _(烟绯-没问题) 非常非常感谢你看到最后_(烟绯-得意) Thanks♪(･ω･)ﾉ",
    "length": 6200
}