{
    "game_id": 2,
    "post_id": "37989867",
    "f_forum_id": 43,
    "subject": "【V3.6攻略·角色攻略】萌新都可以看懂的妮露圣遗物详解",
    "url": "https://www.miyoushe.com/ys/article/37989867",
    "created_at": 1681467570,
    "like_num": 6722,
    "view_num": 131444,
    "reply_num": 383,
    "text": "UID 149991210 旅行者们好呀！3.6版本我们的大舞蹈家 妮露 将迎来复刻，还有哪位旅行者没有搞懂著名的 “妮绽放” ，或是还在纠结 圣遗物配装 呢 ？ 本期荒星攻略站给大家带来了关于“妮绽放”的详细梳理，并就圣遗物搭配展开了讨论，让我们一起来看看吧！_(妮露-谢幕) (长文预警，建议先收藏哦~） 前言 绽放反应小课堂 “绽放”系列反应均属于 剧变反应 （也包括：超载，超导，感电，燃烧，碎冰等） 。绽放反应伤害与触发角色 等级、精通 和 怪物抗性 有关，与角色本身的 攻击、暴击、爆伤无关 ，且 无视怪物防御 效果 。 1. 除妮露的丰穰之核落地即爆炸外，普通草原核会在产生后留在场上，若不用其他元素触发，则会 留场6秒后 自动爆炸，产生草元素范围伤害。草原核在场上 最多同时存在5个 ，如果后续再生成了草原核，会直接引爆先前生成的草原核。 2. 用雷元素触发的草原核绽放叫做“超绽放”，用火元素触发叫做“烈绽放”。 而“妮绽放”属于 原绽放 。 3. 在对群时为避免草种子伤害效果过高 （种门诞生！） ，策划给怪物增加的新机制，即 0.5秒内只能受到两次同类型的绽放伤害 。 4. 绽放反应为 AOE 的草伤，会使 自身角色受到伤害 ，但伤害量仅为原来的5%。 5. 绽放反应的伤害由触发者面板决定 。原绽放时，先草附着后水附着，就看水元素角色面板；反之则看草元素角色面板。 本篇伤害计算公式 ： 等级系数*反应系数*（1+剧变增伤+（16*角色精通）/（2000+精通））*（1-抗性） （此公式极其重要，贯穿全文） 等级系数：角色90级为1447，80级为1077 反应系数：燃烧0.25，超导0.5，扩散0.6，感电1.2，碎冰1.5，超载2，原绽放2，超绽放3，烈绽放3 【关于妮露，你不能不知道的机制】 妮露是一名集挂水、提高全队精通、强化绽放反应功能为一体的 增伤角色 。 她的功能性主要通过 E技能特殊释放产生的水环 和 两个固有天赋 实现 （战斗天赋可以不升级） 。 妮露E技能开启后造成1次弱水附着，并获得3次水元素特殊攻击机会 （完成后也造成1次弱水附着） ，此时可选择A （剑舞步） 或者E （旋舞步） 。 排列组合后有6种情况，而能最大化利用绽放反应的E技能组合是 AAE 。即第三击为旋舞步E，妮露进入 水环形态 ，获得脱手挂水能力。 水环形态： ①获得 跟随 当前场上角色行动的净天水环，持*12*。 ②每2秒对水环范围内的敌人造成1次独立弱水附着。 ③普通攻击为物理伤害。 第三击若为剑舞步A，妮露进入 剑气形态 （妮绽放几乎用不到），获得驻场输出能力。 剑气形态： ①妮露的普通攻击转为水元素伤害，伤害取决于妮露 生命值 。 ②伤害归属于元素战技伤害。 ③每3次普攻造成一次弱水附着。 “金杯的丰馈”与“丰穰之核” 妮露的固有天赋一对提升绽放队伍的作用有以下2点： 1）当队伍中只有水、草元素角色且妮露完成3次水元素特殊攻击，全队获得 “金杯的丰馈”效果 （30秒）：角色受到草伤时，获得100点元素精通（10秒）； 2）触发绽放反应时，取代草原核掉落 “丰穰之核” 。 丰穰之核： ①掉落即爆炸，伤害范围大于普通草原核。 ②丰穰之核攻击视为绽放反应的草原核攻击。 ③无法触发超绽放和烈绽放。 生命值最高多少达到增伤上限？ 如果说妮露的固有天赋1是通过改变传统绽放反应机制来提升妮露绽放队，那么妮露的固有天赋2就是 直接提升绽放反应伤害 。 让我们再看一眼剧变反应计算公式： 等级系数*反应系数*（1+剧变增伤+（16*角色精通）/（2000+精通））*（1-抗性） 由此可知，天赋二的增伤与所有元素反应所需的 精通 是一个乘区，分量并重。 让我们算一算天赋二增伤上限 ： 设X是妮露生命值超过30000的部分。 因为每超出1000，“丰穰之核”伤害提升9%，最多提升400%，可列式： 0.09X/1000=4，解得X=44444（小数点后约掉） 所以妮露需要 74444生命值 才会达到 增伤上限 ，放心堆！ 总结： 战斗时，妮露通常 堆高生命 ，并用 水环形态 配合队友，增加 “丰穰之核” 的产出频率，以触发优秀的 对群伤害 。 【如何利用圣遗物进一步提升妮露绽放队伤害？】 首先我们得明白妮露绽放队的高伤害逻辑：在妮绽放队中，妮露不是水C，而是一个凭一己之力，改变传统原绽放反应机制的 增伤辅助 。 以其中一个比较典型的妮露绽放队（妮露、珊瑚宫心海、纳西妲、柯莱）为例： 【队伍循环输出手法参考】纳西妲E，妮露E一下接AAE，心海E，纳西妲EQ，柯莱QE，心海Q后AAA…… （注意心海开大后容易使场上水元素溢出，文末会讲解决方法。） 那么一轮输出循坏下，妮露绽放队 每个角色各产生多少“丰穰之核” ？ 一点儿高等元素论 1. 弱元素元素附着量为1单位，中元素为1.5单位，强元素为2单位。元素攻击对怪物造成元素附着时，附着量为原携带量的 80% 。 （例如，对敌人进行弱草元素附着时，敌人草附着量为0.8） 2. 因为 水被草克制 ，所以草元素和水元素1：2发生反应时，生成1个草原核。（例如，先对敌人进行2单位强水附着，附着量为1.6，与后手弱草反应，草元素也会把水元素消耗完，只能产生一个草原核） 3. 后手攻击元素是元素量的100%参与反应，即 后手元素反应后不残留 。 （例如，怪物有0.3单位草元素附着残留，与1单位弱水元素反应，只能再产生一个草原核，且怪物不会有水附着） 在妮露+珊瑚宫心海+纳西妲+柯莱的队伍中，妮露和心海均为弱水附着，纳西妲E技能开启时为弱草，之后的协同攻击为中草，柯莱的Q和E为弱草。 所以 理想对单情况下 ：纳西妲E，妮露E一下接AAE （妮露产2水种） ，心海E （心海产1水种） ，纳西妲EQ （妮露、心海各产1水种） ，柯莱QE （妮露、心海各产1水种） ，心海Q后AAA……（心海大招输出，eg.8秒内妮露产3水种、心海站场+水母共产7水种） 由此，我们假定妮露与心海的产种数量占比为 1:1.5 。 *水种：水打草生成的草原核。 备注 实战中的 妮绽放队更多运用在对群 ，且剧变反应有以下限制：每个怪每0.5秒只会受到来自同一名角色的两次伤害，因此可能产出的多个种子中只有两个对怪物造成伤害；此外妮露水环范围没有接触到怪等都会影响有效草种子的数量。故1：1.5只是大概值。 以下数值计算中妮露90级，武器圣显之钥，圣遗物主词条生生生，70000血增伤360%；心海90级，武器不灭月华；队伍妮露、珊瑚宫心海、纳西妲、柯莱；将触发者视为1000精通，在此基础上将的不同触发者触发的原绽放反应伤害作处理（妮露*1、心海*1.5），得出大致伤害占比。 *注意： 1.上表的数字 不是实际伤害值 ，只是原绽放伤害提升的可视化。 2. 2千岩妮露指搭配任意散件达到生命值70000（此计算暂不涉及新圣遗物花海，有花海2件套会更容易达到70000生命值），乐园妮露在此基础上减去20％的生命值加成。 3.触发者无论什么条件下都取1000精通（默认包含乐园套的80精通），这是一个高精通的环境，即重点看乐园4件套带来的提升。 根据乐园套的效果触发说明，可知 绽放反应触发角色装备乐园套 才能提高绽放伤害的上限。且越在高精通下，堆精通越稀释，乐园套刷取价值越高。 让我们再看N眼剧变反应计算公式： 等级系数*反应系数*【（1+剧变增伤+（16*角色精通）/（2000+精通）】*（1-抗性） 乐园套的提升（40%+40%*25%*4=80%）直接加在增伤乘区（和妮露的固有天赋效果是加算），最多相当于妮露约9000生命值（9*9%=81%）带来的加成。 为什么更推荐队友心海佩戴乐园套？ 1. 由 剧变反应计算公式 ： 等级系数*反应系数*（1+剧变增伤+（16*角色精通）/（2000+精通））*（1-抗性） 可知，精通在反应中也十分重要，反应触发人普遍是精通武器+精精精圣遗物，而如果妮露更换圣遗物，将会对她的有效词条生命值造成消极影响。 2. 吃满乐园套被动效果的伤害加成需 佩戴者为绽放反应触发者 ，但在妮绽放中大多数种子都由 站场水系 触发。 3. 实战中怪物有抗性，但妮绽放队中只带了减草抗的队友，心海的海染泡沫伤害在物抗高的怪面前会大打折扣，装备海染套不如乐园套对原绽放反应伤害提升高。 所以妮露佩戴什么圣遗物呢？ 对于妮露来说，作为 不怎么触发 （除非贴脸）的全队绽放增伤角色， 2千岩+ 2花海 （3.6版本新圣遗物） 的双 血量加成 搭配，在当前版本应该是 最适合 的圣遗物组合。 总结： 1. 无论妮露是否装备专武，妮露绽放队中的原绽放伤害： 2千岩妮露+4乐园心海 > 4乐园妮露+4海染心海> 2千岩妮露+ 4海染心海 2. 妮绽放中种子多由站场水系触发， 更推荐队友心海佩戴乐园套 。 2千岩+ 2花海 是妮露最适配的圣遗物组合。 关于饰金套 套装效果提高由装备者后手触发的绽放伤害。 角色 400精通以下 ，4饰金> 4乐园； 角色 精通400左右 ，4饰金和4乐园差不多。 不建议妮露佩戴饰金的原因： 1. 绽放反应触发人一般建议800 精通以上，普遍是精通武器+精精精圣遗物，精通会很容易突破400的限制，精通带来的加成会稀释更多。 2. 要吃满饰金4件套的精通提升效果（150点精通）对配队有一定限制，如在妮露、珊瑚宫心海、纳西妲、柯莱这个2水2草的队伍中，妮露佩戴4饰金，只能为全队提升100点元素精通。 因此总体来看，绽放反应4乐园> 4饰金。 写在最后 在妮露绽放队中， 优先推荐妮露带2千岩+ 2花海，心海或水系队友带乐园套， 在妮露固有天赋二加成中生命值溢出后，可考虑给妮露换乐园套以进一步增加原绽放反应伤害上限。 当前草系角色除纳西妲外的挂草频率有时会难以满足妮露绽放队的挂草需求，尤其是在心海一命时会出现 水元素溢出的反向打工情况 ，解决方法除了抽草神一命+草神大招10级，还可以期待一下白术实装后的挂草频率。 另外，由于绽放反应的草种子也会让自身受到草伤且心海换掉海染一定程度会影响奶量，也可以从“大瑶瑶”的角度期待新角色白术。 听说荒星攻略站还出了纳西妲的圣遗物攻略，之后还会出白术的进阶攻略，米娜桑知道吗（强烈暗示）（关注！快点个关注！）（嘶吼）（激烈地爬动）（扭曲）（痉挛）（嘶吼）（蠕动）（阴森的低吼）（被运营姬拖走………） 【V3.6攻略·角色攻略】你不得不知道的纳西妲圣遗物搭配详解 _(妮露-冒头)本期的妮露圣遗物攻略就到这里啦！ 创作不易，麻烦点个免费的 赞 吧~ 也欢迎 关注 我们，获取更多原神攻略！ 旅行者们有什么疑问都可以在 评论 区留言，热心的运营姬会积极回复的~ 我们下期再见，拜拜~",
    "length": 4427
}