{
    "game_id": 2,
    "post_id": "51016796",
    "f_forum_id": 43,
    "subject": "【V4.5攻略·角色攻略】那维莱特·全解析︱机制/养成/配队",
    "url": "https://www.miyoushe.com/ys/article/51016796",
    "created_at": 1712042449,
    "like_num": 2645,
    "view_num": 84260,
    "reply_num": 258,
    "text": "UID：100559319 这里是阿斯盖特，本期是枫丹最神秘的最高审判官——「 那维莱特 」的角色攻略！本期将 详细地讲解 那维莱特的 技能机制 、 养成与装备选择 、 命座提升 和 相关队伍搭配 ~ “ 时常在想，什么时候可以走入一场雨中。 ” 【目录】 01.简析&一图流 02.技能解析 03.圣遗物搭配 04.武器选择 05.命座提升 06.队伍搭配 07.总结一下 【简析&一图流】 「 那维莱特 」具有可观的伤害制造能力，通过吸收【 源水之滴 】即可 快速施放 蓄力重击造成水伤。他的输出具有 出伤迅速 、 范围较广 、距离较远等特点，自身具有生命消耗和回复机制适配多种环境、生命值高反斩杀能力强，同时在枫丹的水下地区也具有探索加成。如果您是一位缺少强力输出的玩家，那么可以选择抽取那维莱特！ *文字太长不想看？先看看下方的 培养一图流 吧！ 【角色培养材料图表】 ▲以上是 简析 & 一图流 ▲ 【技能解析】 ▶天赋加点：普通攻击/重击（9+）＞元素爆发（8+）=元素战技（8+） ◆蓄力重击是那维莱特的核心输出手段， 推荐优先升级普通攻击的等级 ，其次升级元素爆发、元素战技 （对点即可） 。 【1】普通攻击/重击（A/Z 核心 ） 【普攻&常规重击】 ① 普通攻击有3段共造成3次水伤， 遵循常规元素附着 。 ②常规重击就是 蓄力时中途停止 的重击伤害，造成的1次 弱水元素攻击 （1元素量、9.5秒） 。 ——普通攻击、常规重击并不是那维莱特的主要输出手段，这里便不再赘述。 【重击蓄力·诉论心证】（ 蓄力 阶段） ①长按普攻键 （PC端按住鼠标左键） 将进入蓄力准备阶段，不吸收【源水之滴】需要约3秒的蓄力时间。 ②每 吸收1枚 源水之滴将 减少约1秒 的蓄力时间， 一次性最多吸收3枚 （吸收3枚即可快速施放蓄力重击） 。 ③ 「 旅行者·水 」产出的源水之滴也可被那维莱特吸收 。 【重击·衡平推裁】（ 输出手段 ） ①重击·衡平推裁 （以下简称“ 蓄力重击 ”） 为范围伤害， 每0.4-0.5秒 对路径上的敌人造成1次水伤，遵循常规附着规则 （ 弱水 元素） 。 —— 常规附着规则 ：同一模组的攻击在命中敌人后的2.5秒内，第1、4、7…次攻击（又称每间隔2次攻击）对敌人施加元素附着。 ②通过 移动鼠标 （PC端） / 滑动手机屏幕 （移动端） 来调整蓄力重击的方向，利用 方向键 来控制纳维莱特的移动。 ③已经开始蓄力重击便可松开长按的普攻键，不用一直按住。 ④冲刺、跳跃、施放元素战技/爆发都会中止蓄力重击的施放。 ④那维莱特 （0命） 施放蓄力重击时的抗打断能力较差、易被敌人打断攻击，可考虑队内 搭配1名护盾或提高抗打断能力 的角色。 ——护盾角色可选择钟离、莱依拉、绮良良、迪奥娜等，还有直接提高抗打断能力的迪希雅。 ◆蓄力重击是那维莱特的核心输出手段，施放元素战技、元素爆发的主要目的是产生源水之滴，从而使蓄力重击快速施放，推荐优先升级该技能。 【2】元素战技（E） 【元素战技·讲解】 ①命中敌人将造成 弱水伤害 ，并产生 4颗水元素微粒 。 ②只有 命中敌人 才会产生【源水之滴】，不命中不产生。 ③【灵息之刺·芒】造成的水伤攻击 无法触发元素反应、不会产出元素微粒，属于元素战技伤害，冷却时间为 10秒 。 ◆元素战技没有什么特别的机制，主要用途是命中敌人 产生【源水之滴】 、水元素微粒，又或是利用该技能与“荒性”敌人产生湮灭，使敌人接触强化状态等。如果培养材料不充裕，可以最后升级该技能。 【3】元素爆发（Q） 【元素爆发·讲解】 ①元素爆发分为两段攻击，第一段是施放攻击、第二段是降下2道水瀑，均造成 弱水伤害 ， 二者共享常规附着规则 。 ②仅靠战技产生的【源水之滴】加速施放蓄力重击是不够的，需要再配合该技能产生更多【源水之滴】——因此，可以 适当堆叠充能 来优化元素爆发的施放。 —— 单水 那维时，可将充能效率堆叠至 150%-170% 之间； 双水 阵容时可堆叠至 130% 左右。 ③ 需要甄别 与元素战技不同的是，元素爆发只要施放了就可以产生【源水之滴】，不需要命中敌人。 【那维莱特的技能施放】 源水之滴至多存在15秒 ，如果队内有角色的技能持续时间结束、增益效果结束，可以在进行1-2轮蓄力重击后切至其他角色再次施放技能 （例如可选择 中途再切回 万叶触发水扩散、刷新风套4件的减抗时间） 。 ◆元素爆发也能产生【源水之滴】，是那维莱特输出时的前置手段之一。在那维莱特的每轮循环中，通常都是要施放元素战技、元素爆发的，因此堆叠些许充能优化循环是不容忽视的！元素爆发同时具有可观的倍率，具有一定爆发伤害，升级优先级次于普通攻击。 【4】固有天赋（ 重要 ） 【固有天赋1·讲解】 ① 每触发1种水元素反应获得1层天赋效果 ，重复触发1种只获得1层 （0命至少3种、1命至少2种） 。 ②提升方式与 宵宫 / 流浪者 / 莱欧斯利 的战技效果类似——都是“ 直接给技能倍率乘以一个数值 ”。 —— 例如 ，90级那维莱特的生命值上限为1000点，8级的蓄力重击倍率为50%，触发3层天赋1的增益效果，当前水伤加成为20%、无其他伤害加成，暴击伤害为70%，90级敌人当前水抗为10%，则单次蓄力重击暴击时的伤害为：1000×50%×160%×（1+20%）×（1+70%）×（1-10%）×0.5≈734点伤害（0.5为敌人防御系数、数据做了理想化处理便于理解）。 ③每层 持续效果为30秒 ，即使每轮只触发1次某个水反应也可保证在每轮输出中稳定覆盖。 ④不限定触发角色，全队哪个角色触发水反应都能使该天赋获得1层效果。 ◆这一天赋算是那维的“配队逻辑”天赋了，该天赋的提升很不错，配合那维自身不错的机制、倍率可使那维制造可观的伤害。在当前的诸多那维队伍中，多是以触发2-3层天赋 （即队内能主动触发至少2种水反应） 为主的搭配。 ——双水三色队、单水四色队都可以的~ 【固有天赋2·讲解】 ①提升效果与水元素伤害加成一致， 直接显示 在角色属性面板上。 ②在生命值 大于等于80%生命值上限 时获得最大增伤， 低于30%生命值上限 不再获得增伤。 ◆虽然这一天赋的加成与那维当前的生命值挂钩，但是在数个版本的体验后，因为吸收源水之滴能够回复生命，且那维本身就具有强力的伤害制造能力，所以并不刚需治疗角色。当然，搭配治疗角色保持该天赋较高的增伤幅度也是完全OK的！ ▲以上是 技能讲解 ▲ 【圣遗物选择】 ▶圣遗物搭配 【套装选择】 ①那维莱特施放蓄力重击将持续消耗生命、吸收源水之滴将回复生命——多次的生命值变动可 迅速触发 「 逐影猎人4件 」的效果，推荐优先考虑。 ②由上方期望对比可知，其他套装搭配与逐影4件存在一定差距——如果有词条优秀的其他搭配 （可使那维莱特暴击率高于70%甚至更高） 、 暂时 没有刷取出较好的“逐影4件”，可以暂时使用。 ③前期过渡可选择“ 战狂2件 + 武人2件 ”的组合。 ◆ 不同套装 搭配时 伤害期望 对比 ——沉沦之心在 龙脊雪山圣遗物副本 刷取，生命2件包含 千岩牢固 、 花海甘露之光 ，水伤2件包含 沉沦之心 、 水仙之梦 。 【词条与面板】 ①在副词条相同时， 没有额外增伤来源 的情况下， 水伤杯要优于生命杯 ；搭配 增伤辅助 （如 枫原万叶 、 磐岩套钟离 、 芙宁娜 ） 时， 水伤杯与生命杯的差距不大 。 ——如果有 优秀副词条 的生命杯、暂时没有适合的水伤杯，那么生命杯时可以使用的。 ② 搭配“逐影4件” 时，理之冠通常优先考虑暴击伤害，由副词条堆叠暴击率，且最终 暴击率不超过64% （超过便会溢出） 。 ③选择其他套装搭配时，暴击率推荐70%起步 （80%以上更佳） ，此时可根据暴击率选择暴击/暴伤头冠。 ④生命值低于3.2W时，优先堆叠生命；生命值高于3.7W （搭配 双水共鸣 不高于 4.1W ），优先堆叠暴击伤害、暴击率。 ⑤当选择使用暴击率武器时 （遗祀玉珑、四风原典、金流监督等） 且选择“ 逐影4件 ”时，百分比生命优于暴击率词条。 ⑥那维莱特需要通过施放元素爆发 产生更多的源水之滴 、增加输出时间，可 适当堆叠 30%-50%的元素充能效率以 优化循环 。 ◆ 不同词条 搭配时 伤害期望 对比 *图中万叶的精通模拟为1000点，可提高40%水伤加成；没有计算风套4件的提升。 ▲以上是 圣遗物搭配 ▲ 【武器选择】 ▶武器选择 【 各武器 伤害期望 对比】 *本期望对比模拟了那维莱特3轮输出循环，并且具有逐级叠层的武器均按照逐级提高增益进行计算尽可能贴合实际战斗，流浪乐章的效果在3轮循环中采取了整体综合期望的形式。 ▶武器详解 【1】万世流涌大典/遗祀玉珑 ▶万世流涌大典（5★） ①当前对那维莱特提升最大的法器，可直接提供 暴伤 、 生命 加成，那维施放蓄力重击将消耗生命、吸收【源水之滴】将回复生命可 快速叠满该武器的重击增伤 。在叠满重击增伤后还将为那维 回复能量 ，优化元素爆发的施放。 ②不过，那维的1命也具有不错的战略价值，可 先抽取1命再选择抽取该武器 。 ▶遗祀玉珑（4★） ①解锁“ 珍珠纪行 （大月卡） ”获得，提供高额百分比生命加成，是当前与【万世流涌大典】 差距最小 的法器。但需要注意的是，获得生命加成需要先使那维莱特 处于后台至少5秒 ，然后切至前台的10秒内输出可获得。超出10秒该生命加成效果将解除。 ②该武器搭配【 逐影猎人 】4件时，暴击率的溢出概率较大，此时 副词条的优先级 可以为“ 暴伤＞生命＞暴击 ”。 ——不算副词条的暴击时，该武器搭配“逐影4件”就已经有了“5%+36.8%+36%= 77.8% ”的暴击了，如果副词条具有超过22.2%的暴击加成，那么就会 溢出暴击 ，这将折损暴击率的有效率，因此搭配“逐影4件”时需要调整所需属性。 【2】试作金珀/无垠蔚蓝之歌 ▶试作金珀（4★） ①万世流涌大典在伤害上存在一定差距，但是作为 锻造武 器，其能够提高那维的生命值上限，并且在施放元素爆发后还能 为那维回复能量 （精5可回复18点） ，优化技能循环。 ②装备该武器时，需要注意当前的生命值 （含双水） ， 如果已经超过4W生命 ，那么具有需要调整圣遗物的词条——减少生命加成、提高水伤/暴伤加成。 ▶无垠蔚蓝之歌（4★） V4.1版本呢的活动获得 ，充能效率提升可优化那维莱特的技能循环，武器技能还可 提高重击伤害 可进一步提高那维莱特的输出。如果暂时没有更多的法器原胚锻造试作金珀，那么该武器则是不错的选择。 【3】金流监督/流浪乐章 ▶金流监督（5★） ①那维能够 主动消耗 和 回复生命 ，可以快速叠满该武器的重击增伤，但该武器的攻击加成、攻速提升对那维的用处不大，武器利用程度不高。 ②搭配该武器时，也需要注意减少“逐影4件”副词条的暴击率加成数值， 避免暴击率溢出 。 ③这把武器虽然可以用，但表现力不及上述的大典、金珀、蔚蓝和玉珑等法器，没有上述武器时可考虑选择。 ▶流浪乐章（4★） 在那维莱特的大部分阵容搭配中，只能利用该武器的增伤加成 （ 1/3 的概率） ，每轮输出“赌”的成分很大，且有 20秒的真空期 ，获得增益与无增益时的差距较大，需要选择性考虑。 【4】不灭月华/碧落之珑 ①那维 基本只能利用这两把武器副属性的生命加成 ，武器技能对那维是没大提升的，只有在上述武器都没有的情况下才推荐考虑。 ② 不推荐 为了让自己背包里的这两把武器“就业”而放弃选择上述武器，伤害差距较大！！ 【5】其他武器 ①除了上述武器之外， 不推荐考虑副属性是攻击力加成的武器 ，因为那维主要依靠生命倍率。 ②如果没有抽取上述5星武器、没有锻造试作金珀、没有获得上述4星活动武器，但是拥有以下武器，可以暂时过渡使用——四风原典 （暴击率溢出概率较大，需要调整词条） 、 讨龙英杰谭 、黑岩绯玉 （无需精炼） 等。 ◆省流版 ：优先【万世流涌大典】，可选高精练【遗祀玉珑】；锻造的【试作金珀】性价比很高，如果法器原胚较少可用【无垠蔚蓝之歌】；【金流监督】虽然不能优化循环，但伤害也还可以；四风、玉珑、金流搭配逐影4件都要避免暴击率溢出，这时可优先叠暴伤、生命；以上武器都没有可以讨龙英杰谭。 ▲以上是 武器选择 ▲ 【命座解析】 【命之座·介绍】 【 对比 】各命座提升 【命之座讲解】 【 1命 】这一命座可以让那维莱特的 天赋1只需要触发2种水元素反应即可叠满 ，也就是1命那维的队伍 一般是优先双水配队 的。该命座的抗打断能力提升也让那维莱特的输出容错率大大提高，没有护盾庇护也不用担心那维在蓄力输出时被敌人打断，属于 质变命座 。 ——这一抗打断能力提升的效果可类比 雷电将军 施放元素爆发时、 纳西妲 长按战技时、 优菈 的光降之剑层数积累时、 迪希雅 的天赋1等。 【 2命 】根据天赋1的层数就能提高那维的蓄力重击暴伤，是简单直接的伤害提升命座。解锁该命座后，如果那维的生命低于3.7W、暴伤高于260%，可调整选择 生命头冠 。 【 3命 】直接提高那维的普攻等级，也就是提高了蓄力重击的伤害倍率，仍是提升很不错的命座。 【4命】这一命座可因那维受治疗产生额外的源水之滴，增加那维的输出时间。该命座更多是 为6命做铺垫 ，不抽6命的玩家不用考虑。 【5命】那维的元素爆发伤害占比不高，这一命座提升较小，更多是解锁6命的“必经之路”，不用专门抽取解锁。 【 6命 】该命座可以让那维在进行蓄力重击后就一直输出，不用再重新蓄力了，甚至通过不断转动视角在开始输出后可以“解放双手”，并且还将周期产生 额外水伤 ，解锁那维莱特的最强输出形态。 ——6命的洪流伤害属于 蓄力重击伤害 ，但不与蓄力重击共享附着计数，二者的附着相对独立。 ◆ 总的来说 ， 0命 那维就已经具备了可观的伤害制造能力， 是十分值得抽取的输出角色 。如果想要进一步优化那维的输出体验，可以考虑解锁 1命 。不以6命为目的的话，解锁至 2、3命 就已经使那维具有了强力的输出能力。如果想要解锁那维莱特的最强“龙王”形态，可以抽取 6命 。 【队伍搭配】 【1】 双水 直伤队 【0命一定要四色队吗？并不是】（ 重要 ） 【 点击查看 】天赋1不同层数触发对比 ①当前版本，能够为 全队提供生命值上限提升的手段并不多 ——仅双水共鸣、夜兰4命效果，所以大部分情况下的百分比生命加成也具有不错的提升。 ②前面我们知道，0命那维莱特需要搭配四元素队伍 （四色队） 才能稳定获得3层天赋1增益效果，而当队内出现相同元素角色 （三色队、双色队） 时，获取的增益层数将减少。 ③但是，在双水共鸣的加持下，三色队双水 （2层天赋） 、双色队双水 （1层天赋） 与四色队 （3层天赋） 的 差距并没有特别大 （如上图所示） ——可通过双水共鸣、辅助角色、后台伤害角色、额外元素反应伤害等手段来 缩小 这一差距。 【1.1】白万 芙特 【参考输出顺序】 ① 短 程输出 ：那维莱特EQ、芙宁娜EQ、枫原万叶EQ、白术E/Q、那维莱特蓄力重击输出 ② 长 线程输出 ：那维莱特E、芙宁娜EQ、万叶EQ、白术E/Q、那维莱特ZQE、万叶E、那维ZZZE 【角色培养】 芙宁娜 / 枫原万叶 / 白术 ①0命 白术 的充能可在在 230%+ ，优先考虑【试作金珀】、【祭礼残章】 （高精练） 等武器优化能量循环，该阵容中可优先【 昔时之歌 】4件。 ——1命白术的充能效率可在200%+。 ② 芙宁娜 的充能可在 210%+ ，可搭配【西风剑】、【灰河渡手】、【腐殖之剑】等充能类武器，优选【 黄金剧团 】4件。 ——解锁4命后，充能效率可在170%左右。 ③白术也可替换为 夏洛蒂 ，但较于白术没有护盾； 如果芙宁娜解锁2命 ，还可将白术替换为护盾类角色。 ——芙宁娜解锁2命后，仅依靠那维施放重击时的生命消耗也能快速提高芙宁娜的增伤层数。 【1.2】那芙钟 琴 【角色培养】 钟离 / 琴 *钟离也可提前长按元素战技产生护盾，但需要保证护盾施放过程或后续“岩脊”触发水结晶反应。 ① 芙宁娜 的充能可在 210%+ ，可搭配【西风剑】、【灰河渡手】、【腐殖之剑】等充能类武器，优选【 黄金剧团 】4件。 ——解锁4命后，充能效率可在170%左右。 ② 钟离 在该队伍可考虑【 悠古的磐岩 】4件，拾取“水结晶”来提高全队水伤。 ——“磐岩4件”需要装备者本人拾取对应结晶才能触发效果。 ③ 琴 优先选择【 翠绿之影 】4件 （风套） ，充能推荐在220%+。 ④ 闲云 的元素爆发也具有全体治疗效果，但是如果自己的闲云暂时不配合其他角色打下落攻击，也可让闲云“ 以群奶的定位 ”入队、担任治疗。 ——但不推荐专门为了这个队伍抽取，闲云还是优先搭配打下落伤害的队伍。 【1.3】“那 万 ”组合 【参考输出顺序】 ① 那万钟 达 ：那维莱特EQ、枫原万叶EQ、钟离E （长按） 、那维莱特蓄力重击输出 ——在第2或3次重击输出时，如果那维的战技CD结束，可以接着施放一次战技。 ② 那万钟 莫 ：那维莱特EQ、枫原万叶EQ、钟离E （长按） 、莫娜EQ、那维莱特蓄力重击输出 ③ 那万 莱 莫 ：那维莱特EQ、枫原万叶EQ、莱依拉QE、莫娜EQ、那维莱特蓄力重击输出 ①在该阵容中，达达利亚 （以下称“公子”） 甚至 无须登场 ，只依靠其固有天赋3 （诸武精通） 提高 那维莱特的普通攻击 （即重击） 等级 即可。 ②如果没有公子，也可考虑选择 莫娜 ，此时可将钟离替换为 莱依拉 、 迪奥娜 等冰元素角色。 ——冰元素角色的技能与莫娜元素爆发触发冻结反应，可以 延长莫娜星异的增伤效果 。 ③除了组双水，还可将公子/莫娜的第四人位置替换为其他具有持续后台元素伤害的角色，如 菲谢尔 、八重神子、北斗 （需要多叠充能） 等。 ——钟离也可替换为 迪希雅 ，利用天赋1（不吝佑助）提高场上角色的抗打断能力。 ④公子在搭配那维莱特时没有太多装备要求，之前在“万达国际”中是什么搭配保持不变就可以； 莫娜优先堆叠充能效率 优化技能循环。 ⑤其实也可以考虑“ 那芙万钟 ”，即使队内没有群体治疗，依靠那维莱特吸收“水滴”回复生命也能使芙宁娜的增伤提高， 如果没有“群奶”也可以考虑该阵容 。 【1.4】搭配 鹿野院平藏 的“双金珀”玩法 ◆ 队伍配置 ： 那维莱特 + 芙宁娜 + 鹿野院平藏 + 提供抗打断的角色 ◆ 队伍思路 ： 那维莱特和鹿野院平藏都需要携带【试作金珀】 （精炼等级越高越好！） ，二者施放元素爆发为全队回复生命，进而提高芙宁娜元素爆发的增伤幅度。鹿野院平藏的元素爆发只需要40点能量、12秒冷却，启动相对迅速，可以多次施放触发金珀的全队治疗效果。 ◆ 平藏 的装备选择：套装优先【 翠绿之影 】4件，优先 治疗头冠 ，解锁4命后对充能要求不高，4命以下求稳可带充能沙。 【1.5】 那维莱特 与 万叶 的组队公式 *公式更多为参考，当前版本，那维的伤害制造能力很强，选角其实挺灵活的。 ① 四元素队 ：那维莱特+万叶+护盾/抗打断+后台挂元素角色 （火/冰/雷） ② 搭配 芙宁娜 ：那维莱特+芙宁娜+万叶+群体治疗 ——芙宁娜解锁2命可将群体治疗位替换为仅场上治疗、护盾等角色。 ③ 双水 搭配 ：那维莱特+万叶+公子/莫娜+护盾角色 ◆那维莱特具有极强的伤害制造能力，配队多是提高那维自身水伤为主，围绕“ 触发2-3种水元素反应 ”组队。当前的那维配队主要是 双水三色队 （双水三元素） 、 四色水伤队 （四元素素队） 。 【2】水伤 四色 队 【玩法讲解】 ①那维莱特为0命时， 触发3种水元素反应 可触发3层天赋1增益，同时为使其安稳输出，推荐搭配1名 提高抗打断能力 的角色——所以形成了“那维莱特+抗打断提升 （元素1） +脱手元素2+脱手元素3”的搭配。 ②那维莱特自身的输出能力可观，其他3名角色即可考虑提高那维莱特伤害的 辅助角色 ，也可选择具有 脱手后台伤害的角色 ，整体选择较为灵活。 ③示例搭配：那维莱特+枫原万叶+钟离+雷主/菲谢尔 ——“雷主”即为旅行者·雷。 【参考输出顺序】 ①搭配 雷主 ：那维莱特EQ、钟离E（长按）、枫原万叶EQ、雷主EQ、那维莱特蓄力重击输出 ②搭配 菲谢尔 ：那维莱特EQ、钟离E（长按）、枫原万叶E（点按）、菲谢尔E、枫原万叶Q、菲谢尔E、那维莱特蓄力重击输出 ——再次施放菲谢尔的战技是为了刷新战技的快照属性使其获得万叶的增伤效果。如果只是为了触发反应然后命中敌人产球可以不重新切除菲谢尔刷新战技。 【更多角色替换】 ①搭配 风套4件 的风元素角色 ◆需要具有脱手风伤技能，以便持续触发 水扩散反应 ，并且可以提供一定功能性，如温迪 （聚集） 、琴/早柚（ 持续治疗） 、琳妮特 （荒性角色） 、鹿野院平藏 （搭配金珀） 等。 ——风套即「翠绿之影」套装。 ② 提高 那维莱特抗 打断能力 ◆那维莱特在0命时的抗打断能力一般，更多需要搭配能够提高抗打断能力的角色， 如 钟离 、 莱依拉 、 迪奥娜 、 绮良良 、 迪希雅 。 ① 不推荐选择托马 ——其元素爆发的护盾量刷新与叠加 需要普攻触发 ，而那维莱特依靠重击输出。 ② 白术 的护盾量较低，在面对伤害、攻击频率较高的敌人时可能会出现 护盾提前破碎 的“真空期”，导致那维莱特被敌人打断攻击，需要注意。 ③ 辅助向迪希雅 的武器推荐优先考虑 祭礼大剑 。 ③后台角色 ◆ 四色队 对于那维莱特的 充能要求更高 ，推荐将充能效率堆叠至 170%左右 ，或者搭配 旅行者·雷 来恢复能量。 ——主要选择后台雷伤角色，如旅行者·雷、菲谢尔、八重神子、雷电将军等。（可优先雷主优化能量循环） 【3】 超绽放 玩法 【角色培养】 纳西妲 / 雷电将军 ① 单水 那维推荐充能在 140%-170% 之间，优化元素爆发的循环。 ②那维莱特解锁1命后，可采用“ 双金珀 ”思路，即那维、纳西妲均使用高精练试作金珀，再将 钟离 替换为 芙宁娜 、提高那维的输出，且“双金珀”为全队回血可抬高队伍血线、一定程度上保障每轮的芙宁娜增伤层数。 ③ 雷电将军 需要 堆叠元素精通 ，只利用战技触发超绽放反应。 【4】蒸发玩法 【参考输出顺序】 ① 燃蒸 玩法 ：那维莱特EQ、钟离E（长按）、纳西妲EQ、香菱QE、那维莱特蓄力重击输出 ② 蒸发 玩法 ：那维莱特EQ、万叶E、香菱QE、万叶Q、迪希雅E、那维莱特蓄力重击输出 【 补充 】为什么那维莱特可以“燃蒸”？ ① 倍率 可观，附着次数多 那维莱特每轮特殊重击能造成8次伤害，可施加 4次水附着 ，且重击倍率较高，因此蒸发反应收益不低。 ②水 克制 火，单火掣肘多 由于“水克制火”，每次触发蒸发后会将敌人的火附着完全消耗， 依靠单个后台火元素角色无法稳定 使敌人处于“火底”，导致那维莱特无法持续触发蒸发反应。 ③火草 共存 ，稳定保“火底” 燃烧反应能实现 短暂的 “火草共存”，后续施加水附着会“ 先与火元素触发蒸发反应 ”，剩余水元素再与草元素触发绽放反应——由于“草克制水”，即使水附着过量，也不会轻易将草元素完全消耗，因此草元素 有效防止了 “逆转火底”的问题。 ④燃烧 强火 ，支持打蒸发 每次触发燃烧反应会在燃烧状态下提供“ 无损耗的强火附着 （2元素量） ”，刚好支持1次弱水蒸发，而不继续与草元素反应，进一步降低对草元素的要求。 ①对香菱充能要求较高， 只建议全力堆叠充能 ，不强求其他属性 （搭配西风可堆叠暴击） ，推荐充能在 260%+ （越高越好） 。 ②钟离可考虑【 教官 】4件，进一步提高那维莱特的精通、提高蒸发伤害。 ③那维 解锁1命后 ，可考虑将钟离替换为 枫原万叶 等角色进一步提高队伍输出、“ 染色挂火 ”的能力。 （扩水较难，但依靠那维极强的伤害制造能力也能有可观表现） ④那维莱特的 常见组合 是“纯水输出”， 如白万芙特、那芙钟琴、那钟万达等 ，燃蒸能够创造可观的输出、是一种增加那维玩法的高上限选择。 ——追求安逸可以纯水为主，追求伤害上限的“暴力”可尝试“蒸龙”“燃龙”！ 【总结一下】 那维莱特在0命时便可以造成不低的伤害， 出伤能力优秀 。队友的选择主要围绕“提高抗打断能力”、“触发水元素相关反应”、“提高那维输出能力”和“具有输出能力的副C”这几个属性中进行选择，另外与其他水元素角色组成 双水共鸣 也是不错的选择。 ◆ 武器选择 ：万世流涌大典、遗祀玉珑、试作金珀、四风原典、无垠蔚蓝之歌等 ◆ 圣遗物套装 ：套装优选「逐影猎人」4件，可考虑沉沦4、水伤2+2、生命2+2、生命2/水伤2等组合过渡 ◆ 词条选择 ：搭配逐影4件选择暴击武器时，百分比生命的优先级高于暴击率；当队内存在枫原万叶等具有增伤能力的角色时，可考虑生命杯 ◆ 天赋加点 ：普攻/重击（A/Z）＞元素爆发（Q）=元素战技（E） ◆ 命座方面 ：可以1、2、3、6这几个命座为阶段目标。 以上就是本期「那维莱特」角色攻略的全部内容啦~我们下期再见！_(米游姬入欧)",
    "length": 10319
}