{
    "game_id": 2,
    "post_id": "45266719",
    "f_forum_id": 43,
    "subject": "【V4.2攻略·角色攻略】0命那维莱特带芙宁娜还是用四色队？",
    "url": "https://www.miyoushe.com/ys/article/45266719",
    "created_at": 1699441129,
    "like_num": 353,
    "view_num": 26280,
    "reply_num": 208,
    "text": "UID 187910738 Hello大家好这里是 呆唯 ！_(派蒙-哇) 大家期待已久的 芙宁娜 终于上线了，想必很多玩家都会不约而同地想到这样的搭配： 芙宁娜 + 那维莱特 。 _(那维莱特-摸头) 无论是在剧情中还是游戏配队上，这两位角色都是十分搭配的！ 1命的那维自然不用说，带双水也可以维持3层天赋。可能会有一大部分玩家有疑问，我是 0命 的那维莱特 ，我要不要带芙芙？ 带芙芙双水队和凑四色队哪个伤害更高呢？哪个更好用呢？ _(菲米尼-冒泡) 会有如此之类的问题……本期就以 0命 那维为主题，我们分别研究他搭配 芙宁娜、公子和四色队 的情况。 目录 ① 队伍伤害 ② 充能需求 ③ 队伍对策能力 ④ 队伍养成 一、 队伍伤害 那维莱特武器都携带 精1大典 。我们控制圣遗物词条数相同，分为以下三个队伍对比： （1）那维莱特+芙宁娜 （2）那维莱特+公子 （3）那维莱特+香菱 伤害对比 ① 那维 + 芙宁娜 芙宁娜会使用枫丹的钓鱼武器： 灰河渡手 配队：那维+芙宁娜+万叶+白术 手法： 芙宁娜QE→那维莱特EQ→万叶E→白术EQ→那维莱特Z×3+E→万叶E→白术E→那维Z 流程约30秒 Dps为 77731.13 —————————————————————— ② 那维 + 公子 配队：那维+公子+万叶+钟离 手法： 钟离E→那维莱特EQ→万叶EQ→那维Z×3+E→万叶E→那维莱特Z 流程约27秒 Dps为 57647.21 —————————————————————— ③ 那维 四色队 我们使用可以让那维伤害最大化的角色，即挂火位：香菱，携带西风枪最佳。 配队：那维+香菱+万叶+钟离 手法： 钟离E→那维EQ→万叶E→香菱EQ→那维Z×3+E→香菱E→万叶E→那维Z 流程约30秒 Dps为 75320.16 总结 我们会发现， 0命那维带香菱组四色队和那维带芙宁娜的伤害 相差很小 ， 根据自身词条数不同，所呈现的结果也会不同 。（比如精通词条很高，生命词条相对比较少，那带香菱的收益会更高） 由于伤害相差非常小，所以带香菱还是芙宁娜 理论上都是可以的 。 不过要注意，这里是带的是 香菱 四色队， 不带香菱是没有这样的输出的 ，如果你的香菱被另一队抢了，比如万达、魈珐队之类的，那么芙宁娜还是值得一带。 至于拿公子当普攻拐的队伍，在伤害层面已经无法与芙宁娜相比了，这里是拿来做一下对照。 二、 充能需求 我们都知道那维是一个很需要大招的角色，那么 充能 必须在考虑范围内；且芙宁娜也是需要充能来为全队提供增伤的，香菱或者北斗等副C也是需要较高充能的，因此 充能也是评判这个队伍的重要指标 。_(娜维娅-买单) 充能对比 ① 那维 + 芙宁娜 以上一栏输出轴为例，芙宁娜的技能能产出10个左右的元素微粒。 那维大部分时间处于 前台 ，可以 吃到很多芙宁娜提供的微粒 ，极大缓解充能。 这里也会考虑 另外两个队友是否携带西风武器 ，充能需求如下图 （简单解释一下左边怪物掉球，怪物被打到一定血量是会掉落微粒或者晶球的，左边从上到下就可以依次理解为输出低、中、高。大部分玩家建议采用“怪物掉1晶球”那一栏作为参考） —————————————————————— ② 那维 四色队 以上一栏输出轴为例，香菱默认 西风枪 。 那维莱特单水体系，充能自然是要高一点。 也会考虑 万叶、钟离是否带西风武器 的情况： 总结 上一栏我们对比了这两个队的 伤害，相差无几 。 这一栏我们可以看到 充能 的差异： 对比可以发现 双水队的充能需求要 显著低于 单水队 。 我们都知道原神里充能循环是非常重要的，它兼顾了输出、生存等能力。 双水队 可以 减缓对充能的压力 ，提升队伍整体舒适度。 若那维带金珀，水神带水管，那么圣遗物的充能词条可以完全不堆，这对 单人裸伤的提高 也有一定帮助。 单水队 需要更高的充能，在圣遗物严选时需要更加注意一下，要 舍弃一些输出词条换充能 。 三、 队伍对策能力 我们都知道那维是一个三拐一纯水伤的角色，整队的输出大部分都集中于那维莱特本身。因此，队伍的对策能力也是非常重要的，那维单人能力确实断档的强，即便如此，面对不同的环境还是需要队友来配合的。 由于那维单人机制很全面，所以对策能力的区分基本上就是下面两点： 元素对策卡 ① 那维 + 芙宁娜 还记得我们在第一栏使用的队伍吗： 那维+芙宁娜+万叶+白术 。 之所以携带 白术 ，主要是由于它的 脱手奶+全队奶+间歇霸体 ，是最合适配合水神入队的。它 不仅可以快速叠全队增伤层数，又可以保持水神E技能的增伤，还可保证输出环境 。这些有且只有它能做到。 可以说这个队离开白术会失去不少的伤害。 万叶的战略价值大家都知道 ，增伤+减抗，且具备风系最方便的染色破盾，也是非常重要的一个角色。除非出现后台可减抗+奶角色，不然万叶的地位依然不可撼动。 因此在我看来那维双水基本上是 绑定了这类队伍 。也就是必须要一个 全队奶+持续奶+抗打断 ，有风系减抗更佳。所以像带 琴、钟离 的队伍作替补使用也是OK的。 当然，这些队友不能换吗？那也是 能被对策位换掉的，但是伤害会掉一大截 ，这时候多堆一些充能去组单水四色队伤害还会高很多。 那维+芙宁娜，伤害绝对爆炸，针对元素的 对策性 我觉得 较强 ，但没有到特别强的级别。 ————————————————————— ② 那维 + 公子 这个队相比于芙宁娜的队伍一个独特之处在于 先手 破 火盾 可以更快。 然后 盾位 可以更换为其他角色 ，伤害不会掉很多。 对策能力 会 略强于上一队 ，但也差不多。 ————————————————————— ③ 那维 四色队 顾名思义，四色队没有绑另一个水系，除掉万叶，队伍中存在 2个灵活位，对策性很强 。 生存位除了钟离还可以带其他角色，像莱依拉，绮良良等等，伤害不会掉很多。 副C位也不一定是绑定香菱的，像小艾米、北斗之类的，都是可以看具体阵容来决定的。 大世界能力 ① 那维 + 芙宁娜 这个队伍大世界是 极其舒适 的。 我们拿那维走大世界的时候经常有以下情况发生： 开E一次重击打不死怪物，开大又大炮打蚊子，这会导致充能问题。 芙宁娜不仅可以 解决充能 问题 ，更重要的是具有 低成本补伤害的 收尾能力 ，这能力在大世界是很宝贵的哦。 减少充能词条需求后，队伍里角色 裸伤就可以提高 ，这在大世界还是比较关键的哦。 更不用说芙宁娜—— 无限水上行走！ 这个能力我不说它nb，那也只能说它nb。 —————————————————————— ② 那维 四色队 这个队大世界能力也不差，因为可以带小艾米、八重神子之类的E启动角色，也可以帮助补伤害，不过芙芙的E技能是不会间断或是占用战场时间的。 另外，四色队在 充能方面或者裸伤方面也会差了些 。 优势在于可以搭配不同元素，对 不同解密有特攻 。 四、 队伍养成 既然比较推荐，那么最后我们就简单看一下 那维 + 芙宁娜 双水队伍 的养成（0命）。 伤害占比 那维莱特作为主C自然是占大头，不过芙芙作为辅助，同时作为副C也能打出相当可观的输出！ 那维莱特 武器 那维输出靠生命值，因此武器的白值是不用看的，只需要看副词条、被动是否存在加 生命、双爆或者增伤 即可。 万世流涌大典 无疑是最佳选择， 高额双爆，被动加生命，同时配合双水时可堆0充能循环 ，十分契合。 第二推荐的武器是新的纪行法器： 遗祀玉珑 。有高额的暴击率分数，被动亦有高额的生命值加成。在前台10秒才会掉buff， 那维可以全部吃到 ，是很不错的武器，精1也比其他五星好。 第三我推荐 四风原典 ，四风在五星里能排第二，有着高暴击和前台增伤，很好理解。 第四我推荐试作金珀，试作金珀在四星里仅次于遗祀玉珑，伤害相较其他的五星差距仅有2%，但是能够提供12点的充能，能够 缓解十几至二十几的充能 。 ———————————————————— 天赋 主点 普通攻击 ，次点元素爆发与元素战技，理论上战技和爆发可都不点。 那维主要伤害全部来源于重击，元素爆发和战技占比很低，主要是产水滴，不过有时可用作收尾，因此还是建议点一点。 ———————————————————— 圣遗物 主词条： 沙漏： 生命沙 即可 杯子： 水伤杯 头冠： 0命选双爆头 ； 2命选生命头 。 副词条： 暴击爆伤≈生命百分比＞充能。 套装： 首先肯定是 逐影猎人4件套 ，完美契合那维输出模式。而且那维自身增伤、倍率、爆伤非常高，且自带一个单独乘区。暴击率对其的提升是很可观的。 第二好的是 沉沦之心 ，可提供重击增伤。 乐团和2水2生可作为次选。 芙宁娜 武器 （五星默认精1，四星未作说明皆默认精5） 静水流涌之辉 ，作为一起up的五星武器，芙宁娜装备它可以有 最高的伤害 。 在双水队中芙芙并不需要很高的充能，因此按武器输出能力来选择就好了。（会配平充能词条） 其次是 磐岩结绿 ，和静水有一定差距，但是足够用了。 还有一个很推荐的武器： 腐殖之剑 ，和绿剑是差不多的水准，但是很多玩家应该没有这把武器，因为绝版了。 往后依次是圣显之钥、狼牙（精5）、裁叶萃光、灰河渡手、波乱月白经津 最后狼牙（精1）、黑剑、西风、船坞长剑、黎明神剑等都是可以用于过渡的武器。 —————————————————————— 圣遗物 请无脑使用 黄金剧团4件套 ，芙宁娜的输出集中于战技。 过渡套装可使用 2剧团+2生命 。 主词条： 建议 生命沙、生命杯/水伤杯、双爆头 生命杯和水伤杯伤害 相差很小 ，生命杯会略优一点。用哪个都没关系 副词条： 暴击暴伤≈大生命≥充能 —————————————————————— 天赋 平A可不点， 战技和大招都很重要，要对点 ，不可以偏科。 白术 只推荐三把 武器 ： ① 碧落之珑 ② 试作金珀 ③ 西风秘典 这三把武器缓解白术的充能压力，防止他开不出大招。 圣遗物： 建议 2充能+2生命 或 4流放 天赋： 元素爆发=元素战技＞普通攻击，普通攻击可以不点， Q和E都要一起点 ，如今两个技能都是保证水神大招叠层的重要手段！ 万叶 由于万叶其泛用性很强，我讲过最多的就是万叶的配装了，不过这个队伍里万叶不刚需充能，所以配装加点稍稍有变化。 武器： 苍古自由之誓＞西弗斯的月光＞铁峰刺≈东花坊时雨＞暗铁剑 圣遗物： 4风套 ，词条多堆精通即可 天赋： 这个队里用不到Q，所以要点就点E和普攻即可。 不过因为伤害占比很低，其实可以都不点。 综上，结论还是比较明显的。_(阿姬开心) 那维+芙芙是很不错的组合，如果你有那维+白术/（琴+钟离），或者打算拿下白术，那么芙宁娜我是强烈推荐一下的。（而且芙芙这么可爱，么么么么……咳咳 伤害层面上 ，那维 带芙宁娜和现在带香菱差不多 ； 充能方面 ， 双水队明显优于单水 ； 对策方面 ， 单水队 队友选择 更加灵活 ； 双水队 更 暴力，收尾能力强 。 （本文皆有自身经验及游戏理解得出，如有错误和补充请及时指出，感激不尽） 本期的内容就到这里，感谢大家观看。 如果本期内容对您有帮助还请点个 赞 支持一下哦~非常感谢！_(神里绫华-行礼) 计算、文案、图片：我叫呆唯",
    "length": 4605
}