{
    "game_id": 2,
    "post_id": "53843257",
    "f_forum_id": 43,
    "subject": "提瓦特料理盘点",
    "url": "https://www.miyoushe.com/ys/article/53843257",
    "created_at": 1718512212,
    "like_num": 668,
    "view_num": 5338,
    "reply_num": 42,
    "text": "提瓦特美食千千万，选错料理事倍功半，所以，哪个才是最具性价比的最优选？ 我好奇这个事情很久了，为了满足好奇心，我花了亿点点时间，盘点了截至4.8版本前所有的料理。 这个帖子在今后还会不定期做出更新， 统计之前，需要将食材分类，这里我将提瓦特大陆可以获取的食材分为以下大类： 1、19大常见食材 包括：盐、胡椒、洋葱、牛奶、番茄、卷心菜、土豆、小麦、稻米、豆腐、杏仁、虾仁、秃秃豆、咖啡豆、发酵果实汁 超链图片 以及小麦的加工产物：面粉 超链图片 牛奶加工产物：奶油、黄油、奶酪 超链图片 19大常见食材，无法通过大世界采集以及委托派遣或者种植来获取，不过好在此类食材在提瓦特大陆各地都可以大量购买，所以说只要有钱，就可以轻松获取。 这里整理了所有的购买点：PS： 游戏里有奸商，注意避雷。 望泷村良心商家清子，价格低于市场价。 超链图片 超链图片 2、肉蛋类 包括：鳗肉、鱼肉、螃蟹、鸟蛋、禽肉、兽肉；以及禽肉加工产物：熏禽肉，兽肉加工产物：香肠、培根、火腿 超链图片 3、采集食材 包括：薄荷、甜甜花、竹笋、莲蓬、松茸、蘑菇、星蕈、胡萝卜、白萝卜、香辛果、金鱼草、汐藻 日落果、马尾、茉洁草、泡泡桔、墩墩桃、沉玉仙茗、海草、堇瓜、椰枣、苹果 以及甜甜花加工产物:糖；螃蟹加工产物:蟹黄；日落果、树莓的加工产物：果酱；香辛果加工产物：香辛料 超链图片 超链图片 4、升级用食材 部分角色升级所需要的素材，同时也能用于料理 包括：琉璃袋、清心、钩钩果、小灯草、嘟嘟莲、绝云椒椒、树王圣体菇、帕蒂沙兰、绯樱绣球 超链图片 肉蛋类、采集类、升级类食材，虽然在可购买的数量上不及19大常见食材，不过好在可以通过大世界采集来获取，其中一部分还可以通过委托派遣或者种植来获取，按照获取数量以及方式，大致可以排列出食材获取难易程度。 这里为大家整理了所有食材的采购点，PS： 游戏里也有奸商，注意避雷。 超链图片 超链图片 此外，大世界探索也可以获得食材，但是因为数量太少，就不在此处罗列。 铺垫了这么多，为什么要强调获取的难易程度呢？因为同类同星级料理，获取的加成是一样的，但是价格和获取难易度却各有不同，对于萌新而言，前期资源相对较少的情况下，如何有效的获取和分配资源，是很重要的，目前原神当中有近200款料理，通过一系列数据的收集和对比，为大家推荐做出以下推荐： 一、生命复苏料理 一、生命复苏料理全收集 点击查看 超链图片 生命值复苏，顾名思义就是让角色死亡后重新爬起来的料理，最最著名的必是提瓦特煎蛋莫属！ 超链图片 食谱玩家自带，食材简单，一个禽蛋搞定，唯一美中不足的就是禽蛋购买点很少，虽然可通过大世界探索和每日派遣获得，可缺口始终存在，并且，1星料理在复苏角色后提供的生命值加成也很有限。 这里为大家推荐的平替是： 甜虾寿司 超链图片 虾仁、稻米，可大量购买，物美价廉。一星料理中提瓦特煎蛋的完美平替！ 绿汁脆球 超链图片 土豆、秃秃豆，可大量购买，物美价廉； 香辛料作为香辛果的加工产物，香辛果可委托派遣、可种植且可购买。 脆饼珐提 超链图片 面粉、秃秃豆、牛奶，可大量购买，物美价廉； 薄荷购买点虽然很少，但好在大世界遍地都是，可委托派遣、可种植，更加难得的是，同为2星料理，价格绿汁脆球还要便宜！ 最后隆重推荐： 金丝虾球 超链图片 虾仁、土豆、面粉均可大量购买，物美价廉 食谱来源璃月一级声望，获取便捷！ 作为三星料理，在复苏角色同时恢复大量生命值且价格便宜 不愧是刻晴最爱料理！ 二、生命值恢复料理 二、生命值恢复料理全收集 点击查看 超链图片 生命值恢复，顾名思义就是在瞬间提升大量生命值的料理，这里为大家推荐的料理有： 咖喱虾 超链图片 虾、洋葱、可大量购买，物美价廉。 香辛料作为香辛果的加工产物，香辛果可委托派遣、可种植且可购买。 塔塞斯杂烩 超链图片 番茄、洋葱、盐，均可大量购买，物美价廉。 脆脆鸡腿堡 禽肉、面粉、卷心菜、黄油 奶香菌菇脆塔 面粉、蘑菇、奶酪、奶油 超链图片 在这里突然感受到了联动食谱的含金量！这可是三星料理啊！！三星！！除了禽肉，其他材料都可通过商店大量获取，而禽肉可委托派遣获得 当然了，如果没有参加联动，也可以选择后面两款料理 肉酱千层面 超链图片 面粉作为小麦的加工产物，小麦可大量购买，继而加工成面粉 奶酪、奶油作为牛奶的加工产物，可大量购买，继而加工 兽肉可委托派遣，价格方面也比联动的鸡腿堡和菌菇脆塔更低，妥妥的三星平替！ 口袋饼 超链图片 面粉作为小麦的加工产物，小麦可大量购买，继而加工成面粉 番茄、牛奶可大量购买，物美价廉； 兽肉可委托派遣 作为柯莱的特色料理，让柯莱烹饪加成更高！ 三、生命值持续恢复料理 三、生命值持续恢复料理一览 点击查看 超链图片 这个门类只推荐一款 烤蘑菇披萨 超链图片 蘑菇可委托派遣、可种植且可购买。 面粉，作为小麦的加工产物，小麦可大量购买， 卷心菜可大量购买，物美价廉。奶酪作为牛奶的加工产物，可大量购买 琴团长的特色料理是所有生命值持续恢复料理中最具性价比的，没有之一！ PS：生命值恢复与生命值持续恢复料理的作用是可以叠加的，前者是瞬间恢复，后者相当于给自己加了个BUFF。 四、攻击力提升 攻击力提升料理一览 点击查看 超链图片 炸萝卜丸子 面粉作为小麦的加工产物，小麦可大量购买，胡椒可大量购买，物美价廉。 白萝卜可购买、委托派遣、可种植 蒜香面包棍 面粉作为小麦的加工产物，小麦可大量购买， 黄油作为牛奶的加工产物，可大量购买 超链图片 炸肉排三明治 超链图片 面粉作为小麦的加工产物，小麦可大量购买，物美价廉。 兽肉可委托派遣、卷心菜可大量购买，物美价廉。 杏仁豆腐 超链图片 杏仁、牛奶可大量购买 糖作为甜甜花的加工物，可购买、委托派遣、可种植 这里没有推荐小鹿的烤肉卷，因为炸肉排三明治的配料卷心菜比香辛料更好购买。 香浓土豆泥 土豆、胡椒，可大量购买，物美价廉。 奶油作为牛奶的加工产物，可大量购买 大黄金吮指鸡 禽肉可委托派遣，黄油作为牛奶的加工产物，可大量购买；胡椒、面粉可大量购买，物美价廉。 超链图片 再次感受到了联动食谱的含金量！联动果然都不是白给的！主打的就是量大管饱还便宜 膨膨泡芙 超链图片 禽蛋可可委托派遣 牛奶、面粉可大量购买；奶油作为牛奶的加工产物，可大量购买 五、暴击率提升料理 五、暴击率提升料理一览 点击查看 超链图片 这个数值一定是越高越好，所以直接推荐三星料理 「堆高高」 超链图片 兽肉可委托派遣，土豆可大量购买，奶酪作为牛奶的加工产物，可大量购买。小灯草？为了暴击率，花点时间采集一下也是值得的吧？_(绝区姬_自拍)_(绝区姬_自拍) 小灯草采集线 点击查看 超链图片 来来菜 超链图片 兽肉可委托派遣，稻米、豆腐可大量购买。鱼肉也可购买获得，虽然少，但是做料理也够了。 上述两款开服以来长期霸榜暴击，强度党最为熟悉不过的料理，不过随着旅程步入枫丹，又出现了一款新的料理，足够撼动前两位的地位，那就是 百味一缕 超链图片 禽肉、禽蛋可委托派遣，胡萝卜、茉洁草可购买，可委托派遣，可种植，关键价格比蒙德往事便宜许多。 六、体力恢复 六、体力恢复料理一览 点击查看 超链图片 阿如拌饭 超链图片 稻米、面粉、秃秃豆、番茄均可大量购买！主打的就是量大管饱！！ 炸鱼薯条 超链图片 鱼肉可购买；土豆、面粉、盐可大量购买 七、体力持续恢复 七、体力持续恢复料理一览 点击查看 超链图片 体力持续恢复，仅推荐两款料理 蛋包饭 超链图片 禽蛋可委托派遣，稻米、番茄、可大量购买，糖作为甜甜花的加工物，可购买、委托派遣、可种植 这个是用于攀爬和冲刺消耗的体力降低的 风神杂烩菜 超链图片 胡萝卜可购买，可委托派遣可种植，土豆、洋葱可大量购买，是少数性价比极高的料理 PS：体力恢复与体力持续恢复料理的作用是可以叠加的，前者是瞬间恢复，后者相当于给自己加了个BUFF。 八、防御力提升 八、防御力料理一览 点击查看 超链图片 渔人吐司 超链图片 食谱玩家自带！用料甚至比枫丹洋葱汤还要便宜！！ 面粉、番茄、洋葱、牛奶均可大量购买，小可莉的特色料理放到现在依旧能打！！ 莲花酥 超链图片 杏仁、面粉、可大量购买 黄油作为牛奶的加工产物，可大量购买；糖作为甜甜花的加工物，可购买、委托派遣、可种植 月亮派 超链图片 兽肉、禽蛋可委托派遣， 黄油作为牛奶的加工产物，可大量购买；面粉作为小麦的加工产物，可大量购买； 九、抗寒、治疗、生命值上限 九、抗寒、治疗、生命值料理一览 点击查看 超链图片 晶螺糕 超链图片 禽蛋可委托派遣；黄油作为牛奶的加工产物，可大量购买；面粉作为小麦的加工产物，可大量购买； 糖作为甜甜花的加工物，可购买、委托派遣、可种植 致水神 超链图片 禽蛋可委托派遣；面粉作为小麦的加工产物，可大量购买；咖啡豆、杏仁可大量购买； 以上就是4.8版本以来全料理推荐，在结尾需要再补充几点： 尽量做出美味的料理，同类料理当中，美味属性料理加成最高。 尽量做角色的特色料理，比其他普通料理拥有额外的加成。 尽量自己加工食材，加工食材比直接购买便宜的多 同理，尽量自己烹饪料理，自己烹饪料理，比直接购买便宜得多的多的多的多的多！！",
    "length": 3784
}