{
    "game_id": 2,
    "post_id": "18397304",
    "f_forum_id": 43,
    "subject": "【龙蛇藏归辑录】(1-2)-伊达的挑战状《白夜国地理水文考》",
    "url": "https://www.miyoushe.com/ys/article/18397304",
    "created_at": 1646233581,
    "like_num": 1645,
    "view_num": 97191,
    "reply_num": 203,
    "text": "【万全的攻略啊】 任务 ：伊达的挑战状 触发 ：破解迷宫后与底下的伊达对话 简介 ：你决定接受这场迷宫挑战。 内容 ：前置迷宫解谜；获得另一个伊达的认可状；开始解谜迷宫；伊达的认可状；成就；与伊达的残影对话；开启伊达的密室取得宝藏；获得白夜国地理水文考。 0.前置迷宫解谜 ： 打开稻妻渊下宫地图界面，前往常夜灵庙右上角的传送锚点，可以从此直接看到 整个迷宫 。 0-0：我们的目的是移动墙体位置，使得我们可以顺利到达 四处 发出黄光的 水元素石碑 前，激活水石碑即可打开 进入迷宫底部的栅栏门 。 0-1：先从传送锚点旁跳到下面的这个小平台上，上面有 日月回轮 、两个 三角形机关 。 (虽然有些角色的技能带水元素可以穿墙激活水元素碑，例如芭芭拉....但是下面还是按照正常流程步骤来写吧) 0-2：先将日月回轮切换为白夜状态。 0-3：然后再白夜状态下，分别击打这两个三角形机关各一次。 0-4： 解释说明，可直接跳过： 打一下左边的那个三角形机关，外面这圈墙壁就会绕着中心点顺时针旋转90度。 0-5： 解释说明，可直接跳过： 打一下右边的那个三角形机关，里面这圈墙壁就会绕着中心点顺时针旋转90度。 0-6：然后再切换为常夜状态，就可以跳下去开始走迷宫了。空中是进不去的，只能从地面上入口进去。 0-7：带水元素角色，从左下角的入口进入，激活第一个水石碑，然后依次激活234三处水石碑即可。 0-8：来到第一处水石碑前面。 0-9：用水元素角色即可激活水石碑。 0-10：然后继续往迷宫里走即可，去激活第二处水石碑，迷宫很小，肯定不会迷路的；里面蓝幽幽一片一片的，截图也看不清是吧..... 0-11：四处水石碑都激活后，迷宫中心地洞入口处的铁栅栏门就会打开。 0-12：跳下去，下面有个华丽的宝箱。 0-13：开启华丽的宝箱后，即可获得一个伊达的认可状，然后旁边墙角就会出现一个残影。 0-14：伊达的认可状。 触发任务 ： 过去与残影对话即可触发任务--伊达的挑战状；而且会给我们另一处迷宫的铁栅栏开启的钥匙。 开始任务 ： 打开任务界面，可以看到任务已经触发了，显示着：你决定接受这场迷宫挑战。 任务指引 ： 根据任务追踪，前往蛇心之地的这处宫殿内。 1.获得另一个伊达的认可状 ： 1-1：直接传送到附近传送锚点位置，然后沿着这条小路一直向前，右手边就可以看到宫殿入口。 1-2：从这个门进入这个宫殿。 1-3：里面有个地洞，不过被铁栅栏挡住了，到旁边这个机关处，有个开启选项。 1-4：将伊达给的钥匙放进去，即可开启大门。 1-5：跳下去之后就可以开始解谜了，按照步骤来(原理就是移动石柱门，使之与原来的位置对称)。 2.开始解谜迷宫 ： 2-0：解释说明：通过移动石门，使之与原位置对称即可，栅栏门挡住可以拉动墙壁上的拉杆将栅栏升起，击打三角形机关将石门移动到位后再将栅栏门放下来即可； 2-1：跳下来后向南走到尽头，可以看到一个日月回轮的机关， 切换为白夜状态 。 2-2： 然后去将日月回轮机关前面这堵墙上的 闸门拉上去 ，接着去 右边击打两次三角形机关 (机关运行需要时间，稍微间隔几秒再打第二次)，最后再回来将 闸门拉下来 。 2-3： 随后 从日月回轮左侧这个走廊一直往前走到尽头 ，然后 回头看 ，会发现对面的配置和这边一样，操作也是一样。 2-4：先将这堵墙上的 闸门拉上去 ，接着去 右边击打两次三角形机关 (机关运行需要时间，稍微间隔几秒再打第二次)，最后再回来将 闸门拉下来 。 2-5： 闸门拉下来后，再去 左边击打一次这个三角形机关 。 2-6：然后从左边跑过去，回到日月回轮机关那里。 2-7：将日月回轮机关切换到常夜状态，前面的宝箱就会自动解封。 3.伊达的认可状 ： 开启这个华丽的宝箱。 可以获得另一个伊达的认可状。 4.成就 ： 而且还会获得一个成就： 下次，试试社会派... 成就说明：完成伊达的迷宫挑战。 5.与伊达的残影对话 ： 回到之前的迷宫地底，与残影伊达对话。 6.开启伊达的密室取得宝藏 ： 就在残影伊达的左边，往下走有扇门，需要放入两枚认可状才能打开。 放入两枚伊达的认可状。 7.获得白夜国地理水文考 ： 密室里有个宝箱，宝箱里就有我们需要找的书--白夜国地理水文考。 任务完成 ： 到此任务就结束了，任务奖励会自动发放。 相关链接：(后续有问题在此处更新) 龙蛇藏归辑录(1-2)-伊达的挑战状-《白夜国地理水文考》",
    "length": 1845
}