{
    "game_id": 2,
    "post_id": "45159318",
    "f_forum_id": 43,
    "subject": "【观测枢】10宝箱的璃月高性价比世界任务——「循仙踪兮天遒」",
    "url": "https://www.miyoushe.com/ys/article/45159318",
    "created_at": 1699179164,
    "like_num": 354,
    "view_num": 31854,
    "reply_num": 117,
    "text": "大约 15分钟 就可以完成的小任务，可以获得 10个精致起步宝箱 （五 精致一珍贵一华丽 ），原神最有性价比的任务！ _(胡桃-哇) 注意：此任务包含三个 限时击败怪物挑战 且 禁止联机 ，建议萌新看下折叠怪物列表，掂量一下要不要开启。 _(胡桃-你好) 此任务要打的四次怪 四次分开的，可以补给可以中断。但 不做完任务不准联机 。 第一次为 限时40秒 击败2个岩盾丘丘人，2个雷射手丘丘人 第二次为 60秒 击败2个大火史莱姆，2个火丘丘人射手，1个火丘丘人投手 第三次为 60秒 击败一个水深渊法师，一个大水史莱姆，一个大冰史莱姆，两个冰丘丘人射手 最后需要 不限时 击败2个盗宝团射手，1个冰投手，1个雷投手，1个大锤一个大铲 任务流程 来到 璃月天遒谷阅读中央石碑 就能开启此任务。如下图 之后就正式开启解密了， 需要完成三座塔楼 ，分别是： 北侧塔楼的 三个火炬解密 西侧中央塔楼的 跑酷限时挑战 与南侧的 三个限时击败怪物 。 _(神里绫华-偷笑) 先从最需要攻略的 北侧火炬解密 塔楼开始。 一共有三层火炬解密 ，下面为每层的视频与图文攻略。 第一层 第一层很简单，如下图点燃即可，建议用安柏点燃，防止误触_(兔兔伯爵-哼)： 视频版： 第二层 一图流，方法不唯一，只说最快的_(夜兰-不愧是我)，下图红圈为点燃火炬 如果已经误触机关，对照上图火炬状态继续即可 详细见此折叠： 第二层火炬解密 首先随便点燃一根，然后以此顺时针排号，方便下文说 随后点燃二号 之后就像画五角星一样走就行，下一个是对角线的4号 然后是1号，继续画星星 再然后是3号 最后是5号 点燃5号后，直接点最初点燃的1号就行。 视频版： 第三层 第三层很简单，四面墙都是火炬， 从宝箱开始顺/逆时针打一圈就行 。_(神里绫华-喝茶)如下图 视频版： 全开启后， 拿着光锥前往触发任务地点的台座上就行 ，之后就可以继续解密了。 _(兔兔伯爵-魅力) 中央限时挑战 从下图台阶处，就能走到中央塔楼了，是一个限时获取立方的跑酷挑战。 此挑战需要岩造物或飞行的角色，如果没有相关的 可以先把旅行者切换成岩属性 。 _(请投币) 下文教学将仅用一个岩属性旅行者，诸位可根据自己角色修改。 _(睡着了) 图文版见此折叠： 中央限时挑战解密 方法不唯一，开始挑战前可以先在挑战旁台阶上提前放置好岩造物。 上来后沿着边缘，移动到斜对面（建筑东北角），如下图。 从此处位置可以直接爬到二层柱子上的平台，如果担心也可以放一个岩造物辅助，时间是充裕的。 然后在此平台上放置岩造物，爬上去后可以直接飞到对面的三层平台，如下图。 之后直接沿着三层墙壁边缘就可以拿到光块了。 注意，此处光锥要爬上柱子才会 停止计时，然后不用着急回中央，在三层平台上还有一个精致的宝箱，可以拿了再走。 视频版： 根据 ﻿ @Mirrer ﻿ 大佬提醒，需要爬上光锥所在柱子才算完成，各位注意一下。 之后同样是把光锥放台座上就行 _(吃惊) 左侧塔楼 左侧塔楼是打怪限时挑战，要注意，第二层会有两个火史莱姆，第三层会有水冰史莱姆和深渊法师。 详细见此折叠： 怪物列表 第一层为40秒击败2个岩盾丘丘人，2个雷射手丘丘人 第二层为60秒击败2个大火史莱姆，2个火丘丘人射手，1个火丘丘人投手 第三层为60秒击败一个水深渊法师，一个大水史莱姆，一个大冰史莱姆，两个冰丘丘人射手 之后同样把光锥放台座上即可 _(哼哼) 在三个光锥归位后，会刷新出盗宝团，包括2个盗宝团射手，1个冰投手，1个雷投手，1个大锤一个大铲 将它们全部击败后，就会掉落三个华丽的宝箱！ _(云堇-WINK) 拾取完宝箱后，任务便完成了！ _(云堇-期待) 最后附带一个 该地区其他宝箱收集攻略 ，天遒谷除了此任务给的外，还有 五个精致宝箱 与一个 岩神瞳 。 _(派蒙-摊手) 感兴趣见下列折叠： 天遒谷遗迹内剩余五个精致宝箱与神瞳 首先在上 中央跑酷塔楼 的楼梯旁有一个盗宝团守护的精致宝箱 此图来源观测枢大地图 之后沿着 中央跑酷塔楼外侧 爬到顶（室内上不去，从室外爬） 就能在塔顶树中看见一个岩神瞳 拿完神瞳后别急着下去，走到神瞳西侧位置缺口，能看见下方有个小平台，平台上有个珍贵的宝箱 之后可以飞到其他两座塔楼顶端了，下图先飞到了南侧塔楼，塔顶有个直接开启的精致宝箱。 之后跳下去，就能看见个打气球解密，打完后同样是精致宝箱 最后欧来到北侧塔楼，一样要从外侧爬上去，上面是个打风史莱姆解密。 首先能在北侧看见第一个风史莱姆。打破后第二个风史莱姆会在对面的南侧出现 再打破后第三个会出现在东侧，打破这个就会出现精致的宝箱 至此整个天遒谷遗迹就全收集了。 没有什么弯弯绕的早期任务，而且宝箱还特别多，太酷拉！_(纳西妲-沉思中) 如果有帮助就点个赞再走吧_(神里绫华-乖巧)",
    "length": 1992
}