{
    "game_id": 2,
    "post_id": "53495987",
    "f_forum_id": 43,
    "subject": "【V4.7攻略·角色攻略】平民大C？艾尔海森机制/配队解析",
    "url": "https://www.miyoushe.com/ys/article/53495987",
    "created_at": 1717556901,
    "like_num": 983,
    "view_num": 16089,
    "reply_num": 55,
    "text": "UID：508413405 草体系唯一的限定大C——艾尔海森堂堂复刻。艾尔海森曾有着平民第一C的名号，时至今日，已经是枫丹三体人的时代，大家还有兴趣培养吗。 下面将详细介绍艾尔海森的 技能机制 、 常用手法 、 装备搭配 、 命座提升 和 配队解析 ，带大家详细了解这名草元素大C的玩法。 超链图片 艾尔海森是一名 草元素单手剑输出角色 。其主要伤害为元素精通和攻击力混合倍率，并拥有精通转增伤效果。他利用技能获得 琢光镜 ，从而打出光幕协同攻击，通常在 草元素反应队伍 中担任 前台挂草和输出 的职责。 艾尔海森eq都就可以启动，相对灵活，但是仍然存在切人掉状态的问题。 【天赋介绍】 加点优先级：E > Q ≈ A。 建议E点9-10级，Q点8-10级，A点8-9级。 超链图片 普攻遵循默认2.5s/3hits默认附着，重击每2s最多附着一次，下落攻击的坠地冲击无附着CD。 超链图片 技能CD为18s。 突进攻击无附着CD，光幕每隔一次攻击附着一次。 光幕协同攻击 命中产1球，有1.5s判定CD。 超链图片 持续攻击期间切换到其他角色，攻击结束后再切海森出场也可以获得琢光镜。 元素爆发伤害遵循2.5s/3hits默认附着。 【机制与手法】 艾尔海森的核心机制在于 琢光镜 。拥有 琢光镜 时获得草元素转化，并且普攻、重击、下落命中敌人会触发光幕协同。 琢光镜 数量更多时，伤害和挂草频率就会更高。 切人后 琢光镜 消失 ，并且海森技能CD较长，注意技能分配。 琢光镜 最多拥有3枚，此时每次光幕攻击会打出“剑雨”，造成3段伤害。一般建议海森输出时 多打剑雨（3镜协同），至少维持2镜 。 琢光镜 每过4s减少一枚，期间一般可以打出2次光幕协同。生成 琢光镜 的方式包括 e、q、重击/下落 。（不需要时避免使用重击浪费生成琢光镜的机会） 海森站场平a时一般建议打 3a闪 。高配以后海森大招的伤害占比会有所提升。 e启动 初始没有 琢光镜 时，施放e可以获得2枚，再接重击/下落攻击就可以达成3枚，站场平a可以打出两次剑雨，然后琢光镜减少到2枚，继续平a可以打出2镜协同。 长按施放E之后可以接下落攻击，建议长E瞄准低处，减少在空中浪费的时间，有时卡怪的模型可以更快。 q启动 初始没有 琢光镜 时，开q约3s后可以获得3枚琢光镜，站场平a可以打出两次剑雨，然后琢光镜减少到2枚，既可以选择重击补镜再打两剑雨，也可以只平a打2镜协同。（重击/下落补镜效果有12s触发CD）。 低命海森如果有镜时开q，返还的琢光镜就会变少，因此，除非希望依靠大招斩杀敌人，否则建议0镜开q。 qe六剑雨 先q获取3镜，平a打出两次剑雨，然后琢光镜减少到2枚，接e补镜，继续平a打出两次剑雨，琢光镜再次减少到2枚，重击补镜，继续打出两次剑雨，合计六次剑雨。 如果精准控制平a与补镜的节奏，有机会一轮打出 七剑雨 。 埋镜 海森开q之后过约3s才会获得 琢光镜 ，期间只有白字平a，因此常常趁此间隙切队友施放其他技能，再切回海森获取 琢光镜 输出，避免浪费时间，并可以提高一些后台角色技能的覆盖率。 埋镜中常见的技能包括：久岐忍e/q、纳西妲ea重、八重神子ee、雷电将军e、菲谢尔e/q。 这是几种启动方式的演示视频。 六命效果 六命后，海森大招固定返还3镜，并且在 琢光镜 溢出时会获得大量双爆加成。 常见的方式包括在大招结束获得3镜后，在4s内接e或重击。 大招爆发 有时可能不需要海森持续驻场输出，而是主要依靠大招爆发和挂草，这时，由于在有 琢光镜 时开大，大招伤害更高，所以可以在E下落之后快速接大招，大招期间切队伍施放技能。拥有6命时，大招结束还能回来打剑雨。 【配装说明】 超链图片 下面分别给出艾尔海森的参考面板和不同武器圣遗物的伤害对比图表。 超链图片 超链图片 【命座与武器】 ✧ 一命：光幕攻击命中敌人时，将使共相·理式摹写的冷却时间减少1.2秒。该效果每1秒至多触发一次。 减少战技冷却，没有伤害提升。可以缩短海森的真空期。 ✧ 二命： 艾尔海森产生 琢光镜 时，每1枚产生的 琢光镜 将使元素精通提升50点，持续8秒。该效果最多叠加4层，每层独立计算持续时间。 琢光镜 数量达到上限时依然能触发该效果。 提高元素精通，低命海森通常不希望琢 琢光镜 溢出，所以可以获得150精通，带来13%左右的伤害提升。 ✧ 三命：e技能等级+3 主要输出技能倍率提升约18%，但是考虑到激化与裁叶的额外基础伤害，实际伤害提升不足10%。 ✧ 四命： 施放殊境·显象缚结时，会依据通过本次施放消耗与产生的 琢光镜 数量，产生如下效果： 每消耗1枚 琢光镜 ，使队伍中附近的其他角色元素精通提升30点，持续15秒； 每产生1枚 琢光镜 ，使艾尔海森获得10%草元素伤害加成，持续15秒。 上述效果的持续期间内重复施放殊境·显象缚结时，将先移除原有的效果。 提高伤害，一般能产生3枚 琢光镜 ，自身获得30%增伤； 六命前一般无消耗，六命时可能消耗枚，既队友获得90精通。最终提升幅度不大。 ✧ 五命：q技能+3 爆发技能倍率提升约18%。考虑激化后大招伤害提升10%-14%。 ✧ 六命： 艾尔海森获得如下效果： 殊境·显象缚结施放完成2秒后，将无视消耗琢光镜的个数，固定产生3枚琢光镜； 艾尔海森产生琢光镜时，若琢光镜数量已达到上限，艾尔海森的暴击率提升10%，暴击伤害提升70%，持续6秒。该效果在持续期间重复触发时，剩余持续时间将增加6秒。 大招固定返还3镜，特定条件下大幅提升双爆。 双爆带来的提升约30%，但是限制了输出手法。固定返镜使得轴可以更自由。两种效果难以共同发挥。 专武 裁叶萃光 相对于其他强力武器有15%左右的伤害差距，满精对比精一在长线时（即长时间打普攻和剑雨）有20%左右的伤害提升，但是高配时往往注重爆发，不一定能很好地发挥专武的优势。 艾尔海森的命座有稳步的数值提升和少许的机制优化，但是除了六命以外，提升幅度都比较一般。但是六命的高额数值也有一定的条件限制，六命的机制优化又和数值难以同时享受到。专武的数值也很可观，但是在高配短期爆发时发挥不全，是一名氪金收益微妙的角色。 【配队解析】 艾尔海森作为有较高精通收益的站场草元素输出角色，通常在草元素反应队伍中就业，主要包括 激化绽放 、 妮露绽放 、 纯激化 队伍。此外，烈绽放也是可以的玩法，但是表现一般，不做详细介绍。 草神纳西妲 作为后台群体挂草角色，与草元素减抗圣遗物 深林的记忆 高度契合，并且有一定的输出和拐力，是艾尔海森的常见队友。 激化绽放 以超绽放为主要输出来源，同时有一定激化率提升直伤的队伍。队伍中除了草元素角色外，还需要持续脱手挂水和雷元素角色点种。（高配后直伤占比会显著提高） 久岐忍作为e启动的随身脱手雷+奶妈，是这种队伍中的重要角色。 代表配队 海草行久 、 海草芙久 、海行久皇等； 参考输出轴 纳西妲e(q)(——久岐忍q)——行秋qae吃球/芙宁娜e闪qa——海森q——久岐忍e——海森aaa闪*2——海森e+aaa闪*2——海森重击+aaa闪*2 这是纳西妲只扫码一次而海森qe全交的轴，适用于打桩。 面对多波次或锁血敌人时建，酌情选用e启动与q启动中的一种，以便转火时切出纳西妲补e。 利用e启动时，可以参考下面这个轴，将久岐忍e前置，让下一次e可以更早施放。这个轴除了适用于多波次外，也可用于一轮不够斩杀、两轮伤害溢出的打桩场景。 久岐忍e——纳西妲eq——行秋eqa/芙宁娜e闪qa——海森长E下落——海森aaa闪3到4次——纳西妲eaa重——海森q——久岐忍e——海森aaa闪*2——海森重击+aaa闪*2 抽取建议 保证获取 纳西妲等队伍角色本体 。 久岐忍可以用雷电将军替代，可能需要相应地更换瑶瑶/白术/北斗等生存位。菲谢尔用以用北斗代替。没有纳西妲时一般用菲谢尔北斗这两名雷元素副C替代。 含芙的队伍优先抽取 芙宁娜一到二命 。无论是否有芙宁娜，纳西妲二命都是可观的提升，也在优先抽取之列。（但是纳西妲一命作用微乎其微，只有一金提升时优先芙宁娜一命） 此后抽取海森的五星武器（ 裁叶/有乐/绿剑 ）、 久岐忍二命 也是不错的提升。 此后可以进一步抽取圣贤之钥、其他命座等。 草芙久相较于草行久，产种变少，但是激化率提升，加上芙宁娜带来的全队增伤和自身的输出，队伍伤害会明显更高。 妮露绽放 以妮露天赋产生的丰穰之核为主要输出的队伍。艾尔海森在其中提供前台挂草和直伤输出，水元素队友产生大多数丰穰之核并补充直伤。（高配后直伤占比会显著提高） 队伍中只能有水、草元素角色，并且对盾奶的需求更明显。 代表配队 海妮行白 、 海妮芙白 等； 参考输出轴 妮露eaae/eaee——白术eaq——行秋qa——海森qa——行秋e闪开书吃球——海森aaa闪*2——海森e+aaa闪*2——海森重击+aaa闪*2 抽取建议 保证获取 妮露本体 。除了海森、妮露以外，水位在行秋/夜兰/芙宁娜之间按需选择，草位一般还要担任生存位，在瑶瑶、绮良良、白术之间按需选择。芙宁娜有6命时也可以选择纳西妲作为二号草位。 优先抽取武器 圣贤之钥 和 妮露二命 。 含芙的队伍抽取芙宁娜一到二命、含夜的队伍抽取夜兰二命、武器若水。 之后抽取海森的五星武器、其他命座、武器精炼等。 纯激化 雷草激化、不包含水元素的队伍。 代表配队 海八钟草 、 海八草皇 、 海八草白 等； 参考输出轴 纳西妲e（q)——钟离长E——八重神子ee——海森q——神子ea——海森aaa闪*2——海森e+aaa闪*2——海森重击+aaa闪*2 抽取建议 建议获取纳西妲，一般还建议抽取八重神子。 想要提升时优先抽取纳西妲二命； 随后抽取海森的五星武器、队友的命座和五星武器等。 下面给出两种配队的输出轴演示： 超链图片",
    "length": 4050
}