{
    "game_id": 2,
    "post_id": "37453606",
    "f_forum_id": 43,
    "subject": "【V3.5攻略·角色攻略】砂糖入门攻略 一图总结+详解",
    "url": "https://www.miyoushe.com/ys/article/37453606",
    "created_at": 1680255532,
    "like_num": 3005,
    "view_num": 299529,
    "reply_num": 160,
    "text": "UID 100143417 作者开服全角色玩家， 点击头像 查看更多攻略。 攻略制作不易，希望小伙伴们帮忙 关注点赞~ 【 主要面向 新手玩家 ，有建议欢迎评论区留言 】 【前言】 太长不看一句话总结版 没有万叶不要慌，砂糖赶紧来帮忙。 被动可以加精通，风套扩散能减抗。 零命基本完全体，有了命座会更强。 天赋可以都不点，角色等级不能忘。 千夜祭礼与晚星，魔导也行很好养。 西风金珀和讨龙，这些功能都很强。 首选风套精精精，还有充能要尽量。 不用减抗可教官，队伍精通疯狂涨。 组队搭配非常多，聚怪减抗是真香。 须弥版本吃精通，带上砂糖更是爽。 常见攻略术语解释 A/平A 普通攻击 e/E 元素战技 Q/大 元素爆发 Z 重击 S/闪 闪避/冲刺 C 主要输出角色 站场 在场上的角色 速切 切出来放完技能马上切走 后台 不在场上技能也能造成伤害 凹 多次尝试 拐 辅助 吃 需求 AOE 范围性伤害 buff 增益状态 debuff 减益状态 白字 一般指基础攻击力(只取决于角色等级和武器) 绿字 一般指附加攻击力 乘区 指不同的伤害加成区间 双暴 暴击率和暴击伤害 大攻击/小攻击 副词条中的攻击力百分比/攻击力数值 大生命/小生命 副词条中的生命值百分比/生命力数值 大防御/小防御 副词条中的防御力百分比/防御力数值 有效词条 指副词条中多少个是对角色有用的 2+2 2个不同的套装散搭 后摇 动作之后的僵直时间，一般可用闪避取消 锁面板 指持续技能按施放时的面板结算，就算增益效果消失了也能锁住，故称为锁面板 其他更多术语 可参考 【坤易小课堂】原神黑话/简称/术语的汇总介绍，全网最全版 【 仅供查看，欢迎转发，不得搬运，盗图必究 】 【目录】 【01     角色简述】 【02     抽取建议】 【03     相关反应】 【04     天赋解析】 【05     使用技巧】 【06     命座简评】 【07     武器推荐】 【08 圣遗物选择】 【09     配队建议】 【10     毕业属性】 【正文】 【01 角色简述】 作者总结 ——砂糖是一位能够提供一定 聚怪能力 、增加队伍 元素精通 、通过风套 扩散减抗 的 辅助 型角色，常常作为没有万叶或温迪时的下位替代使用，但是相对万叶温迪也有能够增加队伍精通的优势，在 需要减抗 或 精通收益较高 的队伍里砂糖都有很出色的表现，解锁一命后搭配祭礼书还能作为非常优秀的 风系充电宝 使用。虽然圣遗物一般只需要 精通主属性 ，对副词条要求不高，但是因为精通主属性的圣遗物掉率非常低，所以养成有一定门槛，但毕业难度不高。 【作为辅助】 优势 ：能够聚怪，可以带风套扩散减抗，被动可以加精通。 劣势 ：聚怪效果比较一般，手感不是非常好， 【02 抽取建议】 【推荐练】 1.没有万叶、温迪，需要一个风系辅助减抗。 2.队伍精通收益很高，而且还有位置上场。 3.风系角色大招充能有压力，砂糖有1命和祭礼。 【不推荐练】 1.已经有万叶或者温迪。 2.队伍没有精通收益。 3.风系角色没充能压力。 【作者建议】 砂糖常常作为万叶或温迪的下位替代使用，但是砂糖被动可以增加精通的作用是他们没有的，对于常规队伍来说风套的减抗还是非常重要的，所以建议 新玩家 没有万叶温迪 或者老玩家有 精通收益高的队伍 可以考虑培养砂糖 。 【03 相关反应】 【风 X 火/雷/水/冰 = 扩散 】 扩散反应需要敌人身上已有这四种元素附着之一，带有风附着的攻击命中时会产生扩散反应，还会将原附着元素传染到周边其他敌人。 【风 X 岩/草 = 不反应 】 不直接发生反应，也不会互相消耗。 总结 ：风系的元素反应以辅助为主，一般装备 风套 (翠绿之影)，通过 扩散 反应来 减少敌人对应元素的抗性 ，从而提升这个元素类型角色的输出。常规队伍里最好有一个能够减抗的角色，不过当敌人抗性减少到0以下即负数时减抗的收益会降低。另外风元素与岩草元素都不反应，再加上自己本身，也就是 风套无法减少风、岩、草三种元素的抗性 ，这也限制了风系角色的辅助能力。 【04 天赋解析】 辅助玩法 可以都不升级 （因为砂糖一般靠元素反应输出，元素反应的伤害和技能等级没有关系，不过资源比较多时可以适当升级技能） 【 普通攻击 · 简式风灵作成 】 描述 ：普攻四段的风元素攻击，重击消耗50体力造成风元素范围伤害，下落攻击通用模板。 评价 ：砂糖作为辅助时一般是不用普攻的，作为站场输出时一般会持续普攻，重击因为消耗体力太多一般也不用，但是砂糖站场主要是通过普攻的元素附着来触发扩散反应，而 扩散反应的伤害和技能等级是没关系的 ，另外因为砂糖一般堆精通，攻击和双暴属性都比较低，普攻造成的直接伤害也就不高，所以建议 不用升级 。 【 元素战技 · 陆叁零捌 】 描述 ：冷却15秒，召唤出小型风灵，将敌人与物体牵引至风灵所在位置，击飞范围内的敌人，并造成风元素伤害。 评价 ：有一定的聚怪能力但效果不是很强，在解锁1命后搭配祭礼可以实现三连E可以产出大量的风元素能量球，可以帮助风系队友充能。技能等级方面和普攻一样， 扩散反应的伤害和技能等级是没关系的 ，另外因为砂糖一般堆精通，攻击和双暴属性都比较低，技能造成的直接伤害也就不高，所以建议 不用升级 。 【 元素爆发 · 风灵作成·柒伍同构贰型 】 描述 ：需要80能量，冷却20秒，持续6s（二命再加2秒）。生成大型风灵，存在期间持续牵引附近的敌人与物体，击飞附近的敌人并造成风元素伤害。 【 元素转化 】(一般简称为 染色 )：若风灵在技能持续期间接触了火/水/雷/冰元素，会变色并额外造成该元素的附加伤害。 评价 ：砂糖的 后台输出 技能，但是持续时间比较短，在没有2命的情况下持续只有6秒一共进行3次攻击，有2命后持续延长到8秒一共进行4次攻击。砂糖大招的意义需要结合被动理解，因为被动的加成有持续时间限制，大招就可以通过在后台持续刷新被动，从而延长被动的持续时间，所以砂糖最好 堆一定的充能保证大招的施放 。 在风灵附近有多种元素时， 染色的优先级一般是火＞水＞雷＞冰 ，也就是同时有火和水的时候，风灵只会染上火，所以如果想要染对应元素，要注意附近不要有优先级更高的元素。 染色后 风灵一次攻击就会 造成2次伤害 ，一个是风元素伤害，一个是染色对应元素的伤害，这两个伤害还能够继续触发元素反应。 （风系具体的染色机制非常复杂，作为入门攻略这里不额外展开） 【 固有天赋 · 触媒置换术 】 描述 ：砂糖触发扩散反应时，使队伍中所有对应元素类型的角色（不包括砂糖自己）元素精通提升50，持续8s。 评价 ：这个天赋需要注意是 只加扩散对应元素角色的精通 ，比如队伍里有行秋和香菱，这时候砂糖扩散了火元素，那作为火元素角色的香菱的精通就会+50，而作为水元素角色的行秋就不会加精通。 （这个被动 可以在后台触发 ，虽然只有8秒，但是砂糖可以通过大招在后台继续触发扩散刷新被动，达到延长持续时间的效果） 【 固有天赋 · 小小的慧风 】 描述 ：E或Q命中敌人时，基于砂糖元素精通的20%，为队伍中所有角色（不包括砂糖自己）提供元素精通加成，持续8s。 评价 ：这个被动只需要 E或Q命中敌人 就能触发，能给队伍里 除了砂糖 的其他角色加精通，但是注意这个精通是 不能被继续转化 的，比如万叶精通转增伤的被动是不吃砂糖这个被动的精通加成的，具体解释可以参考文末链接。 （这个被动 可以在后台触发 ，虽然只有8秒，但是砂糖可以通过大招在后台继续触发扩散刷新被动，达到延长持续时间的效果） 【 生活天赋 · 不稳定发现 】 描述 ：合成角色与武器培养素材时，有10%概率获得2倍产出。 评价 ：非常非常非常实用的生活天赋！合成培养素材时一定记得要选砂糖！ （类似天赋的还有多莉的25%概率返还，但是收益是不如砂糖10%额外产出的） 【05 使用技巧】 常规使用技巧图片里基本都提到了，这里讲一下进阶的技巧： （1） 扩散环境元素 ：风系是可以扩散环境元素的，如水池、火把、电气水晶等，甚至可以扩散召唤物的元素如锅巴，合理的利用环境元素能够更好的触发元素反应或者破盾等。 （2） 染色自身元素 ：砂糖Q接触元素后会被染色，这个元素包括角色自己身上的附着，配合能给自己上元素的角色可以更好的染色，比如班尼特放Q后自身就会有火这时候可以稳定染火，行秋会给自己上水附近没有火就可以稳定染水等。 还有附上 官方说明 解释下为什么万叶的被动吃不到砂糖被动2加的精通： 【06 命座简评】 总结 ：砂糖0命基本就是完全体了，带祭礼书的话最好有1命，其他命座没必要专门抽等歪就好。 【 1命 - 堆叠真空域 】 描述 ：E的可使用次数增加1次。 评价 ：虽然是增加了1次使用次数，但是2次都用完后还是需要根据15秒的冷却一次积攒的，更大的意义是在 带祭礼书时多一次E来增加触发武器特效的几率 ，这样可以实现三连E来快速产球。还有一个非常重要的意义是 减少冷却时间的溢出浪费 ，一般队伍中打一轮的时间都不止15秒，如果砂糖没有一命，E完15秒之后的时间就被浪费了，有一命就可以继续走冷却来积攒第二次E。 【 2命 - 不羁型贝特 】 描述 ：Q的技能持续时间延长2秒。 评价 ： 没2命 大招持续时间是 6秒 一共进行 3次攻击 ， 有2命 大招持续延长到 8秒 一共进行 4次攻击 。 砂糖大招的意义需要 结合被动理解 ，因为被动的加成有持续时间限制，大招就可以通过在后台持续刷新被动，增加大招的持续时间就间接的 延长被动的持续时间 。 【 3命 - 零失误少女 】 描述 ：E的技能等级提高3级。 评价 ：常规技能命座，因为砂糖一般堆精通，主要以元素反应为主要输出方式，攻击和双暴较低，技能伤害也就不高，而技能等级只影响技能伤害，不影响砂糖的元素反应伤害，所以该命座实际收益较低。 【 4命 - 炼金的偏执 】 描述 ：砂糖的普通攻击或者重击累计命中敌人7次，E的冷却时间就会随机减少1-7秒，每0.1秒至多计数一次。 评价 ：对于砂糖站场持续触发反应的玩法来说，这个命座还是有收益的，能够减少E的冷却，从而更频繁的施放技能，也意味着更多的产球，大招充能更快，但是如果砂糖作为后台辅助不站场，那这个命座就没有收益。 【 5命 - 认真普通瓶 】 描述 ：Q的技能等级提高3级。 评价 ：常规技能命座，因为砂糖一般堆精通，主要以元素反应为主要输出方式，攻击和双暴较低，技能伤害也就不高，而技能等级只影响技能伤害，不影响砂糖的元素反应伤害，所以该命座实际收益较低。 【 6命 - 混元熵增论 】 描述 ：Q如果发生了元素转化，则使队伍中所有角色在技能持续时间内获得20%的对应元素伤害加成。 评价 ：砂糖的Q染上什么元素，就增加对应元素类型的伤害，但是因为砂糖的Q有2命后 持续也只有8秒 ，20%的提升数值也不高，所以这个命座只能说是锦上添花，收益并不是很高。 【07 武器推荐】 精通武器推荐 ： 千夜＞晚星 ≈ 祭礼＞魔导 速切打爆发→ 流浪 队伍缺充能→ 西风 队伍缺治疗→ 金珀 队伍缺攻击→ 讨龙 【 千夜浮梦 】【 最高精通 】 优点 ： 最高的常驻精通加成，特效还能给队友加少量精通。 缺点 ： 砂糖队伍里一般都是不同类型的角色，吃不到特效的精通加成提升。 【 流浪的晚星 】【 精通转攻 】 优点 ： 提供较多的精通加成，还能通过精通提升自身和队伍的攻击力，后台持续生效。 缺点 ： 低精转化数值较低，限定武器精炼困难，加攻击力不能够提升聚变反应的伤害。 【 祭礼残章 】【 大量精通 】 优点 ： 除千夜外最高的常驻精通加成，砂糖1命后有两个E更容易触发特效。 缺点 ： 需要尽量高精来提高触发特效的几率，减少特效触发后的冷却时间。 【 魔导绪论 】【 平民神器 】 优点 ： 人人都有的满精武器，能提供大量精通，特效水雷武装队好触发。 缺点 ： 白值很低导致砂糖的技能伤害更低了，特效就算触发加成也不多。 【 流浪乐章 】【 速切爆发 】 优点 ： 随机到精通时砂糖的被动加成更多，反应伤害也更高，随机到增伤和攻击的话收益就一般了。 缺点 ： 特效冷却时间过长，特效完全随机不稳定，在砂糖自身练度不高时并不推荐用流浪。 【 西风秘典 】【 团队充能 】 优点 ： 提供一定充能加成，特效触发后能够缓解全队的充能压力，对于站场砂糖来说能够频繁触发。 缺点 ： 后台不能触发特效，必须要 前台造成暴击 才能触发，对暴击率和精炼需求较高，而砂糖在全堆精通的情况下暴击率比较难堆高，只推荐站场砂糖使用，后台辅助砂糖触发比较困难。 【 试作金珀 】【 全队回血 】 优点 ：给自身回能量，给全队所有角色回血，可以吃装备者的治疗加成。 缺点 ：需要开大才能触发，砂糖的大招冷却时间比较长有20秒，副属性生命值对砂糖没有用。 【 讨龙英杰谭 】【 辅助加攻 】 优点 ：人人都有满精，能加大量攻击力，在不需要精通的队伍里收益更高。 缺点 ：需要注意切人顺序，防止攻击加错人，副属性生命值对砂糖没有用。 【08 圣遗物选择】 圣遗物 一般选4风套 ，只有队伍不需要减抗且精通收益高的时候可考虑 4教官 或 4饰金 。 【主属性】 精通/充能 沙 精通 杯 精通 头 【副词条】 精通 ≥ 充能 > 其他 【 翠绿之影 】【 扩散减抗 】 优点 ：能够通过扩散反应降低敌人对应元素的抗性，对队伍伤害的提升很高。 缺点 ：只能够前台触发，持续10s，存在覆盖率问题，不能减风岩草的抗性。 【 教官 】【 全队精通 】 优点 ：触发元素反应能够提升全队的元素精通，砂糖的被动2是加上这120精通后再按20%加给队友。 缺点 ：只能前台触发，持续时间只有8秒，四星圣遗物会亏一部分属性。 【 饰金之梦 】【 自身精通 】 优点 ：只有砂糖一个风系的情况 下自身可以获得最高的230精通，后台可以生效。 缺点 ：对队伍的精通加成不如4教官，在有其他风系角色时精通加成会变少。 （四星精通主属性139，五星精通主属性187，教官可以带一件五星，另外两件带四星精通少（187-139）x2=96，再考虑花羽部位副词条的差距按120算，教官2件套+80，4件套+120，饰金2件套+80，4件套+150，自身精通差距一共150，被动2按20%转化就是给队友少加30点精通，但是教官4件套给队友多加120精通，最后等于 带教官比带饰金给队友多加90精通 ，不过自身会少150精通） 【09 配队建议】 配队思路 ：砂糖的配队主要有三个思路： （1） 带风套减抗性 ：带风套可以通过扩散反应减水/火/雷/冰元素的抗性，提升对应伤害。 （2） 提供精通加成 ：砂糖的两个被动都可以给队友加精通，在队伍精通收益高时很有用。 （3） 作为聚怪替代 ：没有万叶和温迪时作为聚怪的下位替代，但是手感和效果会差很多。 【 双火体系 】 砂糖 + 水系 （行秋/公子）+ 班尼特 + 香菱 （带行秋砂糖自己站场，带公子就是公子站场） 优点 ：砂糖能够带风套减抗，被动提供的精通能增加蒸发反应伤害。 缺点 ：砂糖的聚怪能力相对比较弱，队伍的充能循环压力会比较大。 （这个队伍里砂糖更推荐带西风） 【 武装体系 】 砂糖 + 水系 （行秋/心海）+ 北斗 + 菲谢尔 优点 ：砂糖可以同时减水雷抗性，站场还能通过扩散对群持续补充元素触发反应，北斗行秋大招可以提供高减伤和高抗打断效果。 缺点 ：在对单情况下不能通过扩散持续补充元素，北斗对单大招也没发弹射，队伍对单的整体输出较为乏力，伤害上限也比较低。 【 永冻体系 】 砂糖 + 冰C （绫华/甘雨） 水奶路线： 水奶 （心海/芭芭拉）+ 冰辅 （申鹤/罗莎莉亚/重云） 冰奶路线： 冰奶 （迪奥娜/莱依拉）+ 水辅 （莫娜/夜兰/行秋） 优点 ：能够通过冻结敌人来保证输出环境，砂糖能够带风套稳定减冰抗，武器可选择讨龙或金珀。 缺点 ：面对冻不住的敌人时输出能力会下降，永冻队伍元素精通没有收益，砂糖聚怪能力比较弱。 【 精通辅助 】 砂糖 + 水系 （行秋/夜兰） 蒸发路线： 火C （胡桃/宵宫）+ 钟离 绽放路线： 草C （纳西妲/艾尔海森）+ 久岐忍 优点 ：队伍精通收益比较高，砂糖可以带教官还有被动2的效果给队伍提供大量的精通。 缺点 ：风不与草岩反应，所以需要提前挂水或雷来触发教官特效，砂糖被动1的50精通加不到主C身上。 （为什么这两组队伍不带风套，胡桃宵宫是因为不好先手挂火扩散，草神海哥是因为风套不减草抗） 【10 毕业属性】 【精通毕业参考】 【 并非绝对，仅供参考，理性看待，请勿拉踩 】 【拓展链接】 关于砂糖被动精通加成的解释(和纳西妲类似)↓ 【练纳西妲必看】关于精通加成的注意事项，搞清哪些情况吃不到 【其他】 本文发布于 3.5版本 ，最新修订于 3.5版本 ， 请注意本攻略的时效性 。 素材：游戏截图 字体：思源黑体 封面：坤易 文案：坤易 设计：坤易",
    "length": 6993
}