{
    "game_id": 2,
    "post_id": "48527814",
    "f_forum_id": 43,
    "subject": "【V4.4攻略·角色攻略】纳西妲信息一览与平民向配装推荐",
    "url": "https://www.miyoushe.com/ys/article/48527814",
    "created_at": 1706656887,
    "like_num": 1180,
    "view_num": 173944,
    "reply_num": 202,
    "text": "UID 146024302 各位旅行者们大家好，这里是 Zero零渡 ，本期给大家带来 白草净华—纳西妲 _(纳西妲-指指点点)的平民向配装推荐，希望能对大家有所帮助！ （本文发于V4.4，阅读时请注意文章时效性） 注意：本文仅用作参考，各种配装打法思路都仅为个人观点，各人有自己的配装打法，可以讨论但不参与争论， 因为图片能展示内容有限，所以还有其他的内容会在文中以图文进行展示。 〓〓〓在本文中〓〓〓 A/普攻=普通攻击，Z=重击，E=元素战技，Q/大招=元素爆发，X命=命之座第X层，XX头=XX理之冠。 （动图较大，观看时请注意数据流量消耗） 优点：后台长时间周期挂草，技能覆盖时间长，高精通非常适合元素反应队伍， 配队繁多。 缺点：法器角色但是攻击距离较短韧性低，恨不能分开几个配，比较依赖大招。 天赋介绍 普通攻击 最多进行四段攻击，对敌人造成草元素伤害，每一次攻击的样式都是纳西妲踩下一个键盘的键帽，比较具有观赏性。 重击 在前方画出一个正方体区域，并在短暂停顿后对该区域的敌人造成草元素伤害。 如果不打算用纳西妲进行站场输出则不用升级，反之则升，但优先级低于元素战技和元素爆发，升到8级就足够。 元素战技 分为点按和长按两种施放方式。短按会对附近小范围内所有敌人造成草元素伤害，长按可以拖动视角进行选取，对选取到的敌人造成草元素伤害。两种施放方式都可以对最多8名敌人施加维持25秒的 「蕴种印」 效果，对于这些敌人会有一定的特殊效果，而且在长按期间纳西妲的抗打断能力会有巨额的提高，最直观的例子就是可以扛下古岩龙蜥的大巴掌。 ※所闻遍计·「蕴种印」 身上持有蕴种印的敌人之间会互相连结，这些敌人中任何一名受到元素反应伤害和草原核的伤害时都会对其余连结中的敌人释放「灭净三业」，造成基于攻击力和元素精通的草元素伤害，并且该伤害每2.5秒只能触发一次，正好是一次元素附着的计时时间。 ※所闻遍计·「灭净三业」 「对敌人造成元素反应伤害所触发的灭净三业草元素伤害」和「草原核造成伤害所触发的灭净三业草元素伤害」是互相独立的，即可以在短时间内对敌人造成多次伤害，并且附着两次草元素，这让纳西妲适配不论是高频还是低频元素反应的队伍。 元素战技是纳西妲主要的输出手段，作为辅助手段时与元素爆发优先级齐平，而且点按5秒长按6秒的CD能让纳西妲可以长时间无缝衔接附着草元素，这也是她能作为必抽角色的理由之一。 纳西妲在施放 元素爆发 时会 计算队伍中角色的元素类型 ，并给于纳西妲不一样的提升效果。队伍中角色有火元素则 提高元素战技的 灭净三业 的伤害 ，一名角色提高26.8%，两名角色提高40.2%；雷元素则 减少元素战技的 灭净三业 触发的CD ，一名角色减少0.45秒，两名角色减少0.67秒；水元素则 可以延长 元素爆发 的持续时间 ，一名角色延长6.02秒，两名角色延长9.03秒。 纳西妲的元素爆发需求能量只有50点，冷却时间13.5秒，基础持续时间就有15秒，如果队伍中有两名水元素角色那就有24.03秒，而且元素战技的 蕴种印 持续时间也有25秒，所以纳西妲适配所有依靠草种子打伤害的队伍，她自身因为低能量需求和较长的大招持续时间，对元素充能几乎没有什么要求，在双草配队中完全不用担心她的循环。 纳西妲的 固有天赋一 （在角色20级突破后解锁），解锁后会在纳西妲施放元素爆发时 计算队伍中元素精通值最高的角色 （有纳西妲的基本就是她了），并基于该数值的25%提高场上角色的元素精通，在元素精通值达到1000时获得 最高250点元素精通提升 。 该天赋让纳西妲成为元素反应队伍的万金油，要知道教官四件套在触发元素反应后也才提供了维持8秒的120点元素精通值，而她的大招能持续15秒，还没有触发条件，开盖即食，在双草队伍中时充能不是问题，纳西妲能一直保持施放元素爆发，所以 场上的角色 就相当于拥有一直能循环获得250元素精通提升的效果了。 纳西妲的 固有天赋二 （在角色60级突破后解锁），与固有天赋一一样，在解锁后基于纳西妲的元素精通值提高灭净三业的伤害和暴击率，同样的，在达到1000元素精通时达到 最高80%伤害提升和24%暴击率提升 。 纳西妲的 被动天赋 能让她在施放元素战技时有两个特殊效果，第一个就是可以使用点按/长按采集一定范围内的可采集物品， 这个效果在大世界探索收集突破材料时非常有用 ，特别是一些长在悬崖峭壁上的比如琉璃袋和劫波莲等等难以攀爬或者不好获取的地方，可以在合适的地点直接使用纳西妲的元素战技远程收取；第二个则是纳西妲的元素战技可以读取须弥城内所有人内心的想法，只要和平时施放一样对准某一个人，当那个人身上显现出蕴种印时，就可以读取。注意，这个功能可以读取在须弥的人， 就算不是须弥人，只要到了须弥就可以读取 ，旅行者们可以在别的国家的角色或者NPC来到须弥时浅浅“窥探”一下他们心中的想法哦。 武器推荐 千夜浮梦 。五星法器中比较低的攻击力，但是副属性给了 265点元素精通 ，而且武器特效能在纳西妲单草配队时获得 32点元素精通+30%元素伤害提升 ，双草组队时能获得 64点元素精通+20%元素伤害提升 ，还能给其他角色提升40点元素精通（精一）。这个武器特效无论角色是否在场都能够提供，给纳西妲自身伤害提升和对群都是颇有益处的，而且副属性加上武器特效的297(+)元素精通值，能给后续圣遗物配队减轻很多压力。 魔导绪论 。三星法器，但是在纳西妲手里能有着不亚于四星五星的强度，副属性给了比一个精通主词条圣遗物低1点的187点元素精通，让平民纳西妲距离千精更进一步，武器特效还能 对处于水/雷元素影响下的敌人造成的伤害提高24% ，非常适配在草种子队伍或者激化队伍中的纳西妲，要是不追求更高的输出或者没有其他四星五星的法器可以直接拉满等级和精炼。 流浪的晚星 和 祭礼残章 。二者副属性都有不低的元素精通值， 流浪的晚星 武器特效还能基于纳西妲的元素精通值给自己和队友提升攻击力，在精五且千精通值的情况下能 给自己提供480攻击力以及给队友提供144攻击力 ，但缺点就是这个武器只能抽取，要精炼五阶的话还是有点难度。 祭礼残章 的副属性提供的元素精通则比晚星要高不少，但是它的武器特效对于纳西妲而言没有什么用，她的元素战技冷却时间点按和长按也就只有5秒和6秒，她自身也不是很缺充能，所以这个重置元素战技效果作用并不显著， 不用精炼 。 神乐之真意 和 流浪乐章 。副属性都有较高的暴击伤害，前者武器特效能在纳西妲施放元素战技时获得元素战技增伤的效果，可以叠加三层， 最高提供36%元素战技伤害加成 ，并且 在三层时还能获得额外12%元素伤害加成 （精一）。但是这个武器特效对于纳西妲来说叠层比较麻烦，她不像八重神子一样可以连续放三次直接叠满，不过这个效果的持续时间是可以刷新的，所以在装备这个武器时纳西妲也能叠满，只是需要一点时间，手法也稍微麻烦点，但总体提升还是蛮不错的。 流浪乐章 的武器特效可以在纳西妲 登场时获得维持10秒的增益效果 ，冷却时间为30秒，不过在获得效果时冷却就已经开始计时了，所以真空期算是有20秒。武器特效增益 咏叹调>间奏曲>宣叙调 ，咏叹调精五 96%全元素伤害提升 对任何情况下的纳西妲提升都是巨大的；间奏曲则是在纳西妲精通值没有达到1000这个阈值的情况下达到一个锦上添花的作用；而宣叙调提升的攻击力对于需要站场的纳西妲来说是有用的，但是对于后台提供增益的副C纳西妲来说没有任何作用，徒增30秒的真空期，所以使用这个武器就比较看运气。 四风原典 和 匣里日月 。二者副属性都是暴击率， 加上天赋的24%就有50%+暴击率 。 四风原典 的武器特效提供少量移动速度和每四秒获得8%元素伤害加成，最多获得32%伤害加成，但 只要角色退场后就直接清除层数 ，所以比较适合持续站场的纳西妲装备这个武器。 而 匣里日月 的武器特效对元素战技和普通攻击都有提升，且在退场时可以持续一段时间，不过持续时间比较短，所以也比较契合站场输出，在精炼五阶时对元素战技和普通攻击都有40%伤害提升，不过这个武器 只能通过大月卡获得 ，有其他武器需求的可以不考虑纳西妲站场转而选择别的武器。 盈满之实 和 白辰之环 。二者的副属性都是 元素充能效率 ，比较适合纳西妲组单草队伍时的武器。 盈满之实 在纳西妲出发元素反应后会提升36点元素精通以及降低5%攻击力，最多叠加五层提升 180点元素精通和降低25%攻击力 ，并且在后台时也能触发这个效果，180点元素精通不算很高，但能让单草队伍的纳西妲充能压力降低，还能对队伍伤害有不错的提升。 白辰之环 的武器特效让纳西妲在 雷草队伍 中对整体的伤害都有一定的提升，但算不上很大，如果已经使用了 「花散里的面具」 获得了这个武器的锻造图纸的旅行者们没有别的武器且 需要组雷草激化队 的话，可以尝试一下锻造使用。 试作金珀 。这个比较特殊，在追求更高的输出时不好带治疗/护盾位时可以选择让纳西妲使用试作金珀作为给全队提供续航的手段，不过很明显就是虽然有能量和血量的回复，但是回复量很少，在深渊这种生存压力比较大的情况下不注意走位的话也还是很危险的。 圣遗物推荐 单草 时首选 「深林的回忆」 四件套，而且深林四件套对纳西妲来说也是比较通用的。二件套获得了 15%草元素伤害加成 ，对纳西妲的输出有所提高。因为队伍里只有纳西妲一个草元素角色，所以就需要自己对敌人进行减抗，所以此时四草套可以作为首选，但缺点很明显就是没有任何元素精通加成。 注意队伍如果有双草那么只需要有一人装备四件套就够了。 双草 且 有一名队友装备深林四件套时 可选精通二加二套装或者 「饰金之梦」 四件套。在这个情况下可以考虑让纳西妲的元素精通拉到1000以获得最大的增益效果，饰金四件套效果存在时能为纳西妲提供180（80+100）点元素精通，比散搭高20点，但 散搭的优势在于比较稳定而且更容易毕业 。 「教官」 四件套。偏萌新向的圣遗物其一，作为四星圣遗物，二件套提供的 80点元素精通值 与五星提供的一样，而且 在角色触发元素反应后可以使队伍中所有角色的 元素精通提高120 ，但缺点是四件套的效果必须要角色在场触发元素反应才可以，所以在装备这套圣遗物时就需要时不时把纳西妲切出来多放几下元素战技或者多打几次普攻了（但也得触发元素反应）。 命座介绍 一命 解锁后，纳西妲在施放元素爆发后，会额外增加一名 火、雷、水元素角色数量的效果 。即如果队伍中有一名水元素角色，那没有解锁一命的纳西妲施放元素爆发会只计算一名水元素角色给元素爆发带来的加成效果，而解锁一命后纳西妲施放元素爆发则会计算两名水元素角色带来的加成效果； 如果队伍中没有带上述三种元素中的任何一个，一 命都会给元素爆发带来每个效果的一名角色的增益 ，是个不错的命座，有条件的可以上。 总结就是0→1，1→2，2=2。 二命 是纳西妲比较核心的命座。在受到 蕴种印 影响下的敌人，受到 燃烧、绽放、超绽放、烈绽放反应时 会造成暴击 ，原本的草种子是不能产生暴击伤害的，而 解锁二命后在条件达成的情况下能产生暴击伤害 ，而且在受到各种激化反应影响后的一段时间内这些敌人的防御力直接降低30%，这对无论是绽放队还是激化队伍整队的伤害都有显著的提升。 三命 提高元素战技等级，节约资源，快速培养，但没有必要。 四命 在纳西妲施放元素战技时框到四个或以上时能 获得最高160点元素精通提升 ，但在对单时只有100，对于在圣遗物和武器配装时已经有足够的元素精通的纳西妲，四命是没有必要的，如果武器和圣遗物加起来都没能够达到理想值，四命可以考虑一下，但是与其有这些原石还不如去抽个专武或者新角色，个人看来四命还是不值得，除非要上六命。 五命 提高元素爆发等级，节约资源，快速培养，提升不算高，不推荐。 六命 在纳西妲施放元素爆发后，她的普攻和重击命中受到蕴种印影响的敌人时会对该连结中的所有敌人造成额外的 草元素伤害 ，并且此次伤害视为 元素战技伤害 ，并在触发6次后移除该效果。这个命座提升了纳西妲的站场能力和爆发能力，如果纳西妲是主C的话那这个提升不算很高，但她在多个配队中的定位算是 补伤害的副C ，而且在造成草元素伤害时还能触发元素反应，在对群时提升是比较显著的，推荐。 对于平民来说， 零命机制完整就足够了，追求更高的伤害比较推荐二命 ，二命前命座优先级高于专武。本来纳西妲就百搭，在很多队伍中都能开拓新思路，特别是草种子队伍，一开打满屏都是数字，作为后台副C她可以安逸待在后台给前台角色提供不俗的增益，个人还是更推荐把上高命座的原石留给专武或者新角色。 得益于草元素的多种元素反应方式，以及纳西妲自身天赋的 长持续时间、稳定的元素附着、较短的冷却时间、操作简单 ，使得她在配队时可以有特别多的选择，但凡能跟草元素产生反应的队伍她都适配，并在里面发挥举足轻重的作用。主流的配队有妮绽放队、雷草激化队以及下限超低的草行久队伍。 没有白术 可以用草主或者柯莱替换 ，二者相对于白术来说挂草频率更高，范围更大，但位置限制比较局促，而且白术还可以提供治疗和小额的护盾，提高站场角色的抗打断能力。 站场角色可以是 纳西妲或者心海 ，如果是纳西妲站场则需要注意走位躲技能，不然抗性和血量都很低的她会很容易秒躺（更何况还有自己的丰穰之核对自己的伤害），如果心海站场则需要心海 在治疗能力达标的同时尽量提高元素精通值 ，因为草原核的伤害取决于后手元素角色的精通值。 草行久 本身就自带水草雷三种元素多种反应 ，有草种子的伤害也有激化的伤害，所以第四人可以有很多种选择，站场的角色大部分时间都是承担一个“水剑发射员”的工作，追求更高伤害的可以选择艾尔海森、赛诺这种站场输出的角色，追求更稳定更舒适输出环境的可以选择北斗、雷神这种有护盾/有霸体的角色。 激化体系主要围绕雷草元素输出角色，可以依照 “雷+草+减抗/护盾+增益/回能” 这个公式进行配队，如果对自己手法自信的可以尝试一下“万草刻皇”队伍，有减抗增伤也有回能，担心续航问题可以让纳西妲带试作金珀维持队伍血量健康。 八妲万心算是草行久的进阶版本。全五星阵容，带来的伤害和续航能力提升也是显而易见的，有减抗增伤，有聚怪、挂元素。八重神子可以换成刻晴、皇女、久岐忍等可以持续挂雷元素的角色。 好啦以上就是本期的所有内容，感谢大家的阅读，哪里有误还望小伙伴们在勘误楼中指出啦，我们下期再见！_(纳西妲-WINK)_(纳西妲-WINK)",
    "length": 5954
}