{
    "game_id": 2,
    "post_id": "42131381",
    "f_forum_id": 43,
    "subject": "【材料收集攻略】#琉璃袋采集路线#保姆级攻略#全程领跑#上篇",
    "url": "https://www.miyoushe.com/ys/article/42131381",
    "created_at": 1691425061,
    "like_num": 1493,
    "view_num": 125020,
    "reply_num": 40,
    "text": "➤ 本篇攻略帖为大家带来 琉璃袋 的采集路线，大概十几分钟 106朵琉璃袋 。 〓 ！！！！！！全都看过来！！！！！！ 〓 刚做完攻略准备发布的时候，给我来个超出内容长度，这下不得不把一篇帖子分成 上中下 篇来发。 希望旅行者们见谅，我会把 中、下篇 的链接发出来的，需要的可以去看看啦，谢谢支持。 因内容过长，导致一篇变成 上中下 篇，此贴子是 上 篇。 〓 ↓ ↓ ↓ ↓ ↓ ↓ 琉璃袋 采集攻略 『 中篇 』 ↓ ↓ ↓ ↓ ↓ ↓ 〓 【材料收集攻略】#琉璃袋采集路线#保姆级攻略#全程领跑#中篇 〓 ↓ ↓ ↓ ↓ ↓ ↓ 琉璃袋 采集攻略 『 下篇 』 ↓ ↓ ↓ ↓ ↓ ↓ 〓 【材料收集攻略】#琉璃袋采集路线#保姆级攻略#全程领跑#下篇 〓 角色推荐 〓 琉璃袋 是璃月的特产，可以携带 烟绯 或 七七 ，这两个角色能够 在小地图上显示璃月特产位置 。 要是这两个角色都没有，那就只能跟着我一起跑啦。 琉璃袋 基本都在岩壁上，如果有条件的可以带个 魈 ，魈的天赋能够 减少20%攀爬体力消耗 ，这样能更省力些。 还有攀爬能手 绮良良 ，长按战技能够变成猫猫快递车，能够 短时间内在岩壁上攀爬 。 除了携带以上角色之外，还有常用的 双风 ，有条件的可以携带 夜阑 、 散兵 和 早柚 ，这三位跑图必备角色。 〓 前言 〓 琉璃袋大部分都在璃月地区收集。 当然层岩巨渊也有 琉璃袋 ，但是考虑到有些萌新没有解锁层岩巨渊，这里我就把层岩巨渊的路线放在最后。 我做收集材料攻略一般只拿密集、距离近的点位，其他距离又远还分散的点位我不会标记出来的，见谅。 〓 开始流程 〓 〓 NPC商人 〓 地点： 璃月 · 望舒客栈 名字： 菲尔戈黛特 地图精确标点： 〓 NPC商人 〓 地点： 璃月 · 卜不卢 名字： 阿桂 地图精确标点： 〓 NPC商人 〓 地点： 须弥 · 奥摩斯港 名字： 巴巴克 地图精确标点： 〓 璃月地区采集点 〓 ► 路线一 地点： 雪葬之都 · 近郊 · 左侧 数量： 6朵琉璃袋 地图精确标点： 详细领跑流程（选择性观看）： 第一朵琉璃袋： ► 首先来到 雪葬之都 · 近郊左侧 的传送点，朝着 小地图的上方 一直往前走到 悬崖 处。 ► 在 悬崖的岩壁上 就是第一朵琉璃袋（ 拿了就爬上平台，别掉下去了 ）。 第二朵琉璃袋： ► 爬上面前 平台 后，朝着 小地图的左边 看，前面有颗 黄色大树 ，在 大树的背后 就是下一朵琉璃袋。 第三朵琉璃袋： ► 爬到对面 黄色大树的平台 处。 ► 来到平台处，朝着 小地图的右边 看，在 前面的左边岩壁上 就是下一朵琉璃袋。 第四朵琉璃袋： ► 拿完第三朵，朝着 小地图左边 看，在 前面的岩壁上 是第四朵琉璃袋。 （ 拿完之后，记得爬上平台，别掉下去。 ） 第五、六朵琉璃袋： ► 爬上平台继续朝着 小地图的右边 看，在 前面的岩壁 上有一朵琉璃袋，然后在 左下角位置 还有一朵琉璃袋。 ► 路线二 地点： 明蕴镇 · 左侧 数量： 9朵琉璃袋 地图精确标点： 详细领跑流程（选择性观看）： 第一朵琉璃袋： ► 来到 明蕴镇上方 的传送点，朝着 小地图的下方 看，在 前面的山壁上 就是第一朵琉璃袋。 第二朵琉璃袋： ► 把视角转到 小地图的右下角 ， 绕着山壁 一直往右走。 ► 绕着山体往前走，在前面能看见 一棵树 ，树的 右边抬头 就是下一朵琉璃袋。 第三朵琉璃袋： ► 来到 明蕴镇左下角 的传送点，朝着 小地图上方 位置 绕着山体 往前走。 ► 走一小段距离后，在山体的旁边有个 大石堆 ，抬头看，在 旁边的山壁上 就是下一朵琉璃袋。 第四朵琉璃袋： ► 拿完之后，跳到 左边的平台 上，这样方便拿后面的琉璃袋。 ► 来到平台后，朝着 小地图的上方 一直往前走， 贴着山体 就能看见下一朵琉璃袋。 第五、六朵琉璃袋： ► 朝着 小地图的右边 看，在 前面的平台 上就是第五、六朵琉璃袋。 第七、八、九朵琉璃袋： ► 朝着 小地图的上方 看，一直往前飞，就能看见 前面平台 旁有一朵琉璃袋。 ► 拿完 继续往前走 一点，就能看见两朵琉璃袋，一朵在 高处 一朵在 低处 。 ► 路线三 地点： 明蕴镇 · 右侧 数量： 9朵琉璃袋 地图精确标点： 详细领跑流程（选择性观看）： 第一朵琉璃袋： ► 来到 明蕴镇右边 的秘境，朝着 小地图的左边 看，在 前面的岩壁背面 就是第一朵琉璃袋。 第二朵琉璃袋： ► 朝着 小地图的下方 看，顺着 左侧山体 一直往上爬，差不多到山顶就能看见下一朵琉璃袋。 第三、四朵琉璃袋： ► 朝着 小地图的左边 看，在 对面的悬崖处 有两朵琉璃袋，可以先爬上 左边的山顶 飞到对面去。 第五、六、七朵琉璃袋： ► 朝着 小地图右边 看，在 对面的山头上 有黄色的灌木丛， 笔直飞过去 即可，在 灌木丛下面 有三朵琉璃袋。 第八、九朵琉璃袋： ► 拿完三朵琉璃袋 爬上面前的平台 ，再朝着 小地图的右边 看，往 前面的大树右前方 走，在 右前方的悬崖山壁 上有两朵琉璃袋。 ► 路线四 地点： 无妄坡 数量： 11朵琉璃袋 地图精确标点： 详细领跑流程（选择性观看）： 第一、二、三朵琉璃袋： ► 来到 无妄坡左下角 的传送点，朝着 小地图的右上方 看，在 前面大坑内的山壁上 就是三朵琉璃袋。 第四 - 七朵琉璃袋： ► 拿完 爬上平台 ，朝着 小地图的右上角 继续走，爬上 前面的平台 ，然后在我们 右上方 就能看见四朵琉璃袋。 第八 - 十一朵琉璃袋： ► 回到 无妄坡左下角 的传送点，朝着 小地图的左边 看，在 前面的巨石 上就有四朵琉璃袋。 〓 结尾 〓 本期的攻略就到这里结束了，感谢大家的观看~ 我们下一期攻略帖再见，拜拜~ 还想要我出什么攻略的可以在评论区里评论出来，给你安排~",
    "length": 2405
}