{
    "game_id": 2,
    "post_id": "39134293",
    "f_forum_id": 43,
    "subject": "【V3.6攻略·角色攻略】甘雨的三大阵容体系介绍",
    "url": "https://www.miyoushe.com/ys/article/39134293",
    "created_at": 1683543953,
    "like_num": 9144,
    "view_num": 395393,
    "reply_num": 366,
    "text": "UID：152901193 ·【前言】· 大家好，这里是人见人爱的姜姜！这次带来了 《甘雨的阵容搭配·三大体系》 。 一如既往，以下内容为自己 个人见解 ，若有错误请各位及时纠错，若有缺失，劳烦及时补充，欢迎各位热情讨论！先行五体投地大礼表示感谢！ PS：下文，A=普通攻击；E=元素战技；Q=元素爆发。 ·【角色简介】· 【培养材料一览图】 (可点击展开查看) 甘雨，主要定位是 驻场输出型角色 ，可分为 永冻 、 融化 、 后台 增益三大体系。 【永冻体系】 主要依靠蓄力箭 (重击) 与Q作为主要的输出方式， 优先升级A其次Q ，可不升级E。一般用于 对群环境收益高 ，面对冻不住的敌人 (世界BOSS、周本BOSS之类的敌人) 会比较乏力。 面对冻不住的敌人时，可舍弃水系角色搭配纯冰体系，亦或者直接考虑融化体系。 【融化体系】 主要依靠蓄力箭作为主要输出方式， 主要升级A即可 ，E与Q都可不升级。一般用于对单或者敌人会自动靠近的环境最佳。 在该体系中，甘雨 不建议施放Q ，因为会和蓄力箭抢反应。 【后台增益】 主要得益于Q的后台 大范围持续伤害 (挂冰) 以及为驻场角色 提供冰伤加成 的机制，且Q的能量需求只有60点，在回能上压力并不算很大。再加上自身作为弓系角色，可携带终末为全队提供精通与攻击的增益，只需施放Q就可触发终末的增益特效，适配性还挺不错。若只作为后台增益型角色培养， 只升级Q或者天赋都不升级 。 了解更加详细的角色机制可点下方链接传送。 【V2.4攻略】#角色攻略#甘雨的使用攻略【新春不咕计划】 武器期望伤害对比也在上方链接中。 【武器&圣遗物推荐一览图】 (可点击展开查看) ·【永冻体系】· PS：配装、参考属性以及手法都在图中。 莫甘娜温，对群霸主，只要看见敌人分散，刷完一波又一波，特别是小型敌人居多的环境时，选该体系准没错，效率杠杠滴。就目前深境第9、10层的环境，莫甘娜温讲究的就是省心，速通。 有的环境是 大体格或者韧性高 但可以冻得住的敌人时 (像遗迹系列、丘丘王系列、圣骸兽系列等等) ，可把 温迪替换为万叶 ，主要温迪的聚怪模式是在自身前方形成风眼，位置若放得不对可能会造成传说中的“空大”，丢增益、少伤害，体验极差！有兴趣的可点击 下方链接传送了解下温迪的手法 。 【V3.1攻略】#角色攻略#温迪的元素爆发使用攻略 相对来说，万叶面对这类敌人时，容错率会高一些。所以面对不同环境选择合适的角色，便是魅力所在... (增费(yì)脑的游戏...) 温迪和万叶都没有时，完全可考虑替换砂糖 ，4翠绿提供的减抗乘区是要的，且主要是需要聚怪。 迪奥娜作为冰系生存型辅助，目前平替的只有莱依拉。两者都是依靠E提供护盾，迪奥娜的护盾有3秒真空期 (护盾至多存在12秒，冷却15秒) ，莱依拉的护盾没有 (护盾存在12秒，冷却12秒) ，在 队伍循环上来说，莱依拉的手感会更好一点 ，且莱依拉的护盾强度相对迪奥娜来说略胜一筹， 不过迪奥娜附带治疗机制 ，在高压环境下可 提高生存能力 。在命座对比上来说，都有提高自身护盾强度的命座，区别于莱依拉4命可提高驻场角色的A/重击的伤害 (攻击乘区) ，而迪奥娜的6命提供的是精通，对于甘雨的永冻/纯冰体系而言并无增伤能力。 莫甘娜温总的来说属于远程作战体系，迪奥娜可远程挂冰，搭配温迪比较省心。莱依拉虽可通过Q实现大范围单体挂冰，但是没Q时依靠E只能“贴脸”实现挂冰，更适合搭配万叶使用。 以上是个人使用心得，可供参考。 所以不管是迪奥娜还是莱依拉，各有优势，个人拙见是 选自己喜欢的培养 ！ 莫娜可用心海代替，但是少了莫娜的伤害乘区增伤，若想伤害最佳化，建议 代入“神鹤万心”体系，把“神”换成“甘” ，也是可以的，不过总的来说，甘雨的爆发力没有绫华强势，但一句话“打得过”就行了。 手法建议： 可用申鹤EQ→万叶QE→心海E→甘雨EQ蓄力箭→申鹤长按E→万叶E→心海Q→甘雨蓄力箭×5的手法进行循环。 永冻的奥义就是让敌人一直处于冻结状态，甘雨可省心驻场蓄力，多多少少不需要护盾也是没问题的，不要使用该阵容去作战冻不住的敌人就好，甘雨蓄力时被打断，心情会变得复杂... 并不建议莫娜替换为行秋、夜兰这类依靠驻场角色A来挂水的角色，甘雨的 蓄力箭属重击 ，一般不会使用A， 无法触发行秋、夜兰Q的协同攻击的挂水机制 。 ·【纯冰体系】· 面对冻不住的BOSS类敌人，抛开永冻使用纯冰体系或者融化体系会更轻松。 甘雨自身没有抗打断能力，非常依赖提供护盾的角色，钟离是最佳选择，其次可考虑替换为迪奥娜或者莱依拉。加上万叶与申鹤的增伤，可以让甘雨的驻场环境与驻场输出达到最省心状态。 申鹤的主要增伤机制有次数限制，甘雨的Q伤害次数频繁，很快就会把申鹤的增伤次数消耗完毕，所以上图推荐了两种手法 ，第一种是甘雨施放Q的循环手法，第二种是甘雨不施放Q的循环手法，两种都可。 相对来说， 第一种手法比较依赖万叶和申鹤的充能 ，万叶的Q可让自身提供的伤害加成存*16*可全局覆盖，申鹤的Q可提供冰伤与抗性两大乘区，对于甘雨的蓄力箭以及EQ的伤害而言都能实现稳定收益。 第二种手法就无需刻意追求万叶与申鹤的充能 了，可让万叶主叠精通属性，申鹤主叠攻击属性以此来提高各自的增伤能力，让甘雨的蓄力箭数字变高。或者说在万叶和申鹤没有Q时就可使用第二种手法，基本常用于大世界。 ·【融化体系】· 主要依靠蓄力箭打高额伤害的融甘，钟离护盾让甘雨省心蓄力，班尼特+双火提供攻击，甘雨只需考虑精通与双暴即可，香菱提供后台持续挂火稳定让甘雨打出1.5倍伤害的融化反应，非常完美。 钟离护盾靠E获取，并不依赖Q，护盾吸收量受益于钟离的生命值，所以钟离只考虑生命值即可。班尼特的增攻与香菱的后台挂火都依赖Q，所以班尼特与香菱省心培养主要考虑充能即可。 若是 在循环时，班尼特与香菱的Q都未蓄满能量，可使用香菱的E召唤锅巴进行挂火走一次循环 。 除上图搭配以外，融甘还有其他的搭配方式。 比如，单次蓄力箭伤害上限最高的 【甘雨+班尼特+万叶+申鹤】 ，3个增伤型辅助，提升自然是大的，就是没有抗打断，技术大佬或者凹伤害的可以尝试。 另外，通过火草燃烧反应来续火附着也是可行的方案，如 【甘雨+钟离+班尼特+纳西妲】 ，这个阵容玩得舒适一点，不担心续火问题是建议用于对群。对单时需掌握甘雨蓄力箭的节奏，手法若快会出现纳西妲E的协同攻击不会触发的情况从而使得燃烧反应不能在后台延续。纳西妲也是可以替换为万叶，但是仅建议对群使用最佳。 ·【后台增益】· 后台大范围挂冰以及提供冰伤加成，使得甘雨也可作为后台辅助，用于辅助冰伤角色时收益最佳，可替代神鹤万心中的申鹤。 神鹤万心、神甘万心、神罗万心 ，出场顺序、手法啥的都是一样一样的，这三个阵容在申鹤、甘雨、罗莎莉亚这三个角色中都可 选择一位自己喜欢的角色入驻 。 不要那冰伤加成，只要提供后台挂冰或者终末的增益时，也是可以搭配出其余阵容。 如 【公子/绫人+温迪/万叶+甘雨+迪奥娜/莱依拉】 的永冻体系。 而 【胡桃+行秋+迪奥娜/莱依拉+甘雨】 的双冰桃体系，个人体验出来是胡桃的蒸发并不稳定，但对于活蹦乱跳的敌人效益还是可以，至少能冻结几下，相对来说胡行钟夜的稳定性与伤害收益会更好一点。 以上就是本次介绍的甘雨三大阵容体系的主流搭配方式，最后总结一下。 ·【总结一下】· ⭐天赋升级方面主要升级A与Q即可畅玩三大体系：永冻、融化、后台。 ⭐永冻体系对群省心，武器选阿莫斯、冬极、飞雷、天空、试作、破魔亦可，圣遗物选4冰风，4乐团亦可。 ⭐融化体系对单省心，武器选阿莫斯、猎人、若水、冬极、天空、破魔，圣遗物选4乐团、4追忆亦可。 ⭐后台建议用于神甘万心体系可完美发挥甘雨的机制，武器选终末 (万叶无苍古) 、西风、落霞、祭礼，搭配4宗室。 ⭐除后台体系以外，永冻与融化都建议搭配提供护盾的角色来保证甘雨的蓄力箭完整发射。 ⭐爱她，就应和她一起加班♥ 「万商云来、千船继至、百货迭出、诸海历览。」 人们用这样的话来称赞璃月。 但成就这样的壮景，依靠的也是细小到每一个人的努力。 我是怀着要对得起这份繁荣的心情工作的。 ——甘雨 ·【END】· -感谢观看-",
    "length": 3380
}