{
    "game_id": 2,
    "post_id": "52711734",
    "f_forum_id": 43,
    "subject": "【V4.6攻略·角色攻略】流浪者2.3w字论文级全面攻略！",
    "url": "https://www.miyoushe.com/ys/article/52711734",
    "created_at": 1715317691,
    "like_num": 327,
    "view_num": 6237,
    "reply_num": 77,
    "text": "UID：191744515 前言： 本篇攻略为流浪者全面向攻略 第二版 ，基于第一版进行改进，更适配当前版本，内容更全更精炼，且对排版做了优化。文中“散”、“散兵”均指角色流浪者，A指普通攻击，Z指重击，E指元素战技，Q指元素爆发，S指冲刺。 限于作者能力、精力，本文难免有内容疏漏、错误之处，恳请广大玩家提出宝贵意见，对作者提出严厉批评，我将集思广益，不断完善，力求呈现一篇相对完美的攻略。 抽取建议： 如果仅仅为了强度应付深渊，低命散兵不建议抽取，满命散兵可以抽取。如果还想在大世界中使用可以抽取。专武池不建议任何人抽取。 正文部分 一、流浪者综述&一图流 流浪者 为 中长轴站场风C ，五星法器角色， 中远 输出距离，主要 通过E使角色升入空中，在空中用A攻击敌人 ，是非常优秀独特的机制。机制的优秀，使流浪者可玩性大大增强，拥有多样的配队、圣遗物、手法、武器选择，每一种都可圈可点。飞天远程攻击的机制使流浪者 能相对容易的规避伤害 ，有强大的 转火能力 ，且极其 适应大世界 复杂地形。E启动使散兵 对元素充能的需求不高 ，可以留出更多的词条去堆双爆和攻击，与Q启动角色相比，是一个优势。但流浪者相对 较低的抗打断与较脆的面板 饱受诟病，一但被攻击到，很容易被打断攻击状态，虽然可以通过冲刺等快速回正，但仍会导致丢失伤害，损失血量，打断节奏甚至角色死亡等问题，并且快速回正比较考验玩家反应能力，因此 操作能力欠缺的玩家对 盾辅 的需求很高 。 流浪者的输出平滑。打出的 伤害视为普通攻击的伤害 ，可以吃到普攻增伤辅助的加成。普通攻击与重击均是 aoe伤害 。常见输出手法有 AAA、AAZ、ZZZ、AAA闪 等。Q也有不可忽视的输出占比，2命后尤为明显。 Q一般作为元素战技的结束动作 ，即后置爆发。流浪者主流配队为 散珐班体系或散珐芙奶体系 。 流浪者主流圣遗物搭配为 沙上楼阁史话四件套、来歆余响四件套、追忆之注连四件套 等。圣遗物主词条选择为攻击沙风伤杯暴击或暴伤头。圣遗物副词条词条选择为暴击≥暴伤>攻击百分比。天赋优先级为A>E>Q。主流五星武器选择为 图莱杜拉的回忆、四风原典、天空之卷、尘世之锁、金流监督 等。主流四星武器选择为 流浪乐章、匣里日月 等。 流浪者韧性类型为 远程韧性 ，韧性为50点，每秒恢复3点，重置时间为3s。 二、流浪者养成 角色等级、天赋材料表 三、流浪者机制详解 3.1天赋 3.1.1 普通攻击：行幡鸣弦 技能演示： 技能机制： 技能机制： 1、普攻一共 进行三段攻击 ，每次攻击挥出一道风刃，其中 第三段攻击挥出两道风刃 (这两道风刃的间隔时间为0.15s)， 第三段攻击有后摇 。三段攻击总计造成四次伤害。风刃 攻击范围较远，有对空能力，且带有追踪功能 ，手感优秀。 普通攻击遵循 计时器与计数器的常规原则 ，即每过2.5s或每进行三次攻击造成一次元素附着，普通攻击造成弱风附着。 风刃造成 小范围的AOE伤害 ，具有一定的对群能力，应对此进行合理利用。 2、重击 消耗50点体力 。重击造成 独立的弱风附着 ，不遵循计时器与计数器的原则。重击与普通攻击相比， 没有追踪能力 ，一旦索敌成功，出现了风涡，就不会再移动了。 3、下落攻击造成对地伤害与擦伤，在元素战技结束后，可合理利用下落攻击与擦伤来对敌人造成攻击，提升DPS。 4、普攻与重击 造成AOE伤害 ，普通攻击aoe形状为球体，范围较小，重击aoe形状为圆柱体，范围较大。重击aoe有偏移。 5、普攻与重击的 索敌形状均为圆柱，索敌范围均为15,10 (索敌的高度大约是钟离一个岩柱的高度)，索敌方式均为 分数 (因此遇到雷莹这类应尽量贴近雷莹术士，视角朝向雷莹术士攻击)。 6、 普通攻击每段的削韧能力都不同 ( 第一段最强，第二段较弱，第三段的两次风刃削韧能力相同，且都是最弱)， 重击能力削韧能力较强( 能把一般的小型怪物击飞)。 *注：AOE、索敌、韧性等相关的具体数值可以阅读附录一。 7、流浪者 每次普通攻击、重击有一定概率能为角色恢复1点能量 (不产生元素微粒或元素球，而是直接恢复能量)，初始概率为0。每次普攻、重击将触发一次判定：若判定成功，则为流浪者恢复1点能量，并使判定概率重新变回初始概率；若判定失败，则使下次判定成功的概率增加10%，此概率可以不断叠加。流浪者下场后，叠加的概率不会重新回到初始概率。 8、当怪物身上存在一个弱元素时，重击后怪物身上仍然会短暂存在此元素，此时开启元素战技可以染色。 3.1.2 元素战技：羽画·风姿华歌 说人话版： 流浪者开启元素战技的同时对周围造成一次风元素伤害，并随后浮空， 进入强化状态 ，获得空居力( 初始为100点空居力 )。在此状态下， 无法下落攻击 。该状态下的 普通攻击与重击将会强化 ， 造成的伤害和攻击的aoe范围均会提高 ，但 伤害仍视为普通攻击伤害 ，不视为元素战技伤害。该状态下 的 重击不会消耗体力 。 流浪者在这种状态下将持续悬浮在空中，并有以下几个特性： 1、 持续消耗空居力(每秒10点) ，以维持在空中悬浮的状态。但 普通攻击与重击不消耗空居力 。 2、 点按冲刺时将额外消耗空居力 (一次消耗15点)，并向前冲刺一段距离。长按冲刺时，将 持续消耗空居力 (40点每秒，此40点中，包含维持浮空状态而消耗的10点空居力)并持续加速。 3、点按跳跃时，将消耗一次空居力(22点)，并提升浮空的高度，长按跳跃时，将持续消耗空居力(45点每秒)并持续提升浮空的高度。 4、空居力耗尽后强化状态结束，并从空中落回地面。在此状态持续期间， 点击元素战技键时将结束该状态。释放大招后立即结束该状态 。 5、浮空状态下， 流浪者不能主动降低浮空高度 ， 不能边移动边主动抬升高度 (但是可以通过蹭地形或模型的方式来提高高度)。 6、 技能CD为6s ，技能CD开始计算的时刻为 浮空状态结束的时刻 ，而非落到地面上的时刻 技能演示： 技能机制： 1、优风倾姿状态是 流浪者输出的核心机制 。流浪者 主要通过该状态下的攻击进行站场输出 。该状态会下流浪者可 边移动边攻击 (一般被称为走A)，这大大提升了灵活性。该状态还可提升流浪者 普通攻击与重击的技能倍率 (类似于宵宫)，并且 使攻击速度加快 (强化后的普通攻击比强化前的普通攻击略快，一套约快0.17s)。 伤害=攻击力*普攻倍率*元素战技提升系数*角色增伤系数*角色暴伤系数*敌人防御系数*敌人抗性。 但A与Z 仍为弱风附着 ，A仍 遵循计时器与计数器的常规原则 。该状态下的A与Z 具有对空与对地的能力 ，伤害 仍视为普通攻击伤害，不视为元素战技伤害 。流浪者绝大一部分输出来源于该状态下的攻击。 2、升空进入该状态后，流浪者的一切行为将 不再消耗体力条，而是消耗空居力条 。空居力条 初始有100点空居力，每秒消耗10点空居力 ，也就是说在一般情况下该状态的 持续时间为10s 。空居力条从 点击元素战技的一瞬间 开始消耗，到 浮空状态结束的一瞬间 停止消耗。而元素战技升空的时间约为0.6s，因此角色 实际站场时间只有9.4s 。 3、在使用空居力期间，如果升空前体力条未满，则体力条 会在后台自动回满 。需要注意的是， 双风共鸣不会减少消耗空居力 。 4 、流浪者 不能在空中开e ，不能在风场中开e。 5、该状态下，流浪者的 韧性没有提高 ，身板较脆。角色受击后， 会被击落到地面 ，接触到地面时，流浪者 自动升回空中 (一般此过程约为1.5s)。可以通过 点击冲刺键或跳跃键提在接触到地面前浮回空中 (一般情况下该过程约为1s)，此动作 不会消耗体力 ，但维持浮空状态的空居力仍会消耗。跳跃键与冲刺相似。 6、升空时造成的伤害为 弱风附着 。 升空的瞬间有霸体 。 7、浮空时 每次普通攻击与重击会产出一颗元素微粒 ，元素微粒的产出有计时器， 每两秒至多产出一颗 (该充能恢复方式以下简称方式1)。同时，浮空时每次普攻和重击 仍有概率为角色回复1点能量 ，机制与上文(4.1.1第8条)相同(该充能恢复方式以下简称方式2)。也就是说，流浪者的回能方式除了方式1以外，还保留了普攻和重击本身的概率恢复1点元素能量的能力。一般情况下，流浪者一个元素战技持续期间(约10s)，通过方式2能让流浪者恢复 约占大招六分之一的能量 ，并且方式2恢复的能量 会受到攻速和6命的影响 ：6命会让方式2恢复能量更多；攻速越高，打出的普攻或重击套数越多，通过方式2恢复的能量越多。 8、浮空后的攻击 视为普通攻击 ，仍 可触发普攻来触发的副c的协同攻击 ，如夜兰q、行秋q、雷神e等。香菱的火圈 不会随着流浪者升空而升空 ，会在地上旋转。久岐忍的雷圈、托马的协同攻击 会随着流浪者升空而升空 。 9、若角色浮空时没有移动，则流浪者浮空高度 会逐渐下降 。 10、浮空后普通攻击与重击 aoe范围均会提高 ，普通攻击aoe形状为球体，重击aoe形状为圆柱体。重击aoe有偏移，且浮空前后偏移参数不同。 11、浮空时的普通攻击与重击 索敌形状是圆柱 ，索敌范围较大，索敌方式均为 分数 。 12、浮空前后的普通攻击与重击 削韧能力没有发生改变 。 13、开启元素战技时会对周围造成一次 aoe伤害 ，aoe形状为圆柱，aoe范围较大，且有偏移。削韧能力与重击一致。 14、角色与怪物之间的距离 会影响普通攻击的风刃飞行的时间 ，因此建议角色 近距离攻击怪物 。当角色与怪物之间距离较远时，可以用重击攻击。 15、浮空状态下 不能切换队友 。 3.1.3 元素爆发：狂言·式乐五番 技能演示： 技能机制： 1、 流浪者在短时间内对敌人造成 五段伤害 ， 有对群能力 ，并 造成两次弱风附着 (遵循计数器原则)。 2、大招在优风倾姿状态期间释放 可以吃到拾玉得花天赋加成 。 3、 在释放大招后， 立即结束元素战技的优风倾姿状态 ，可以作为该状态的结束方式。 4、 冷却时间为15s，消耗元素能量60点 。 5、 元素爆发五段均 锁面板 ，锁面板的时间为 点按元素爆发1.1s后 (此时技能表现为流浪者抬起腿形成了一个光球的一瞬间)，因此如果大招想吃到拾玉得花天赋的加成，需要在元素战技开启8.9s前点击大招。但此时间极难把握，因此我的意见是，前期要有意识的去把握这个大招释放的时机。后面和散兵磨合熟练了自然就可以掌握适当的斩杀线来释放大招了。 3.1.4 AEQ天赋升级优先级 优先级： A>E>Q 普通攻击天赋是直接提升的倍率，提升收益最大，元素战技是对普通攻击倍率的强化，提升收益不如A，元素爆发占比虽有但相对较小，优先级放在最后。 3.1.5 固有天赋：拾玉得花 技能评析： 流浪者可以通过过吸取接触的元素来获得对应的强化效果，这四种效果中，冰元素的收益理论上是最大的，但也是最难扩的。因为流浪者吸取元素 遵循火水雷冰的优先级 。其次是火元素，攻击力的加成也直观的反应在了伤害上。水元素与雷元素也并非鸡肋，水元素相当于提供了一次闪避机会或者延长了攻击轴时间或者可以选择性的抬升高度。雷元素可以让流浪者更容易开出大招。缓解充能压力。对于这四个效果， 应当根据所处的环境和角色需要来进行选取 ，不一定说某某元素组合就是最好的。流浪者 可以同时获得至多两种元素 ，提升更大。因此掌握一些双染的手法是有必要的。 技能机制： 1、 吸取接触元素的方式 ①吸取流浪者 自己身上接触的元素 ，例如班尼特大招给流浪者身上附着的火。 ②吸取 周围环境的元素 ，例如火把、水潭、冰雾花。 ③吸取 怪物身上的元素 ，例如班尼特使用元素战技，对敌人造成的火元素附着。 ④一些 创造物的元素 ，例如香菱的锅巴(只有当锅巴头上出现感叹号的时候)。 *流浪者的吸取元素 与元素量的多少无关 ，只要怪物身上受两个元素影响，那么就能染上这两个元素。 2、 不同元素的吸取表现 如图所示，神环上一共有6个突出的地方，其中上方下方两个 不显示任何颜色 。左上显示 紫色 ，代表 雷元素对应效果 ；左下显示 蓝色 ，代表 水元素对应效果 ；右上显示 红色 ，代表 火元素对应效果 ；右下显示 蓝白色 ，代表 冰元素对应效果 。 随着时间的流逝，这些 显示效果都会逐渐消失 ，变成神环的青色(该过程约4s)，但 伤害的加成依旧存在 。 3、 一些双染手法 流浪者可以通过特定方式实现 双染(4命可以实现三染) 。由于 染火与染冰通常情况下带来的收益最大 ，以下着重介绍冰火双染的手法。 ①利用 莱依拉 班尼特进行冰火双染 莱依拉首先开大，此时怪物身上附着冰元素。切出班尼特开大，此时怪物身上变为无元素附着的状态(根据高等元素论中的后手元素不残留)。莱贴着怪开e，用开e技能的瞬间挂上冰元素，再切流浪者站在班尼特火圈内，给角色自身挂上火元素(班尼特的大招给角色挂火大概有半秒的延迟，等到角色血条上出现火元素的图标再开e，在这半秒期间，可以重击启动楼阁套)。此时流浪者使用元素战技可以吸取冰火元素，实现双染。该队伍可能存在充能困难，请尽可能多带西风武器。 ②利用 迪奥娜 班尼特进行冰火双染 迪奥娜先q，然后班尼特q，现在怪物头上是没有任何元素残留的。此时立即切猫e，这样怪物身上就有冰元素，注意不要让班e，不然挂不上冰。再把流浪者切出来，等班尼特挂上火开e就行了。 3.1.6 固有天赋：梦迹一风 技能机制： 1、35%攻击力的伤害不高，触发几率有限， 不建议主动穿插此攻击方式 (但有特定手法运用了此攻击方式，并在一定条件下可提升流浪者的输出，后文会详细介绍。)，建议躲避怪物攻击时使用。 2、向前冲刺将不额外消耗空居力(但 空居力仍然有维持浮空的自然消耗 )，可以在减小空居力损失的情况下躲避怪物攻击，让角色更灵活，4枚风矢可以补充伤害，减缓dps的丢失。 3、如果是 被击飞 ，无论角色是否获得倾落效果，此时点击冲刺 都不会触发梦迹一风 。 4、该攻击方式 独立 ， 无法获得A、Z等攻击方式的加成 。该攻击方式元素附着不遵循3hit计数器或2.5s计时器，而是 每1s附着一次 。 5、梦迹一风发出的风矢是 就近索敌 (流浪者只有梦迹一风的索敌方式是就近索敌，其他均为分数索敌)。索敌范围与普通攻击和重击一致。削韧能力略强于普通攻击。风矢造成的伤害是 aoe伤害 ，aoe形状为球形，aoe范围与非浮空状态下的普通攻击一致。 6、梦迹一风触发时，流浪者身后会 亮起耀眼青色光芒 ，如图所示： 除此之外，流浪者 手环 也会亮起耀眼青色光芒，且 有声音提示 。 3.1.7 固有天赋：廻色云弦 3.2 命之座 3.2.1一命：初番·茂风流羽行 命座分析： 1、 普攻和重击的攻速提升10% ，能多打一套普攻。目前是流浪者提升重击攻速的唯一手段。 2、 法器角色攻速收益更大 (不受卡肉的影响)。 3、对梦迹一风的提升约为69.8%，但放在角色整体输出伤害来看仍然 提升较小 。 3.2.2 二命：二番·箙岛廓白浪 命座分析： 1、空居力 消耗50点后 ，即可使 大招增伤提升200% 。需要注意的是 该提升在增伤区 ，而不是伤害数字翻倍。 2、由于在消耗50点后提升达到最大值，因此Q建议作为 流浪者站场输出的终止动作 。 3.2.3 三命：三番·久世舞夕颜 命座分析： 简单的天赋等级加三， 提升较小 。 3.2.4 四命：四番·花月歌浮舟 命座分析： 1、触发拾玉得花天赋后，可以随机获得一个额外的效果，带来的手感提升不错。 2、拾玉得花虽然增加到 至多获得3种元素对应的强化效果 ，但是 不能定向选择第3个 ，只能定向选择两个， 剩下一个随机 。举个例子，如果你接触了火水冰，但有可能会随机到火水冰或火水雷。机制如下：根据火水雷冰的优先级，首先确定了火水这两个必定被染到的，然后因为至多获得3个，则这第三个需要从冰雷里随机选1个。 3.2.5 五命：末番·今昔渡来殿 命座分析： e天赋等级加3，提升有限。 3.2.6六命：祝言·霞幕倾松风 命座分析： 1、主攻击与附加攻击 间隔为8帧(约0.13s) 。 2、 附加攻击可以吃到余响的加成 。 余响对附加攻击的影响机制分析： ﻿余响有以下机制。余响有管理模块，判定模块，加伤模块三大模块，管理模块的机制为若普通攻击命中怪物，则施加判定模块。判定模块被施加后0.2秒内无法再次被施加，并进行以下判定： 按照 0.36+层数*0.2 概率随机 - 若成功，则1帧后施加<加伤模块>，层数置为0 - 若失败，则层数+1 加伤模块存在期间，所有普通攻击伤害获得提高。 施加加伤模块之后，管理模块立即停止工作，若管理模块在此后才被施加，则也会停止工作 若普通攻击对怪物造成伤害，则同时进行下面两个操作： 1 在0.05秒后，移除此模块 2 在0.2秒后，按照 0.36 概率随机 - 若成功，则施加<加伤模块>，层数置为0 - 若失败，则层数置为1，管理模块立即重新生效 理论上讲附加攻击不符合余响的触发条件。从上文余响机制可以看出，假如6命的主攻击成功触发了这个判定模块，但是1帧后才会施加加伤模块，然后持续0.05s的加伤，在60帧率的情况下，0.05s大概是3帧左右，1帧+3帧是4帧，而附加攻击在主攻击后8帧才出现，那附加攻击按照这个分析逻辑应该是吃不到余响加成的，但经过众多玩家大量测试，发现实际情况下仍然存在附加攻击获得余响加成的情况。原因尚不明确。 3、 普攻频率翻倍 ，云堇大招次数容易被提前消耗完(云堇大招仅对普攻加成30次)。也使 元素附着频率提高 (需要注意的是，满命的附加普攻只遵循2s的计时器)，大大提升了破盾效率，并且风元素对水火雷冰元素一视同仁，不会出现免疫或者破盾效率低下的问题。普攻频率翻倍还 使梦迹一风天赋更容易触发 ，使流浪者的机动性更强。 4、 6命多了附加攻击 ，在计算中 可以视为一个独立的乘区 ，这个乘区联动余响、专武等，伤害提升极大。 5、附加攻击造成的伤害为 aoe伤害 ，aoe形状为球形，aoe范围与非浮空状态下的普通攻击一致。索敌范围与A、Z一致。索敌方式为 分数 ，削韧能力略强于非浮空状态下的A，与梦迹一风的风矢一致。 6、 回复20点空居力 ，相当于延长两秒浮空战斗时间，但 大世界跑图时这个是不生效的 ，因为前提是需要攻击到敌人。 3.2.7 流浪者命座提升： 注：4命提升难以量化，未计算 总结： 流浪者命座提升巨大，6命时单人总伤的提升更是达到了2倍。1命提升了攻速，2命提升了伤害，2命时能较轻松的应对深渊。建议将 1命、2命、6命作为毕业命座抽取 。 3.3 圣遗物 先把结论放在前面： 有四件套的情况下最好用四件套 ，楼阁余响追忆有哪套用哪套。 6命专武精3之前 这几个圣遗物优先级为 楼阁>余响>追忆 ， 6命专武精三之后(包括精三) 是 余响>楼阁>追忆 。 散芙队 可以用 逐影套 平替楼阁， 武装队 最好用 风套 。 对于楼阁余响追忆三套圣遗物的刷取， 建议考虑一下他们的副产物 是否有别的角色能用得到。 主词条选择 攻击沙风伤杯暴击或暴伤头 ，圣遗物副词条选择为 双爆>大攻击>其它 导言： 流浪者是风伤法器角色，主要通过普攻与重击手段进行输出，那么圣遗物也应该选择对普攻、重击有提升的套装，其二件套效果应有风伤提升或攻击力提升。利用其为风元素法器角色，也可以让流浪者成为驾驶员，选择相应的圣遗物。 流浪者是传统的攻伤暴类主c，伤害的提升主要依靠攻击、风伤、暴击与暴伤的提升。因为流浪者主要依赖元素战技来进行输出，并且流浪者恢复能量的手段相对较多，大招所需能量也不算多，所以充能需求很少。因此圣遗物词条的选择应围绕暴击暴伤、风伤、攻击来选择。 属性收益曲线 (本表由bluemushoom绘制，特别鸣谢)： 综上，圣遗物选择 攻击沙、风伤杯、暴击或暴伤头 ，副词条选择 暴击、暴伤、攻击 。优先级为 暴击≥暴伤>攻击百分比 。 攻击绿值与白值的比值应为1.2:1 。 3.3.1 沙上楼阁史话 适配队伍：所有 沙上楼阁史话(简称楼阁套) 的2件套效果与四件套效果均可以大幅提升流浪者的输出，极为契合流浪者。增加10%的攻速大大优化了普攻手感，但是 重击享受不到这个攻速 。 普攻重击伤害均有40%的提升 ，不论你的输出手法是重击还是普攻，楼阁套都可以适配。15秒的效果持续时间，也非常 契合流浪者的输出轴 (小于14s)。 缺点是重击启动后才能触发4件套效果，且必须是 对怪物造成伤害后(包括免疫)才能启动 ，而不是文案中“重击命中敌人时”所说的这么简单。此缺点其一是对一部分玩家造成 手感不佳 的体验。其二是一些深渊高压环境，散兵会找不到机会重击，这样会大大浪费开完buff的珐班加成持续时间，导致整个队伍的输出减少，或者重击时前后摇很长基本上就是站着被打，盾被打导致后面输出时盾量较薄。但 不可否认楼阁仍是非满命散最适合的圣遗物 ，但也变相的增加了学习原魔攻击模组的学习成本。 *楼阁的重击启动应该在元素战技释放之前还是之后？ 一般认为 在释放前重击比较好 ，但两者差距极小，所以在实战上不必特别考虑重击的释放前后。 3.3.2 余响 适配队伍：所有 来歆余响(简称余响套) 几乎适配所有依靠普攻输出的角色。散兵作为普攻输出角色，自然也十分适配余响的效果。余响二件套为攻击力加成，虽然不如风伤，但也算是有效加成。不同于楼阁的是， 余响的4件套效果不需要启动条件 。 4件套效果的 理论触发期望大概在50% ，也就是说 伤害提升期望大概为攻击力的35% 。受制于网速等不可抗力因素， 实际触发期望约42% 。其伤害提升属于基础倍率区间，计算方式为： 伤害=(攻击力*普攻倍率*元素战技倍率+攻击力*70%)*其他 6命的额外攻击计算方式： (攻击力*普攻倍率*元素战技倍率*六命倍率+攻击力*70%)*其他 流浪者 6命时的附加攻击可以吃到余响套的加成 。并且在6命且专武(图莱杜拉的回忆)精炼R3及以上时选择余响套的期望伤害超过楼阁套。 3.3.3 追忆 适配队伍：所有 追忆之注连(简称追忆套) 类似于楼阁套，其四件套效果对流浪者的普攻、重击有加成。不同的是，追忆的伤害提升比楼阁大10%，但缺少了10%的攻速，启动条件也完全不一样，追忆的启动条件 需要15点元素能量 。我们在上文(3.1.3.6)提到过，流浪者的大招伤害占比不可忽视，而启动追忆套会使流浪者开大的充能压力大大增加， 降低流浪者开大的频率 。并且在大世界时，流浪者需要频繁启动元素战技，这就导致 大世界几乎完全开不出大招 ，甚至会因为元素能量不足15点导致无法吃到4件套效果的加成，此问题在深渊也能体现。 需要注意的是，流浪者如果站场10s 之后 在空中 主动结束浮空状态，也会消耗一次15点能量 。在佩戴追忆套时，染水或满命的散兵需要注意主动结束浮空的时间。 3.3.4 楼阁追忆余响伤害对比 注： 1、Cx指的是命座层数为x(0≤x≤6)，Rx指的是专武精炼层数为x(1≤x≤5). 2、本表计算的是在流浪者单人在佩戴楼阁、余响、追忆三种情况下的一套 输出总伤 。 3、追忆套因为启动消耗能量的原因，导致大招频率变低。多循环总伤 实际上要比本表计算的低 。 3.3.5 逐影套 适配队伍：散芙队 散芙队中，逐影套能给散兵带来巨额暴击提升，因为散兵获得暴击的手段多，导致了圣遗物暴击压力变大， 很容易暴击溢出 。逐影套相较于传统的楼阁余响追忆并无太大差别，因此 已经拥有传统圣遗物的无须再刷逐影 。 3.3.6 风套 适配队伍：武装队 风套二件套效果可以提升流浪者输出能力，四件套可以扩散对应元素，为队伍内其他后台输出角色 减抗 。 若流浪者为队内的 核心输出角色 ，在四件套未能凑齐之前，可以 选择2风伤+2攻击或2风伤+2风伤过渡 。但需要注意，2+2搭配要 远远弱于 楼阁追忆余响中的任意一个四件套(相同面板2+2要差四件套约30分左右)，所以要 尽量凑齐四件套 。 3.4 武器 先把结论放在前面： 五星武器中， 图莱杜拉的回忆 是普攻流散兵的 最优解 ，并且武器 精炼收益极高 。 四风原典 既可以作为大世界跑图用的武器，也可作为深渊使用的武器。 天空之卷 的双爆压力较大。 尘世之锁 在队伍带盾，且没有班尼特的情况下，强度甚至直逼专武。 万世涌流大典、金流监督 可以作为天空之卷和尘世之锁的上位替代。散芙队中可以使用 金流监督 作为专武平替。 四星武器中，流浪乐章如果随机到了正确的效果，那么强度很大。匣里日月武器特效覆盖率不高，主要是暴击率的词条珍贵。 流浪乐章的优先级大于匣里日月 。散芙队可以使用 纯水流华 。 如果上述武器都没有，那就有啥带啥吧，词条尽量选带双暴攻击的。 3.4.1 图莱杜拉的回忆 图莱杜拉的回忆 是流浪者专武，这是一把非常强大的武器，提供 高额的攻击白值与较高的暴伤 ，使普通攻击造成的伤害提升，提高攻速，极为 适配普攻流 的散兵。同时流浪者满命情况下，武器的 精炼收益也远远高于其他武器 (C6R5的散兵和C6R1的散兵相比上升了一个新高度，提升了约25%的伤害，但是C0R1到C0R5的提升仅有16%，因此， 建议先抽满命再抽专武 )。其中高额的攻击白值也非常适配选择余响套的散兵，因为余响套的提升取决于攻击力。10%以上的攻速大大优化了手感。对于 重击流 的散兵来说，本武器并不合适，可以选择其他武器。 3.4.2 四风原典 四风原典 的副词条提供33.1的高额暴击率。流浪者作为站场风c不断打出伤害，是非常需要高额暴击率的。武器效果提供了元素伤害加成，加在 增伤区 。元素加成效果分4层，叠层方式如下： 角色处在前台，每4s叠一层，切后台后消除层数，但是不清除前台时间，也就是说你前台呆了7s就是1层+3s，切后台再切回来就是0层3s，所以再过1s就又变成1层。 我们默认第一层叠层的期望是2s 。 深渊环境下是吃不满全部层数的，但是在大世界相对吃的层数较多。移动速度加10%对大世界跑图很友好。 大世界带这个武器非常好用 。深渊环境下即使叠不满，但对流浪者来说，也是一把不错的武器，如果是重击流流浪者，那么这一把是最优武器。 3.4.3 天空之卷 天空之卷 非常通用，几乎所有法器主c角色都能使用。主副词条提供高额攻击，但导致 圣遗物双暴压力较大 。武器效果提供元素伤害加成，拥有一个可以脱手的召唤物进行攻击，该攻击为 物理伤害 ，可以受到增伤(比如夜兰的开大增伤)，暴击暴伤，锁面板。在流浪者攻击风元素免疫的敌人时，可以发挥妙用。 天空之卷的优先级比四风要低 。 3.4.4 尘世之锁 尘世之锁 主副词条也提供了高额攻击力加成，但基础攻击力比天空之卷少。其武器效果也主要增加了攻击力，并且依赖于角色身上是否有护盾。在选用此武器时，角色队伍中 建议带一个盾辅角色 。选用此武器时， 圣遗物双暴压力较大 。 3.4.5万世涌流大典 白板武器，特效吃不满，但副词条给了相当多的暴伤，在散珐班钟中的伤害甚至超过了天空和盾锁。建议在 没有四风、铃铛 的情况下选择这把武器。 散芙队中推荐使用 。 3.4.6金流监督 拥有高白值和暴击率加成，在 散珐班队中不如万世涌流大典 ，因为流浪者更缺的是暴伤而不是暴击。散芙队中触发武器特效可提升普通攻击与重击伤害，叠满三层还可以获得流浪者稀缺的攻击速度加成，是 散芙队中的首选 。 3.4.7流浪乐章 流浪乐章 是四星武器的 首选 。提供510点基础攻击力和55.1%暴伤。武器效果也不错，只要不碰到元素精通加成，那提升还是相当高的。深渊用的话， 可能需要反复重开来凹到攻击或增伤加成 ，其实就是碰运气。 3.4.8 匣里日月 匣里日月 副词条提供了27.6%的暴击率，比较不错，武器特效对普通攻击的伤害加成时间仅有6s， 覆盖不了流浪者整个站场输出时间 ，而且不加成重击。但是元素爆发能够得到加成。 3.4.9 纯水流华 散芙队与一般队都可使用 ，但一般队 需要带奶 。破除生命之契的情况下，精五纯水流华接近精五月卡武器和精五流浪乐章，流浪乐章的问题就是三分之二的概率和冷却cd的问题。 纯水流华有一个机制，那就是散兵开e后再结束e，然后切换角色，基础的增伤和生命之契不会消失，这个时候可以队友上buff，瞬抬奶可以直接破生命之契。buff覆盖率也很高。这样的话奶的选择其实就挺多了。 没有奶的队伍那这个纯水流华基本是一个小厕纸 。而且还有个缺点是副词条不是双爆， 圣遗物的双爆压力太大 。 总结来看这个武器还是挺优秀的，锻造武器获取成本也不高。 建议散芙队中使用，或在一般队中作为流浪乐章和匣里日月的下位替代 。 3.4.10 武器伤害对比 注：以神乐之真意为基准、队伍为散珐班钟，计算一轮循环的总伤，纯水流华和万世涌流大典未吃满特效 由表可得，在队伍中 攻击词条的武器 比如天空、盾锁、纯水和加攻击的流浪乐章都 大幅下降 ，原因是攻击力稀释严重。专武的伤害地位依旧最高， 词条为双爆的，buff是增伤类型的武器都有大幅提升 。综合来看，应该尽量 选择副词条是双爆和有增伤类型buff的武器 。值得一提的是，在队伍中，两个新出的五星法器虽然吃不满buff，但因为词条是双爆的原因，优于天空和盾锁。 3.5 参考面板 3.6队伍搭配 导言： 在搭配队伍之前，我们首先要掌握原神角色的大体概况，思考哪些角色可能会成为流浪者的队友，然后进一步深入论证角色成为散兵队友的合理性，最后搭配出成型队伍。 在进行这一过程中，我们需要考虑全面，包括但不限于以下几点： 1、角色对流浪者是否有提升或能否提升整个队伍的伤害，2、不同角色对流浪者提升的异同和差距，3、队伍的充能循环是否顺畅，4、队伍中的角色是否可能起冲突，5、角色的轴是否相互适配，6、角色提供的buff覆盖率是否足够，7、不同环境对队伍的影响，8、角色机制对流浪者的输出环境是否有利，9、队伍的dps是否足够，10、队伍中角色的上下位替代，11、对流浪者拾玉得花天赋的利用 3.6.1 散珐班队及第四人的选择 3.6.1.1散珐班队逻辑 (1)珐露珊 因为珐露珊尤为重要，因此在这里详细介绍一下。 珐露珊为强力风拐，集减风抗(30%)，增伤(天赋10级可达32.4%，13级可达38.3%)，加风元素暴伤(40%)，充能，聚怪为一身，并且加成持续时间极长，buff的面积范围极大(所有的buff范围都极大，根本不用担心画地为牢的问题，因此流浪者可以放心的调整站位)，对风元素主c的提升极大。珐露珊大招需要80点能量，非6命珐露珊充能手段麻烦，只能通过元素战技使蓄力重击被强化，该强化效果下的蓄力重击可以产球，固定产出2颗风元素微粒，且有约5.5s的内置cd，因此非6命珐露珊会有较明显的充能压力，而且在蓄力充能的过程中浪费了不少时间，也因此对元素充能效率的需求很高，通常叠300以上的充能，满命的珐露珊也依旧建议堆叠较高充能，详细原因在下文论述。 珐露珊的6命非常非常非常关键，有没有6命对散兵来说几乎是两种游戏体验。 珐露珊的6命自身提升强劲(40%的风暴伤加成)，还将之前12345命以及角色的eq联系起来，起到一个桥梁的作用，并且触发这些加成的条件都相当宽松，能充分发挥珐露珊的机制。将风压坍陷(可以产球)、4命(依据命中敌人的数量，风压坍陷产生的风涡可以为珐露珊恢复元素能量：命中一名敌人时，将为珐露珊恢复2点元素能量；每额外命中一名敌人，都将进一步为珐露珊恢复0.5点元素能量。一次风涡，至多通过这种方式为珐露珊恢复4点元素能量)、与6命效果中“处于'祈风之赐'效果影响下的当前场上角色造成伤害时，将为该敌人施加'风压坍陷'”联系起来，可以做到前台角色输出时，珐露珊只要开启了元素爆发，就可以在后台实现边辅助边充能，既为前台角色提供了增伤和充能，又可以实现珐露珊充能的自给自足，并且充能的次数较之前大大增加，(并且2命还可以再延长q的持续时间，这也就再次延长了产球的时间，从而进一步增加产球的次数，能一共产6个风球，你看，这又把2命给联系了进来)，只需要开启元素爆发即可省心的充能，大部分情况下不需要再通过蓄力重击来产球，这极好地解决充能问题，而且省下了充能的时间成本；6命中处于'祈风之赐'效果影响下的当前场上角色造成伤害时，将为该敌人施加'风压坍陷'”这一效果，可以使之前覆盖率并不稳定的减抗实现持续减抗，可以做到全程覆盖，并且可以全程触发千岩套的效果。 珐露珊自身倍率不错，而6命中施加风压坍陷效果可以让珐露珊在兼具辅助、充能的同时具有一定的输出能力，可以补充队伍的伤害，因此6命珐露珊的元素战技天赋也有一定的加点价值。qe都加满点后的珐露珊一套伤害能接近15w左右，这几乎接近副c的水平了，而且还是纯后台伤害。 需要注意的是，七窟遗智这个固有天赋，能带来一个提高伤害，这个提高伤害的方式和云堇一样。但这个提高伤害的数值给的很低，高白值低白值实际上都没有太大的差别，蚊子腿伤害，因此没必要为了这个天赋而去特意选择高白值武器。 总而言之，珐露珊机制优秀，提升巨大，不仅当下强劲，而且未来可期。 不同命座的珐露珊对流浪者的提升对比图(n1+n2+n珐指的是，流浪者命座数加专武精练等级数+珐露珊命座数，如果n珐空缺，则意味着该项中没有珐露珊的加成)： (2)班尼特 班尼特的能力大家众所周知，极其强横的攻击拐，并且有较强的回血能力(可以利用这个性质来抛弃生存位)，还能给自身或怪物挂火(这一点方便流浪者扩火，吃到天赋的攻击加成)。虽然有画地为牢的限制，但对于流浪者来说，限制相对较小。 (3)总结 珐露珊，班尼特同时为流浪者提供了攻击区、暴伤区、增伤区、抗性区的全方位加成，并且互不冲突交叠，并且珐露珊提高了循环能力(流浪者大招伤害占比并不小)，提供聚怪，这方便了流浪者即使普攻也有可能造成aoe伤害。班尼特提升生存能力。散珐班之间提升巨大，配队完善，逻辑自洽，是合理的配队。 3.6.1.2 散珐班第四人的选择 在前文中介绍散珐班的逻辑是为第四人的选择作铺垫。散珐班配队已经非常完善，所有 第四人的选择几乎都为锦上添花 。这个花可以根据自己的需要合理选择。可以带生存位，带副c位，带辅助位等等。总之，一定要 按需带，不要认为第四人是一个锁死的位置 ，这是一个非常自由的位置， 面对不同的环境，灵活选择才能使伤害达到最大化 。 (1)生存位 上文提到，流浪者的输出环境较为恶劣。对于此问题，解决方法有增加 盾位、治疗位或抗打断位 。 ▶ 盾位 在介绍盾位之前，我们必须先明白一个道理， 盾不是让你完全不闪避的，而是给你的闪避增加容错率的 。 盾位可以选择 散珐班钟，散珐班莱，散珐班猫，散珐班托 。散珐班莱、散珐班猫在 提供盾 的同时，利用流浪者拾玉得花的天赋，可以 实现冰火双染，带来20%的暴击率 ，莱依拉也可以选择带苍古，吃到苍古的加成。散珐班钟 盾量比其他队要多，容错性更强，而且有20%减抗 。散珐班托队能 凑双火buff ，托马6命效果亦可带来提升，获得盾的机制也很适合普攻流流浪者，但 不适合重击流 ，因为重击无法获得护盾。而且托马的盾面对怪物短时间内的多次攻击是相当不友好的，但是我们前文提到过，有盾也要闪避，这种情况下该闪就闪。建议根据自身的情况与环境来选择以上几个盾辅。散珐班猫和散珐班莱的手法在上文提到过，这里不再赘述。以下简要介绍 散珐班钟 ： 此队伍中，珐露珊、班尼特建议堆叠较高充能,满命珐一般 珐245/班(单火250/双火230),非满命珐一般珐320/班(单火270/双火250)， 钟离可用 西风枪 来改善队伍循环。流浪者2命以上可以去有目的性的堆叠20%左右的充能。 珐露珊圣遗物要 优先保证充能再考虑圣遗物套装 。圣遗物套装可带 千岩(6命情况下)，宗室、绝缘甚至风套、散件 。班尼特可带 宗室(珐露珊带的话就别带了)、绝缘、散件 等。 *对队伍充能循环的补充 （此部分作者为柒伍75） 首先，众所周知，6命珐露珊的自充能力非常强，班尼特一般也是堆个250就够用。那么我想请大家设想一种情况，这种情况不仅适用于散珐队，也适用于绝大多数队伍。就是说，假设你在打深渊，现在一轮输出循环打完了，但场上只剩一个30-40万左右血的小怪，那么你接下来会如何选择呢？ 所以我有两个建议。其一是继续提升珐露珊和班尼特的充能。毕竟珐露珊和班尼特的输出可以忽略不计，充能基本上可以说是最最有效的词条收益。像我自己的号就是6命珐露珊306充能，5命班尼特328充能，可以说是非常的安心了，应对这种循环打一半的情况也不会有太大问题。 其二是有意的去“踩刹车”，比如当这个怪就剩一个5万左右血皮的时候，停止主C的输出，切辅助出场打球充能。这样子相当于用前一间的“溢出时间”去弥补下一间的充能启动问题。当然了，如果已经是第三间就没必要刹车了，直接狂输出打到底就行了。 输出手法：珐q——钟e(珐和钟无所谓顺序，因为覆盖时间都足够长)——班eq——散e ▶治疗位 治疗位不推荐去带 ，因为班尼特足够，你给班尼特堆点生命就完全够用了。如果你实在是需要，带你奶量最高最舒服的即可。 ▶抗打断位 抗打断位，就是提高流浪者的抗打断能力，使其不易被打断攻击。比较典型的是 迪希雅 ，能够 提供霸体和减伤 。迪希雅一定程度上可以缓解班尼特的充能压力，所以推荐带 西风大剑 。弊端是迪希雅提供霸体的时间太短，并且CD太长，需要让迪希雅在班q之前放e。遇到生存压力过大的环境，只能让迪希雅把e往班q后放。但这样就占据了班尼特的buff时间。 输出手法：珐q——迪e——班qe——散e (2)副c位 由于流浪者依赖于元素战技强化普攻输出的特性，可以触发夜兰、行秋等的协同攻击。这丰富了流浪者副c的选择。 常见的有 散珐班夜、散珐班行、散珐班奥(菲谢尔)、散珐班温 等等，这里着重介绍 散珐班夜 。 ①散珐班夜 夜兰的强度毋庸置疑，无论从哪个角度看，都是一个相当优秀的副c。夜兰还可以 让散兵染水，可以增加闪避的容错率 。夜兰本身 还有增伤能力 ，让流浪者的输出更上一层楼。 此队伍中，珐露珊可带 千岩(6命)、风套、绝缘、散件 等，班尼特还是老样子，夜兰建议 绝缘，用西风弓 ，不然不好循环。 输出手法：珐q—夜eqe—班qe—散z(楼阁套触发动作，同时等班尼特给散兵挂火 )—e(等挂上火再e) ②散珐班行、散珐班奥等 这个和散珐班夜差不多，不再赘述， 建议作为散珐班夜的下位替代 。菲谢尔容易被流浪者扩雷，可以适当降低队伍充能。 ③散珐班温、散珐班万 同时 兼顾聚怪与副c ，可以作为一个不错的选择。 可能有人对万叶的副c能力概念不大，只停留在堆精通增伤和聚怪的层面上。实际上， 攻风暴万叶 在珐露珊和班尼特的辅助下，甚至 能做到eqe达到三四十万的伤害 ，而这个伤害足够打完一波的流血狗。在历届浪客杯中，也经常出现散珐班温和散珐班万配队。 (3)辅助位 辅助位的选择更为灵活。你可以选择 云堇 ，进行普攻增伤和攻速加成，选择 琴(4命) 来减风抗(琴最好带上苍古)，选择 米卡来增加攻速 ，也可以带个 公子 当普攻倍率拐，带个 任意火角色 ，凑双火buff，甚至可以带修女，加暴击等等。这里我着重讲一下云堇。 云堇作为普攻拐，能 大幅提升流浪者攻击区，2命可以普攻增伤，6命更是有珍贵的12攻速加成 。 输出手法：珐q——班qe——云堇q——流浪者e循环。 此队伍中，仍然是要 保证充能循环 ，云堇可以 带充能武器，比如西风 。珐露珊班尼特的圣遗物和散珐班钟时一样。 关于云堇的补充： 1、云堇普攻增伤效果仅有30次，这意味着面对群怪环境如果造成aoe伤害时，有可能在流浪者元素战技结束前消耗完次数，导致流浪者输出后半程失去云堇的增伤(并且云堇6命的12攻速也会随之消失)，此时配队总伤要低于中高配夜兰、苍古琴等。但优势在于四星成本低，出伤快。 2、云堇的q结晶和珐露珊的q扩散会消耗掉班尼特的上火，散切出时要等一下再开e，这样就能扩到火了。 (4)对策位 面对群怪环境，你可 以带万叶，温迪来聚怪 ，这样比单个解决要快很多。温迪的话面对需要脱手聚怪的环境极为强势，但在使用温迪时，要根据情况确定大招的释放时机与释放位置。面对盾怪， 可以选择相应角色尽快破盾 。总之，要根据环境来灵活的选择此位。 3.6.1.3总结 散珐班 第四位是一个非常灵活自由的位置 ，原因是散珐班逻辑自洽伤害足够 。一定要根据遇到的环境，来改变第四人的选择，不要锁死一个，只有灵活才能做到伤害的最大化 。 3.6.2散珐芙奶体系 3.6.2.1散珐芙奶队伍逻辑 珐露珊依然在散兵队中起不可替代的作用，而班尼特给散兵的加成相对不如珐露珊，而且还有画地为牢的限制，散兵受画地为牢的限制还是不小的。而且芙宁娜本身的增伤能力也足够强劲，还能发挥副c的作用（大概20~30w左右的伤害，是一个不错的副c伤害了），因此 芙宁娜的作用是把散兵队中的班尼特给替下来 ，组成散珐芙队。由于芙宁娜的机制是烧血增伤，这意味着 需要带奶来触发芙宁娜的机制 ，所以散珐芙无班队的第四人就 锁定为奶， 这也导致了可能队伍中没盾，输出环境不佳。且该队伍增伤区溢出严重。总结来看， 该队伍目前并不完善，玩的并不舒服，不能给散队伍带来较多的提升，只能说拓宽了队伍的选择，增强了丰富性。 此队伍中 散带楼阁余响追忆逐影均可，珐露珊带千岩（满命时）或宗室，非满命充能260%以上。芙宁娜带剧团，非四命应保证充能220%以上 。芙宁娜武器带 灰河渡手 。 3.6.2.2 奶位的选择 奶位可分为单体奶与群体奶。芙宁娜的命座会影响两类奶位的选择。 C2及以上可选择单体奶，如班尼特。C2以下需选择群体奶 。如夏洛蒂。以下介绍几个常见的奶位。 （1）班尼特 班尼特可提供 单体治疗 ，本身是 强大的攻击拐 ，此队伍是 理论dps最高的队伍 。但缺点是 班尼特会挂内鬼火，且有画地为牢的限制，队伍中没有抗打断，生存压力不小 。 班尼特圣遗物可带 宗室，充能260% 以上。 输出手法：芙qe——珐q——班qe——散e循环 （2）夏洛蒂 夏洛蒂可提供 群体治疗 。其优势在于 多染一层冰元素加20%暴击率 ，配合芙宁娜可以通过 冻结 降低生存压力，还可以 装备讨龙英杰谭 为流浪者提供高额攻击力加成。 夏洛蒂圣遗物带 千岩或宗室，充能250以上，攻击力2100以 上。武器带 证誓之明瞳或讨龙 。 输出手法：芙qe——珐q——夏qe——散e循环 （3）琴 二命琴可以 加攻速，q瞬抬奶 ，四命可以 提供高额减抗 ，适配风抗高的环境，有六命可以提供减伤，但是 没有抗打断 。琴在此队里充能压力较小。 琴圣遗物 散件即可，充能200%以上。武器西风或苍古 。 输出手法：芙qe——珐q——琴qe（或eq）——散e循环 3.6.3 散珐+副c/辅+生存位 此搭配可以在 没有班尼特情况下使用 ，副c常见的有 散珐夜钟，散珐香钟 ，夜兰的协同攻击需要流浪者平a触发，香菱则不需要，可以根据自己输出手法的不同选择不同的副c。辅助常见的有 散珐云钟、散珐米钟、散珐琴(4命) 等，根据环境灵活选择即可。盾位也可自由选择，无太大限制。队伍内角色的圣遗物、武器与在散珐班中时无太大差异。 3.6.4 武装队 流浪者的机制很适合作为武装队的前台角色。他可以触发多个角色的协同攻击，并且飞天机制较为灵活。武装队可以组 散奥北行 ，菲谢尔可以提供 后台挂雷和雷元素协同攻击 ，行秋可以 提供减伤、抗打断、挂水和水元素协同攻击 ，北斗可以提供 护盾和雷元素协同攻击 。以上可以保证流浪者的输出环境足够安逸，同时，多段协同攻击也保证了队伍的伤害。 在此队伍中，因为没有珐露珊等辅助提供的增伤，流浪者的输出占比相对较小，此时 流浪者佩戴风套的收益最大 ，在前台为武装队的队友减抗。 输出手法：菲谢尔e或q——行秋eqe——北斗qe——流浪者e(不建议重击) 配装： 散兵带 风套 ，其他按正常武装队的圣遗物带即可 3.6.5 永冻队 永冻队专治多动症类的怪，可以 散珐心修 。心海水元素足够，并且e启动，没有充能压力，其他角色比如莫娜，挂水不够，且与心海相比没有治疗能力。罗莎莉亚的话，产球多，而且提供15暴击率，流浪者的拾玉得花天赋可以稳定扩冰，再的20暴击，加起来35暴击，相当于一个暴击头，这时候把暴击头换成暴伤头，岂不美哉。 输出手法：珐q——罗莎莉亚eq——心海e——散e 配装： 珐露珊 4千岩 ，修女带 决斗枪或其他暴击武器 ，圣遗物 尽量高暴击 ，充能也需要叠，建议 堆叠170以上 的充能，心海带 讨龙，圣遗物4海染 。 也可以 散珐夜莱 ，相比于心修，其更大的优势就是 没有画地为牢的限制 ，也有缺点，就是挂水的容错率低一些，只能为单个怪物挂水，面对群怪，需要自己调整，给怪物分别挂上水。莱依拉挂冰能力也不是很强，频率低范围小。 输出手法：珐q——夜eq——莱qe——散e 配装： 夜兰 4绝缘 ，莱依拉带 宗室或千岩或散件 。 散温心甘 亦是一个不错的思路，限于篇幅原因，本文不再详细介绍。 *补充说明：流浪者是如何染上冰水两种效果的？ 分析： 首先，我们要清楚 冻元素、藏元素 的概念。 冰元素，举个例子，你用凯亚朝怪物身上e一下，此时怪物(头上显示一个冰元素图案)身上就是冰元素。 如果你再用芭芭拉a一下，那么怪物就被冻结了，此时怪物在冻结状态下。冻结元素下的怪物头上显示一个发光的冰元素图案，此时就是冻元素。冻元素具有冰元素的性质。 冻结状态下，怪物此时 处于冰水共存的状态 ，水元素量和冰元素量会随时间慢慢消耗。 冻结状态下怪物 仍可被附着有水/冰元素 (反应残留或反应后新的附着)，称这种元素为 藏元素 。 举例: 1、怪物冻结后，如果你再用芭芭拉a一下，则怪物身上的藏元素是水。 2、怪物冻结后，如果再用凯亚e一下，则怪物身上的藏元素是冰。 而流浪者的染色有一个特性， 不管元素量的多少，只要怪物身上受两个元素影响，那么流浪者就会染上这两个元素 。 根据以上，怪物身上有冻元素，而冻元素有冰元素的性质，只需要再给怪物挂上水，藏元素就是水，此时怪物就受冻元素和水元素的影响，开e就可以染上冰和水了。 3.6.6 种子队 3.6.6.1 超绽放队 超绽放， 草行久 嘛，然后让流浪者在前台输出就完了。但是 久岐忍的雷环会跟着流浪者飞天，挂雷很不方便 ，然后需要换 雷神 ，但是雷神相比久岐忍又缺少了治疗能力。流浪者生存压力太高。总之 都显弊端 。实在没活了可以看看这个配队。 输出手法：雷e——草神eq——行秋qe——散e 配装： 纳西妲带 四草套或精通2+2散件 ，武器带 精通武器 ；久岐忍 带2+2精通散件或饰金4或乐园4 ，武器带 精通武器 ；行秋带 充能够的圣遗物就行，武器带祭礼 ；雷神圣遗物 精通咋高咋来，武器也是 。 3.6.6.2 烈绽放队 烈绽放， 散兵草神行秋托马 ，散兵在前台高频普攻触发行秋协同产生种子，托马打火烈绽放，托马的盾还能提供抗打断，听着不错对不对？现实是 托马的压力太大 ，又需要充能开大，有需要生命值提高盾量，又需要精通来提高烈绽放伤害，实际上三者很难兼顾，因此这一队也显弊端，没活了可以组这个。 输出手法：托eq——草eq——行秋eq——散e 配装： 草神行秋和超绽放的一样，托马圣遗物和武器精通、生命、充能咋高咋来，先 把精通和充能放的靠前，生命值靠后 。 3.6.7 散兵国家队 散兵班尼特香菱行秋 这个队吧，散兵带风套时伤害持平雷国，但低于万国，相较于雷国还缺抗打断，充能也很有问题。相较于万国缺聚怪，输出也不如万国。而且带了班尼特香菱行秋很抢第二队的队友。一样，没活了可以看一看这个配队。 输出手法：行秋qaeae——班尼特qe——香菱qe——流浪者e-班尼特e香菱获取能量——继续循环 配装： 流浪者带 风套 ，行秋 绝缘4或2+2 ，带 祭礼 ，班尼特 4宗室，西风剑 ，香菱带 鱼获或西风，圣遗物4绝缘 ，要求高充能。 班尼特携带西风时， C6行秋充能170%+，香菱充能210+ ，班尼特越高越好。 四、输出手法 导言： 操作手法要以需要以输出最大化为目标，结合环境、圣遗物、角色机制、武器、命之座等灵活选取、及时变化。需要注意的是，流浪者的手法受以上因素的影响较大。 灵活选取需要玩家充分了解所处的环境，并结合自身所搭配的圣遗物，武器、命座进行选择。举例：面对群怪环境，0命散兵可以选择重击流进行攻击，因为重击的AOE范围更大，能够使伤害达到最大化。反之，亦可以通过操作手法来选择合适的圣遗物、武器。举例：重击流的散兵不能使用余响套和专武，此时可选择楼阁、追忆和四风等。 及时变化需要玩家具有随机应变的能力，掌握多种手法，面对突然改变的环境，作出手法的改变。举例：3.7深渊12-3上半间的圣骸兽，圣骸兽攻击频繁，走位复杂，有时两只怪物距离较远，此时可以使用普攻流攻击，有时距离接近，此时可以用重击流攻击，在面对怪物攻击时，可以3a一闪，及时调整站位同时达到伤害的最大化。 4.1 aaa手法 aaa手法就是 始终点击普攻 ，在使用此手法时，根据流浪者可以走a的性质， 可以用走a调整输出站位 。需要注意的是，流浪者在连续aaa的情况下， 会出现无法闪避的情况 ，在 高攻速状态 下，该情况尤其明显，并且当前除了盾辅以外没有很好的解决办法。但是可以预防这一情况，即充分了解怪物的机制，利用走a提前调整好站位，预防被攻击，但对玩家的操作和理解要求极高。 选用此手法，建议满足以下任意一个条件： 1、流浪者6命，2、面对单怪或站位极近(在流浪者普攻aoe范围内)的怪，3、持有图莱杜拉的回忆，4、圣遗物佩戴余响(佩戴楼阁追忆也可选用此手法)，5、队伍中有普攻拐或需要普攻触发的协同机制，6、面对群怪，限于操作问题，zzz触发不稳定，7、普通攻击攻速大于等于20% 4.2 zzz手法 zzz手法就是 不断使用重击进行攻击 ，流浪者的存在重击后摇，可以用 下一次重击来衔接上一次重击 以取消后摇，来达到连续快速的重击，类似于可莉重击。此手法需要 把握好重击的时机 (重击的时机是流浪者上一次重击进行抬手动作，当抬手到头顶时按下重击)，并且有足够的熟练度，对操作要求高。 zzz手法与aaa手法相比，低命流浪者在没有专武和攻速加成时， 输出要比aaa约高1.16倍 。而且重击有削韧能力。但是穿楼阁或追忆带专武aaa的上限比穿追忆带四风zzz的上限高。因此 是否拥有专武是选择手法的关键 。再一点，队伍中有 普攻触发协同攻击的副c或者只对普攻有增伤的拐 的话，则不能选取zzz手法。还有一点，zzz手法出现失误，那么 输出会明显下降 ，甚至打乱攻击节奏。因此建议怎么舒服怎么来，你要是重击打的好而且觉得舒服就选zzz，要是打不好就去选aaa。 反过来讲，对专武的抽取、圣遗物的刷取、队友的选取，也可从操作手法方面做出选择，用zzz手法则不需要专武，楼阁也有10%的攻速加成是浪费掉的，队友不能选择普攻触发的副c。用aaa手法则需要专武和楼阁套来提高上限，队友选择更多样。 选用此手法建议满足以下条件： 1、群怪环境下，2、操作好，熟练度较高，3、不能搭配专武，4、非6命，5、圣遗物不能佩戴余响，6、队伍中没有普攻拐或者需要普攻触发的协同机制。，7、需要削韧的环境，8、普通攻击攻速小于20 *4.3 攻速对aaa与zzz手法的影响 攻速主要通过动画方式实现，其影响 只作用于攻击的前摇和后摇 ，且攻速 受制于帧率、网络延迟等复杂外部条件 。攻速越高，流浪者能打出的aaa的套数和zzz的数量越高，而散兵是一个持续输出的角色，尤其需要高攻速来打出更多套伤害，因此 攻速对于流浪者的意义极大 。需要注意的是，原神中 攻速的叠加上限是60% ，也就是说超过60%的攻速都是没有收益的。 可列下表： 由此可见 帧率、攻速越高(小于60%)，aaa套数与zzz的数量越高 。 攻速叠到 30%—40%就是收益的阈值 ，攻速再高收益反而下降。 *我们注意到： 由于帧率对攻速的收益影响极大，而且根据表中可得，不同帧率的不同攻速可能会出现攻速没有收益的情况，比如在表中120帧率下20%攻速提升到30%攻速后，aaa套数没有提升，仍然是7+2套，因此，建议各位在叠攻速的时候，建议关注一下自己设备帧率下攻速是否有无提升，如果攻速无提升，可能会影响比如楼阁套的10%攻速收益，这个时候楼阁套10%攻速毫无提升，此时楼阁套的伤害可能低于余响，追忆。 4.4 aaz与aaaz手法 aaz手法和aaaz手法倍率比aaa和zzz高，但 操作难度极大，手感差，有能力的情况下可以选取这两个手法 。aaz手法倍率高于aaaz手法。 4.5 三a一闪(又称aaas)手法与aas手法 aaas是 在普攻第三段结束的瞬间，利用固有天赋2梦迹一风进行闪避 ，其原理是 闪避取消第三下普攻的后摇 ，在 不消耗空居力 的情况下可以实现 对站位的调整和对怪物攻击的闪避，同时发射风矢补充伤害 。aaas的最佳时机是在 第三段攻击挥出后的一瞬间闪避 ，闪的好的话是 不会影响aaa的段数 的，因此可以提高总伤(利用得当的话， aaas的倍率是所有手法中最高 的)。 aaas注意事项： 1、由于梦迹一风的触发是有概率的，所以 低命散兵难以做到三段攻击后100%触发 ，这就导致用不了aaa闪手法。而 满命散兵 可以，因为有附加攻击，也就是16+12*7=100的触发概率。总结来说，低命散在aaa时，如果触发了梦迹一风的天赋，那么可以用，如果没触发那就aaa就行，触发了再aaas，总会触发的。至于满命散兵，全程aaa闪形成节奏即可。 2、由于高攻速状态下流浪者aaa速度极快，当 攻速大于等于30时aaas手法会很容易导致aaa套数降低 ，此时 不建议使用aaas手法 。 3、如果aaas闪避过快有可能导致出现发射风矢但仍然消耗空居力的bug，因此非常考验玩家aaas的释放时机，需要高熟练度。 aas手法相较于aaa手法总伤要高，但低于aaa闪，并且有天赋不能稳定触发的缺点，非6命下天赋触发概率更低，因此 不建议非6命命流浪者使用此手法 。 aas手法优点是比aaas闪避更为灵活，无敌帧更多 。亦可以利用aas手法进行缩轴。缺点是难度大，需要极高的熟练度。 五、大世界使用技巧 1、流浪者上坡时， 松开移动方向键，只按冲刺键 要比按移动方向键冲刺快的多。 2、流浪者 有节奏点按升空 (点按 4 次，需自己把握节奏)要比长按升空距离远。 3、流浪者在空居力快耗尽时(小于25点)，可以 按冲刺键透支一次空居力 。 4、在爬山时，流浪者可以开e通过 蹭有倾斜度的山体滑上去 。 5、 正常在空中移动比在空中加速移动飞行的距离远 。在空中正常移动距离约为45米，加速移动距离为30米。流浪者正常在空中飞行速度为270，加速飞行速度为480(加速冲刺30米约耗时4s)。 6、流浪者在空中加速移动时， 松开方向键，冲刺一段时间后，背后圆环会改变为双环，此时松开加速，再次点击加速，形成节奏 ，可以使加速飞行时的距离 最远 (但不如长按冲刺快)。需要控制方向时，可以按住方向键，然后重复上述流程，也可使飞行距离比一般情况要远。 7、流浪者不开e的情况下，普攻时会在原地不动，此时再按住前进方向键并转移角色的视角可以调节流浪者普攻的方向，方向为视角面对的方向。 8、流浪者长距离移动时，可以选择 开e冲刺飞接落地跳a然后再开e冲刺飞 ，速度最快，可以循环，不需担心体力耗光。 9、流浪者在较高的空中时， 在e结束之前，保持向前飞但并不冲刺的动作 ，结束e技能后，可以获得一个向前俯冲下落(就是下落时会向前，类似于飞机降落，既下落又往前飞，只不过流浪者下降率很大)。 在较低的空中，不建议使用此方法， 因为效果不明显，建议用第3条，透支一次体力。 10、浮空状态下， 流浪者可以捡拾地上的掉落物 ，但如果流浪者稍微高一点或地势低一点就不行了。 11、无论山体本身有多陡，散兵 下落攻击到斜坡的那一瞬间是可以开出E 的。 12、在大世界可以通过 按冲刺后开E来让追忆套不触发 ，这样就可以不用扣能量了。 附录一：流浪者基础数据表 此附录整理自 《全角色机制数据表》 （附录二，[1]），作者 ﻿ @666bj ﻿ ，这里表示感谢。 限于篇幅问题，图片无法在正文中展示，因此放在评论区中。数值的释义不再展开详细讲解，读者可以查询参考文献（评论区中）自行了解。",
    "length": 23176
}