{
    "game_id": 2,
    "post_id": "39914572",
    "f_forum_id": 43,
    "subject": "「七圣召唤」全角色胜冠之试5胜挑战卡组推荐（第一期）",
    "url": "https://www.miyoushe.com/ys/article/39914572",
    "created_at": 1685620579,
    "like_num": 52,
    "view_num": 5707,
    "reply_num": 19,
    "text": "大家好吖~这里是爱打牌的派大星～ _(珐露珊-欢迎新人) 简单做个自我介绍： 原炉石玩家，3.3入坑原神和七圣召唤，恰逢新版本出了胜冠之试，打到五胜角色牌底下会有个边框很帅哦，于是想到可以试试全角色5胜 截止3.7版本七圣召唤共有48张角色牌，包括愚人众和原魔，为提高效率我凑了17个强度尚可的队伍，我在贴出卡组时会简要介绍一下大致思路，欢迎大家点评(^^) 萌新慎入！本攻略推荐卡组并非都是主流！建议可爱小萌新们筛选T0T1卡组查看 不过我也会 不定期在文中推荐一些 版本强势或比赛常见的主流卡组 ，点我头像即可查看更多七圣召唤攻略 _(夜兰-来了)_(夜兰-来了) 本栏目不仅是对我个人全角色胜冠之试5胜挑战的记录，也 向各位厨力玩家或娱乐玩家提供了一些新鲜的配队思路 ，欢迎大家来抄作业^o^ 即使某些卡组的强度达不到竞技水平，但是依然能够取得胜冠之试5胜，足以证明卡组本身强度在线。 此外，除了主流卡组分享， 偶尔也会分享热斗模式的卡组推荐与攻略 ，感兴趣的朋友还请点赞收藏加关注哦~ _(绮良良-求好评喵)_(绮良良-求好评喵) 在开始前首先简要介绍一下本栏目中的梯度大致含义及示例： （ 没有经过正规比赛检验的卡组都没有权利自称T0 ｡ì _ í｡ ） T0：版本之子，发挥稳定，比赛常青树，强到专门被针对 T1：表现强势，天梯常见，比赛偶尔登场，攻略随处可见 T2：强度尚可，上限很高，常见卡组的下位替代变阵也是 T3：下限极低上限靠公式的卡组、极其不稳定的整活向卡组...... T4：不入流的卡组，不推荐使用，本栏目所有卡组强度均在T3以上 以下是 部分 3.7版本卡组强度梯度示意： T0：水皇草、一斗女仆双蒙德双岩 T1：钟离队、水镜皇 T2：甘雨队、双愚人众队 T3：胡剑皇、雷神公子 T4：一般牌手在3.7热斗模式组出的阵容 每套卡组我会 先给出强度参考和大致运营思路 ，抄卡组的朋友看到这里就好啦～ 之后还会针对每一套卡组 详细分析实战中需要注意的细节 ，或是在 大环境中的表现 ，帮助大家更好地理解卡组内在运转逻辑^ω^ 闲言少叙，开始本期的卡组分享吧！_(夏洛蒂-精彩——) 一、 胡桃 剑鬼 魈 强度鉴定：T3 大致运营思路如下： 起手留牌找 璃月港口、拉娜、最好的伙伴、提米、一张迅捷之风或交给我吧 ，有璃月港口不留拉娜、没有最好的伙伴可留岩与契约，此外运筹帷幄也可以留下，赌徒的耳环也可以酌情留下。 一般情况下， 首发剑鬼开局 。 如果有效骰子充足，则选择剑鬼连续召唤冰鬼风鬼，然后打出璃月港口；或者提前拍下拉娜或打出运筹帷幄，剩余1费切到胡桃。 如果有效骰子只够召唤冰鬼 ，那么召唤后应该璃月港口岩与契约蓄爆过，或者考虑换班时间或迅捷之风或北地烟熏鸡切胡桃EA。 如果没有最好的伙伴，且有效骰子不能召唤冰鬼 ，那么想办法召唤风鬼，之后换班时间或迅捷之风或北地烟熏鸡切胡桃EA。 如果初始手牌中最好的伙伴与璃月港口都没有， 建议首发胡桃开局 ，直接三动攒满能量，或者EA接岩与契约。 本卡组制胜手段是：通过剑鬼或魈扩散冰元素，使得胡桃能够持续高收益战场，之后伺机速切魈扩散，依靠高额直伤和挂元素频率迅速击溃对手，残局依靠本大爷开启魈的大招收割。 胡剑魈杂谈 作为一套有固定开局公式的卡组，中期可能出现的节奏变化却特别多： 胡桃大招很重要，一定控制在6血及以下再开； 胡桃如果挂上血梅香可以速切魈扩散，这样也能实现回合末对手三人挂火； 胡桃E技能只需要两费意味着，有时在E技能效果结束前可以配合拉娜继续释放E技能攒出大招并释放； 手里速切很多的时候，可以考虑多切剑鬼扛伤害； 冰鬼很关键，有冰鬼时如果我方后结束可以考虑最后让魈把对手头上的火元素扩散走以留下冰元素附着，给予对手极大的双扩散压力。 具体细节还有很多不一一展开说了，此外拉娜换成桓纳兰那也是可以的，或者依照个人喜好加入仙跳墙。 [ B O N U S ] 1.胡剑皇（T3） 转自比利君 胡剑皇的问题 绝对的公式化卡组，剑鬼首发召唤风鬼，切皇女释放奥兹以期望对手被挂三个雷，最后胡桃站场收割。事实上会玩的对手会陪你逛街让风剑鬼扩散不到雷，这样对手只被挂两个雷就不会那么难受，此外本卡组还很怕送你一程，实战中灵活性不如我前面这套四速切的卡组，不过感兴趣的小伙伴可以试试~ 二、 公子 神子 雷神 强度鉴定：T3 大致运营思路如下： 起手留牌找 大派蒙、立本、田铁嘴、雷与永恒、强能之雷 ，没有田铁嘴可留运筹帷幄，赌徒的耳环酌情留下。 首发雷神开局，召唤雷罚恶曜之眼，之后依据手牌情况按顺序选择： 1.田铁嘴蓄爆过 2.普通攻击田铁嘴过（溢出的能量一定会充到公子身上） 3.运筹帷幄强能之雷蓄爆过 4.普通攻击立本过、等等 注意，如果雷神开局面临被秒威胁，可以选择雷与永恒强能之雷EQ的打法。 本卡组制胜手段是：雷神给公子充能，公子利用充能牌开出1~2次远程大招，然后释放元素战技释放近战大招，为规避伤害可以卖掉神子和雷神。 这里先提两个小细节，神子一般不放杀生樱，直接开大或仙跳墙大就好，或者让公子白垩吸能量。 雷神EA打3，接仙跳墙大招打7刚好是10血，有时能有奇效。 其余请看折叠内容~ 八雷公攻略详解 这套卡组的前身我投稿给了国服七圣召唤天花板，殿堂级人物小铭同学。后来我又优化构筑为15对（七圣基础理论：起手换掉的牌如果带了两张，不可能把另一张摸上来，如果带了15张对子，假设起手五张牌都不一样并且都不想要全换，那么你只会从剩下10个对子中摸五张上来，提高了一些找牌的成功率，尤其是携带草与智慧时更是如此）。最后演变为了下面的构筑。思路方面请看我当时发给小铭的攻略： 一局四大青春爆炸之愚人众统治稻妻，又名雷公助我，强度大概T3左右。 本卡组打法高度公式化，主要思路是雷神速开大后公子充能远程大挂断流接E存一个近战大，八重神子是凑双雷双稻妻的挂件。有两种天胡起手，第一种是有大派立本蓄爆并且有田铁嘴星天或雷共鸣，这样神子开切雷神E蓄爆过；第二种是有雷骰子或烟熏鸡并且有田铁嘴星天或雷共鸣，这样雷神可以第一回合开大；起手留牌往这两个方向靠近就好了；因为对骰子要求极高所以雷与永恒建议留，心海也可以留保下限。 本卡组为了尽快出伤对有效骰数量、总骰子数量、手牌、牌序要求都特别高，反应打的不多全靠大招加持，碰到快攻得跟上对手的进攻节奏，让公子少吃伤害，碰到慢速得做好伤害规划，灵活调轴。八重大招配合仙跳墙雷神E也有8点斩杀，另外一般杀生樱是没有机会放的。 最后提一下卡位抉择，灵活的卡位比较多： 1️⃣刘苏的作用完全是为了雷神在没队友的单挑残局能充上一能配合本大爷天赋大翻盘的梦想，还能在开局后手时保护雷神血量，一般不如田铁嘴和星天。 2️⃣阿莫斯和终末完全不如仙跳墙 3️⃣需要即时过牌，运筹帷幄优于寻宝仙灵 4️⃣速切鹤归能加快进攻节奏，或保护公子 5️⃣雷神的天赋是梦想，实战从没开过第二个大，故舍弃，但重攻击是补伤害的关键一手，经常就差这2点伤害 6️⃣环境中超载远多于砂糖，故三人站位务必按图中右向轮转轴摆放 7️⃣白垩之术是为了公子吸神子能量速开远程大用的，平替双雷共鸣，抢节奏省骰子，好用，八重少一点充能也可以先放杀生樱再开大提高伤害 8️⃣最后谈谈雷神配队，天梯上什么雷神队伍都有。 首先是配公子，第三个雷位选神子凑双稻妻，刻晴凑高伤害都可以考虑，其它角色要么启动太慢，要么和阵容不搭。 凑双水带上莫娜再给雷神穿流放也是不错的思路，如果能莫娜大接公子远程大再接公子E近战大，伤害确实高，不过充能缺口有点大，骰子也容易炸。 如果优化掉公子，雷神钟离凝光双岩是比较稳定的T1队伍，雷神刻晴甘雨也有T2的位置，或者试试T3的雷神重云雷泽，刀刀反应，不过雷神给班尼特行秋这种辅助充能的轴就太长了，玩起来很难受，不推荐。 这套公子玩起来真是刀尖上行走，正如公子所言：“破绽，稍纵即逝！”玩的时候务必算准伤害 [ B O N U S ] 2.愚人众公子双火（T2） 转自小铭同学 双火公子攻略 核心在于要让公子持续战场输出，因此第一回合攒班尼特大招，第二回合切讨债承伤蓄爆，第三回合开班尼特天赋大招保护公子驻场输出是一般的思路。愚人众的阴谋帮助更快打出元素反应，且不怕送你一程，实战中相当好用，但是把公子换成刻晴的确更强哈哈哈 三、 一斗 女仆 莫娜 强度鉴定：T1 大致思路如下： 起手留牌找 花散里、拉娜、最好的伙伴 ，没有拉娜可留换班时间、岩骰子。 首发莫娜开局，释放元素战技，再切一斗释放元素战技 ，减伤的同时至少能触发1次结晶。 第二回合想办法给一斗穿上千岩牢固，或者穿上祭礼大剑站桩攒满能量，然后切女仆扛伤害，拍下璃月港口过牌。如果一斗没装备的话可以切回莫娜继续元素战技接切一斗元素战技。总之算上手里的本大爷够开一斗大招的时候就可以切女仆给一斗穿装备以及过牌蓄爆了。 残局依靠赌徒一斗收割，蒙德共鸣已经在比赛中证明了自己，这里也一样。 如果一斗没有千岩牢固的时候选择穿祭礼大剑站场输出结果状态不佳了，那么一定要保证手里的本大爷够开女仆大招，后续装备给女仆穿让女仆接力输出。 本卡组面对比赛中常见的双岩芭芭拉、双岩安柏、双水凝光等卡组均是优势，然而对阵其它主流卡组表现不如这三套卡组，故暂且排名T1。 本期卡组攻略到这里就结束啦，考试周过去了后面更新频率会快一点，我在放上卡组时想起与这些角色相关的主流卡组也会以bonus的形式贴上去哦。有任何疑问可以在评论区留言，我会一一及时回复的，如果本帖对大家有帮助的话还请 点赞收藏加关注 哦~_(纳西妲-WINK) 七圣召唤攻略合集导航： 『七圣召唤』超详细卡组推荐、攻略合集（长期更新～建议收藏） 非常感谢你能看到这里_(妮露-冒头)_(妮露-冒头) 祝各位旅行者把把抽先手，万能骰一共有八个ヾ(✿ﾟ▽ﾟ)ノ_(胡桃-庆祝)_(胡桃-庆祝)",
    "length": 4049
}