{
    "game_id": 2,
    "post_id": "42593433",
    "f_forum_id": 43,
    "subject": "迪希雅配队  迪绽放  低配-高配-毕业一条龙  新手就能玩",
    "url": "https://www.miyoushe.com/ys/article/42593433",
    "created_at": 1692472262,
    "like_num": 253,
    "view_num": 12241,
    "reply_num": 110,
    "text": "帖子是我玩50多天发的 现在全面优化下内容 这套阵容成本超低 伤害爆炸 已实验 70天用低练度的迪绽放，已经能打穿深渊  可循环 无需手部乘区     这里不需要命座 不需要五星武器  主打一个省钱  谁用五星武器 抽命座 我看不起他  因为我没有………… 原理讲解   自动烈绽放 迪希雅小技能2.5秒协同攻击  圈子内可范围触发 搭配远程挂草 远程水角色站场挂水，两秒打一地种子 2.5秒爆炸全屏数字  一轮下来站场角色能打出4次爆炸，迪希雅圈子还提供抗打断 水奶站撸安逸的很，又保证安全，可循环 不卡手。 水角色自身伤害+迪希雅协同伤害+草系绽放反应伤害+种子烈绽放=全是伤害 没有技巧 （迪绽放，独有特点 安全远程范围烈绽放 ） （迪绽放，优点在于 简单  高效  群伤爆表） （迪绽放低配可以过渡， 后期可转成高配） 迪绽放毕业配队 核心位置:迪希雅+草神 水驾驶员:芭芭拉  心海  凌人  龙王  莫娜 增伤位置:首推-水神搭配（心海 龙王 芭芭拉） 万叶搭配（全体驾驶员） 夜兰搭配（全体驾驶员） 队伍按照位置要求 可以自行搭配 追加个队伍强度排行 t0级别  （快速满星深渊） 草神+心海+迪希雅+水神   快速满星深渊 增伤-挂草-水母-绽放-奶站撸-循环卡了补充能 草神+心海+千精雷神+迪希雅  快速满深渊 挂草-水母-烈绽放抗打断+雷神挂圈-心海开大 以上两队是我常用队伍  二队伤害差不多  第二队适应任何环境 龙王+草神+万叶+迪希雅   快速满星深渊 挂水-扩水-挂草-绽放-喷水两三发 循卡补充能 芭芭拉+水神+草神+迪希雅 快速满星深渊 水神开大-上草-绽放-芭芭拉大招拉满增伤 输出 t1级别 （轻松满星深渊） 草神+空心迪     草神+瑶巴迪 水神+瑶巴迪     水神+空心迪 龙王+风套 绮迪   龙王+风套 瑶迪 心海+风套 空迪   心海+风套 瑶迪 芭芭拉+风套 瑶迪   芭芭拉+风套 绮迪 t2级别 （瑶+空心迪）（瑶+空巴迪） 也能满星深渊  练度要求会高点 t3级别 （瑶巴迪+随意凑数） 有待实验 （空心迪+随意凑数） 有待实验 t4级别 （草主+芭芭拉+迪希雅+任意） 新人前期过渡专用     轻松度过前期 （其它草系没有 所以无法实验 可自行试配） 低配队 （高配队在下面单独说） 空巴迪-迪绽放-三炸队 一号 瑶瑶-比草主优先 瑶瑶种子是范围爆炸 加血能范围挂草 有心海可以刷草神精通套让瑶瑶先用。  草主- 队伍没草套必须带 有草套可以教官或者其它输出套 充能堆到210起。 二号 迪希雅——  乐园套-饰金套 全堆精通  等级拉满其它不管 （低配队0-1命操作太快 会卡1-2秒 圈子消失芭芭拉再打一两秒就行——高配队不吃命座，循环不卡手）所以跟我一样低配没两命的慢慢操作不着急…… 三号 芭芭拉——  水本输出套-怕死生水治-输出功水爆 第四人（队里必须有草套 种子伤害加很多） 参照上面队伍强度选择第四人 队里无加血压力 瑶瑶可以先刷套草神精通套用着打伤害 等抽到草神给草神     用芭芭拉最好输出套搞起，迪希雅有抗打断，带上血瑶瑶稳定输出。      海深不太适配固定远程绽放  对单可以用 操作顺序 草主大小技能-芭芭拉靠近蘑菇开小技能—瑶瑶草套放兔子-迪希雅小技能连发-芭芭拉战场持续普攻重击-循环   其它配队 看自己操作习惯可以调整顺序   这套很容易就可以循环上 细节 教官草主充能难度有点高 也可以放弃去辅助80精通  带上其它输出套打些伤害做副c 充能更容易达标 1-草主大技能要接触水 扩大范围 草主大完芭芭拉靠近蘑菇放技能或普攻 2-芭芭拉 打重击可范围挂水 种子更多 3-迪希雅别放满大  必要时可以大一下触发种子立马切人 4-芭芭拉要在圈子里普攻重击 圈子里才能烈绽放 圈子里有抗打断 放完技能普攻还能回血 芭芭拉站场含金量极高 集齐输出 生存 辅助于一体…_(点赞呜呜) 由于芭芭拉技能1-4-4水本又一次没刷……所以用心海代替下 芭芭拉带输出套普攻肯定比心海高   这是第95天录的 早期t2队伍  练度中下水平 早期t2队伍对群能力示范 第115天 队伍练度中等水平 高配队 迪绽放-三炸队 主力一号 瑶瑶-比草主优先 瑶瑶种子是范围爆炸 加血能范围挂草 有心海可以刷草神精通套让瑶瑶先用。  草主- 队伍没草套必须带 有草套可以教官或者其它输出套 充能堆到210起。 主力二号 迪希雅——  乐园套-饰金套 全堆精通  等级拉满其它不管 （高配不用两命也可以循环不卡） 主力三号 珊瑚宫心海—— 海染套 生水治 武器加生命的金箔别问为什么不是五星 因为没有   其它武器已经试过 输出类开大后伤害更低 娜维莱特——枫丹猎人套  生水爆 武器推荐月卡玉龙  武器被动 站场和后台刚好能循环  匹配度极高 迪希雅抗打断 瑶瑶加血 烈绽放纯属免费赠送   伤害翻倍 芭芭拉  凌人站场 那就带个奶。 第四人 （重点重复  必须有人带草套 种子伤害加很多） 配队参照最开始的队伍强度来配队。 列举几个队伍的 操作顺序 草主-瑶瑶-心海-迪希雅 心海水母-草主大小技能-瑶瑶小技能-迪希雅小技能连发-心海开大输出 水母冷却结束直接第二轮循环 水神-瑶瑶-心海-迪希雅 神先扔两技能-应该水母-瑶瑶兔子-迪希雅小技能连发-心海开大输出 水母冷却结束直接第二轮循环 草神-心海-草主-迪希雅 神先两个技能扔了-心海水母-草主大小技能-迪希雅小技能-心海开大输出水刷新 直接第二轮循环 龙王-瑶瑶或绮良良-风套角色随意-迪希雅 龙王副词条需要几个充能 龙王大招-风角色减抗扩水-草系出种子挂后台-迪希雅小技能连发—龙王重击接小技能重击 可以连着三次重击 迪希雅抗打断圈子差不多刚好消失  龙王放大别重击继续循环  基本不用走位 在圈圈里基本死不了 有盾有回血有分担伤害 细节要点 1有时候大招就算没刷新 小技能也能走一轮循环 2海染爆炸范围有限 尽量向前走两步 3心海开大打完 水母刚好冷却结束 放完水母直接第二套开始 4草主大招在心海水母范围内释放可以直接触水 5瑶瑶可以带草神精通套补伤害 后面有草神了给她用 6打落单的怪只需要迪希雅一下技能就能秒 第二下可以走到群怪附近放 7带海深要注意水圈 在水圈里才能打出种子 适合对单 8用龙王不用节约技能 球吃不完 有大切人直接点大 别点头像 t1队伍深渊视频  低练度水神初体验  三间连打 迪绽放 最终答案 迪希雅-草神-心海-水神 所有深渊速度就一个字“快”     不追求极致t1队伍就已经轻松过了 最后发个发展方向 和队伍伤害图 最新深渊4.4 三间连打  迪绽放第二梯队 配队 0+0芙  0+0心海 1命迪 1命瑶 全员4星武器 有草神了 随便养了养  录个实战 驾驶员:龙王 0+0  增伤位:水神 0+0   迪草固定二人组 4.6新深渊 迪绽放焕发第二春",
    "length": 2859
}