{
    "game_id": 2,
    "post_id": "54314498",
    "f_forum_id": 43,
    "subject": "【V4.7攻略·角色攻略】芙宁娜全面解析：抽取建议及角色攻略",
    "url": "https://www.miyoushe.com/ys/article/54314498",
    "created_at": 1719479362,
    "like_num": 480,
    "view_num": 8990,
    "reply_num": 40,
    "text": "UID：181513937 （写在前面：枫丹万众瞩目的大明星—芙宁娜终于迎来了她的首次复刻；上次up是在4.2版本，距今已有近五个版本；经历了如此多版本，她还值得抽取吗，有什么新队友加入？本期让我们来全面分析一下芙宁娜的相关攻略及抽取建议吧，其中包括 机制全面解析、角色培养建议、角色配队推荐 等多个方面，让你细致了解这个角色，抽到及毕业！） 超链图片 芙宁娜是一名生命值模型的水元素单手剑角色，并且自身具有芒荒双属性，在队伍中一般充当增伤辅助或副C； 普攻在满命之前意义不大，主要作用是长按切换芒荒属性与转变形态 （黑芙与白芙） ； 元素战技释放时会依据不同形态产生不同效果，分别为三只小动物的攻击形态与一只小动物的治疗形态； 特点是三只小动物的伤害及频率不同，且在攻击时会持续消耗全队生命，同时这三只小动物的攻击也是芙宁娜在非满命之前的主要输出方式； 元素爆发则在释放后会记录全队生命值的浮动，来使全队获得增伤； 元素爆发的持续时间很长，实战一般会搭配具有治疗能力或自身有生命值浮动手段的角色，以尽可能吃满该增伤效果； 超链图片 作为一名后台增伤辅助兼副C，芙宁娜在实战时一般会加入一些直伤输出队 ， 为队伍提供增伤的同时还能利用小动物来抬高队伍整体的伤害； 如果想让其充当挂水角色，由于挂水频率有限 （均是弱水） 且小动物攻击为单体，因此实际体验一般； 超链图片 由于芙宁娜元素爆发的增伤值与队伍生命值浮动有关 ，需依靠部分角色自身具有的消耗生命值能力或芙宁娜小动物攻击而消耗的生命值，来压低队伍整体生命，再利用治疗角色恢复损失的生命值，通过一减一增的过程使其增伤值叠层提高； 这样看自身有消耗生命值手段的角色自然与其适配度更高； 下面就让我们从多个方面再来详细分析一下吧！ 超链图片 芙宁娜的综合抽取价值较高，比较推荐缺少增益辅助或后台副C的宝子抽取，总体来说她的泛用性极高，大部分主打直伤输出的体系都可以携带；只是需要注意：零命只有在具有持续扣生命值能力的角色所在的队伍中才能发挥最大作用，解锁二命之后才能算真正意义的人权角色； 〓通过队友分析〓 在抉择是否抽取之前，首先需要我们考虑是否有与其适配的队友； 通过以上角色简析部分我们也能了解到： 芙宁娜气氛值的增加与角色消耗或恢复的生命值有关， 因此携带能瞬间治疗的生存角色或具有持续消耗生命值能力的角色会好很多，而芙宁娜自身便可以充当持续消耗生命值的那个角色； 超链图片 自身具有消耗生命值能力的角色有： 那维莱特、林尼、莱欧斯利、魈、胡桃等；其中林尼由于其天赋配队要求等限制，胡桃由于其消耗生命值的行为频率有限，很难吃满增伤，并且还会存在维持队伍半血以上保证芙宁娜伤害与压血保证胡桃伤害的冲突问题，因此他们 与芙宁娜的适配度并不算高； 而具有瞬抬治疗能力的角色目前有： 白术战技、芭芭拉大招、琴大招、 夏洛蒂大招 （首段） 、 七七大招、行秋天赋治疗等， 具有持续治疗能力的角色则有： 白术大招、希格雯战技、芭芭拉战技、心海大招/战技、七七战技、瑶瑶大招、猫猫 （迪奥娜） 大招、夏洛蒂相机治疗、早柚大招、班尼特大招、诺艾尔战技大招治疗、五郎四命、钟离满命等； 芙宁娜的天赋是基于生命值上限的百分比治疗量来增伤 ，因此单次大奶比多次持续奶要好很多，更快叠满层数，所以以上角色我们优先考虑不是特别缺充能的角色，白术战技全队奶快速叠层，是极佳的选择 （即便不依靠大招也是如此） ；其次夏洛蒂大招的瞬抬奶也可以做到下位替代；而希格雯的战技也具有奶全队的效果，同时天赋能使处于后台的芙宁娜的小动物伤害提高，并且双水还能缓解充能压力，因此在合适的队伍中也是不错的选择； 了解了抽取前提，那么她抽取的建议档位如何呢？下面我们根据其命座的相关机制来进行分析： 超链图片 命座详细解析 命之座一： 伤害与机制层面的提升 ，释放大招后无需叠层就能立即获得37.5% （150点气氛值） 的增伤，使不具有快速叠层能力的常规配队也能立刻吃到增伤，泛用性得以提高；同时增伤上限也有所提升 （由最高75%的增伤值提升为最高100%的增伤值） ，也起到进一步拔高队伍输出的作用 （直接提供的150点气氛值+上限提高100点，实际叠层过程中只需叠够250点即可叠满100%增伤，相较于零命300点气氛值叠满75%增伤会更快） ； 命之座二： 同样是机制与伤害层面的改变 ，效果一 大幅提高气氛值的叠层效率 （由原本的每1%叠1层气氛值提升为每1%叠1*（1+250%）=3.5层气氛值） ；配合一命叠满增伤仅需要的250点气氛值，增伤叠层速度更快 （需要约71.4%的生命浮动就能叠满，大约为白术的一次战技全队奶或7～8秒的小动物持续扣血值） ；气氛值叠层速度的提高也就意味着能进的队伍就变多，泛用性也就等效提高； 效果二则是 基于溢出的气氛值来使芙宁娜的生命值叠层提高 （吃满需要生命值浮动185%） ，生命值的提高也就变向提高了芙宁娜的伤害，极大提高了队伍整体的输出能力， 解锁该命座之后圣遗物较为推荐带水伤杯，伤害会更高； 命之座四 ： 机制层面的改变 ， 为芙宁娜提供了额外的充能手段 ，相当于 每5s就能为芙宁娜恢复4点能量，等效于芙宁娜的大招只需要40点能量即可快速启动； 此时较推荐圣遗物带生命沙进一步提高队伍的输出能力 （因此也可说是伤害层面的提升） ； 命之座六： 机制层面的改变， 可作为站场主C，也可作为速切副C；芙宁娜在释放元素战技的10s内普攻可造成水伤 （弱水附着） ，且普攻伤害基于生命上限大幅提高；同时在普攻命中敌方时也会基于芙宁娜当前形态也会产生不同效果： 不具有回血能力的沙龙形态也有了回血能力，不具有烧血能力的歌者形态也有了烧血能力，算机制上的补全； 虽然六命多了一种输出手段，但伤害占比最高的还是战技的三只小动物，实战可切歌者形态站场打一套爆发后再切回沙龙形态挂后台输出； 总的来说芙宁娜的命座都比较有用，停到哪一个档位都可以 ；如果只是想要一个增伤拐+副C则只需抽到0+0即可，用来搭配那维莱特可以抽到1+0以吃满增伤；抽到2+0时泛用性则会达到最高，队伍生命值小幅浮动就能叠得大幅增伤，基本上能进所有打直伤或需要副C补伤害的配队，也是个人最建议抽取的档位；再往上则推荐抽专武以提高其后台输出能力 （2+1） ；之后则建议向满命去追； 超链图片 芙宁娜的主要机制由元素爆发提供的增伤能力，与元素战技黑芙形态召唤的三只小动物构成；这也就对应了其在队伍中充当的辅助与副C的位置； 普通攻击 （A） 在满命之前与大多数辅助单手剑角色一样，并非芙宁娜的主要输出手段； 因此不建议重点升级培养 （即便到达满命，因为是依据生命值直接提高普攻伤害，故仍不用拉的太满） ； 超链图片 普通攻击 打完一套为四段 （索敌范围较小） ，第四段结束后会有短暂的后摇，可以配合跳跃键给取消掉；在非满命之前就是很低的物理伤害，一般用不上； 普通攻击在命中场上单位时，根据芙宁娜当前的始基力属性降下相应的攻击，攻击的类型为水元素伤害，但不具有挂水能力，不会触发反应； 重击 与常规角色的不同，在释放时直接触发对敌方造成一次物理伤害，其主要作用是为了转变自身的形态 （黑芙对应荒属性，白芙对应芒属性） ；转变形态后普攻触发的灵息之刺与流涌之刃的CD相互独立 （均是6s） ； 另外需注意深渊等副本开战后默认是黑芙 （荒形态） ； 下落攻击同其他单手剑角色一样，实战时不会作为主要输出方式，这里就不再过多赘述了； 元素战技 （E） 是芙宁娜最重要的输出手段与主要伤害来源， 建议重点培养 （推荐直接点满） ； 超链图片 释放元素战技时会依据芙宁娜当前始基力属性的不同而产生不同的效果： 黑芙 （荒性） 会召唤三只小动物—沙龙成员 （章鱼、海马、螃蟹） ；白芙 （芒性） 会召唤一只小动物—众水的歌者； 如果在释放战技期间再次重击切换形态，小动物的种类也会直接发生改变； 两种形态的的持续时间均为30s （中途切换形态仍然共享持续时间） 且战技的冷却时间为20s，可以做到全程覆盖； ▋ 黑芙形态 在释放战技的同时会对敌方造成一次水元素伤害 （弱水附着） ， 此次攻击不产元素微粒，但如果暴击仍然能够触发西风剑的产球特效； 此时便会同步召唤三只小动物 （沙龙成员） ；沙龙成员会随机攻击场上的单位 （自动索敌，只要场上有可以攻击的敌人或机关就会持续进行攻击） ； 攻击的同时持续消耗全队生命，但不会消耗到半血以下； ● 海马 攻击频率最快，每隔约1.6s攻击一次，单次战技持续期间能攻击20次左右，同时也是伤害最低，烧血最低的 （每次攻击消耗全队每名角色1.6%生命值） ；每两次攻击对敌方挂一次弱水； ● 章鱼 攻击频率中等，每隔约3.3s进攻一次，单次战技持续期间能攻击8次左右，对敌方造成的伤害也中等，烧血值中等 （每次攻击消耗全队每名角色的2.4%生命） ；每两次攻击对敌方挂一次弱水； ● 螃蟹 攻击频率最慢，每隔约5s攻击一次，单次战技持续期间能攻击6次左右，对敌方造成的伤害是最高的，烧血值也最高 （每次攻击消耗全队每名角色3.6%生命） ；每次攻击均会对敌方挂一次弱水； 伤害不锁面板且共享产球CD，约3s产一颗球； 而芙宁娜的小动物要想伤害高，则需包括芙宁娜自己的全队成员维持50%以上的生命值 ， 这也就是战技描述中所说的根据队伍内50%生命以上角色的数量来增伤，同时也是为什么芙宁娜所在的队伍中需要全队瞬抬血角色的原因之一 （举个例子：假如你在输出时只放了一个心海的水母在场上去奶一个角色而不顾后台其他角色，队伍里的其他角色在半血以下享受不到回血，那么小动物的伤害就只能吃到芙宁娜的一层增伤，伤害会大打折扣） ； ▋白芙形态 在释放战技时不会造成任何伤害，会直接在释放战技的固定位置生成一只小动物—众水的歌者，只有再次释放战技或重击切换形态再切回来才能移动位置；歌者只会为站场角色提供治疗，但治疗量很高且范围非常广 （深渊全覆盖） ，在治疗范围内的角色身边会环绕一圈水环 ；另外歌者也不会对敌方造成任何伤害，也就没有任何挂水能力，实战不会作为主要形态出场，仅用来应急治疗； 元素爆发 （Q） 是芙宁娜为全队提供增伤的重要手段，建议重点培养 （推荐直接点满） ； 超链图片 释放元素爆发后对周围所有敌人造成一次水元素范围伤害 （弱水附着） ，并进入【普世欢腾】状态； 在该状态下会记录队伍中生命值的浮动，来使芙宁娜获得气氛值，气氛值最终会转化为增伤； 该增伤乘区与元素伤害加成属于同一乘区；是直接增伤，触发时不会加到角色的面板上 ，一些技能固有锁面板机制的角色，在该释放技能后对敌方造成的伤害值，依旧会随着气氛值的变化而变化 （比如香菱、神里绫华的大招等） ； 输出上需注意她的增伤叠层是在大招释放期间才会进行记录，因此芙宁娜一般在进队时先上场释放大招接战技，之后靠自身战技与队友消耗或恢复生命来叠层，层数越来越多让主c的伤害越来越高； 实战可通过观察屏幕画面来确定气氛值的多少： 一次叠满层数的过程会出现四种不同的画面，依次是屏幕下方少量小动物—屏幕下方小动物增加—屏幕下方小动物铺满—整个屏幕充满气泡与颜色变红；每获得75层 （一命100） 气氛值会出现一次上述画面，叠满层后画面持续到大招状态时间结束； 超链图片 固有天赋一： 记录溢出的生命值来对全队恢复一次生命，一定程度的提高了大招增伤的叠层效率； 同时即便仅携带了单体治疗角色，有了该天赋也能为队伍提供一次群体回血手段；由于具有一定触发条件，因此整体作用并不算很大，锦上添花罢了； 固有天赋二： 较为重要的天赋，进一步强调堆生命值对于芙宁娜的重要性； 达到40000生命值即可吃满特效，吃满特效时能使沙龙形态的战技伤害提高28%，歌者形态的战技治疗间隔降低 （最低至1.6s一次） ；提高了芙宁娜的输出与治疗能力； 固有天赋三： 大世界在水下探索时，我们汲取原海异种获得技能的CD减少，优化了探索体验； 超链图片 芙宁娜在养成上一般会考虑充能与战技增伤，因此提供这些乘区的装备会优先考虑，其中需特别注意要在保证充能之后再去追伤害；那么经历多个版本，养成上有哪些改变呢？下面我们来分析一下； 〓 圣遗物推荐 〓 ▋首推：黄金剧团四件套 超链图片 目前与非满命芙宁娜契合度最高的套装，提供了大量的元素战技伤害加成 （吃满套装效果，元素战技的伤害直接提高70%） ；属于元素伤害乘区，与元素伤害和大招提供的增伤相加计算；注意该套装的特效2需要角色处于后台才能触发，上场2s后该效果就会被直接移除， 无论是作为后台副C还是满命作为速切度C，该套装都是可以考虑的； ▋可选：千岩牢固四件套 超链图片 二件套提供的生命值是芙宁娜刚需的属性，四件套释放战技后只要造成伤害便能使全队角色攻击力提高， 非常契合芙宁娜的输出模式；但是携带该套装基本上就是走纯辅助路线了，同时由于千岩套提供的是攻击力加成， 仅适配于攻击模型的输出体系，对于芙宁娜、那维莱特这样的生命模型无效； ▋可选：二件套+二件套 超链图片 如果没有好的四件套时也可以选择二件套+二件套作为过渡套装使用； 以上套装可以随意散搭；其中二千岩二花海>二剧团二生命>二水伤二生命>二剧团二水伤>二沉沦二水仙；排序仅供参考，哪个词条好用哪个即可，差距都不是很大 （2%左右） ； ▋可选：逐影猎人四件套 超链图片 满命时由于芙宁娜的普攻也作为主要的伤害来源，因此也可以选择改套装， 同时四件套所提供的是暴击率加成，因此战技自然也是可以吃到；但是需要注意仅推荐作为站场主C时鞋带，如果退居后台则特效消失，战技不会再吃到暴击加成； 因此即便是满命如果考虑走速切流还是比较推荐剧团套； ▋主词条选择方面： 暴击/暴伤头、生命/充能沙、生命/水伤杯； 关于带生命杯还是水伤杯需根据携带水伤杯时的生命值进行考虑，生命越接近4w，伤害期望就越比生命杯高，但其实整体的差距也并不是很大，择优选取即可；另外需注意在解锁二命之后由于提供了大量生命值，直接考虑水伤杯即可； ▋面板养成建议： 携带非双暴类武器时暴击率最好能在70%以上，暴击伤害150%左右；生命最好能到40000+，以吃满天赋增益；四命前单水200%+充能，双水需170%+充能以优化大招循环，解锁四命后可降低需求，单水170%+/双水130%+即可； 如果携武器有额外回能效果，可再适当的降低； 〓 武器推荐 〓 ▋五星首推：静水流涌之辉 超链图片 作为芙宁娜的专武，自然与其适配度是最高的， 携带者的生命值浮动会触发战技的增伤效果，队友的生命值浮动能让携带者的生命值提高； 而芙宁娜的沙龙战技在造成伤害的同时，还会持续消耗包括芙宁娜在内的全队生命值，能够稳定触发该特效； 精一叠满三层能使携带者战技伤害提高24%，生命值提高42%，极大程度的提高了芙宁娜自身的输出能力，但可惜专武不提供任何回能效果，低命入队时需要面板充能达标才会有不错的体验； ▋五星次推：有乐御簾切 超链图片 千织专武提供了大量的暴击伤害与无条件的战技增伤比芙宁娜专武的泛用性更高，只 需要队伍中携带一名岩元素角色就能吃满特效 （比如常带提供抗打断能力的角色—钟离） ；吃满特效能使战技伤害提高48%，最终实战伤害与专武相差无几， 另外该武器还提供了专武没有的普攻增伤，即便与满命的芙宁娜也有及其不俗的适配度； ▋五星可选：磐岩结绿 超链图片 主要利用其副属性提供的大量暴击率与特效一提供的生命值， 特效二生命转攻击对于生命模型的芙宁娜无意义； 即便如此整体的伤害期望也极高，与未携带岩元素队友的有乐御簾切差不多； ▋五星可选：圣显之钥 超链图片 武器提供了大量生命值，特效只需元素战技命中敌方便能触发 ，触发时主要是基于携带着的生命值提高携带着与全队的精通；武器固有的大量生命值变相提高芙宁娜自己的输出能力， 特效为队友提供的精通与打反应的主C搭配时也能发挥一定作用； ▋五星可选：裁叶萃光 超链图片 在满命之前基本上算一把纯面板武器，主要利用其副属性提供的88.2%最高档暴击伤害，与特效一提供的4%暴击率； 特效二触发的前提条件需要普攻造成元素伤害，非满命除非搭配班尼特重云这样提供额外附魔手段的角色才能触发特效， 即便触发条件也需要站场堆精通才能有一定的收益，仅在满命时才可以考虑去利用这个特效二； ▋四星首推：腐殖之剑 超链图片 1.2版本活动获得的一把绝版武器； 副属性提供充能保证芙宁娜大招循环，特效提供大量战技增伤与战技暴击率，提高了芙宁娜的输出能力； 相较于单纯提伤害的武器，该武器的容错率更高；芙宁娜携带该武器，伤害及舒适度都会得到保障； ▋四星次推：灰河渡手 超链图片 与芙宁娜适配度不低的一把四星锻造武器，能够免费获得满精，副属性提供充能效率，特效二只要释放战技，便能在一定时间内再次获得额外的充能效率，极大优化了大招的循环； 但提供伤害的能力却十分有限，只有16%的暴击率加成，因此也是推荐在芙宁娜充当辅助位时才可作考虑； ▋四星可选：西风剑 超链图片 副属性提供充能的同时，特效再额外恢复能量， 产生的元素微粒是白球，队伍中全体角色均能吃到，极大优化了队伍整体的循环； 除此之外没有任何增伤手段，因此也是推荐当纯辅助时才可作考虑； ▋四星可选：狼牙 超链图片 大月卡30级兑换的四星武器，副属性提供暴击率，特效可以使芙宁娜元素战技伤害提高； 也是一把偏向输出的武器，低命需在保证充能的前提下再作考虑；特别注意 特效二提供的暴击率在角色处于后台时不能触发 ，因此整体的适配度也并不算很高； 超链图片 作为一名增伤辅助兼副C，芙宁娜能进的队伍自然有很多，整体的配队思路上会分为偏辅助向 （主要利用其大招的增伤能力） 与偏后台输出向 （主要利用黑芙形态战技的输出能力） ； 超链图片 ▋白万芙特： 与芙宁娜适配度最高的队友便是那维莱特，由于 那维莱特重击期间自身持续消耗生命值的特性，很容易就能叠满气氛值； 但由于那维莱特零命需要四色队才能吃满天赋，一命则会降低这一需求，因此也会存在一定的命座限制； （队伍中的白术也可以用大招瞬抬治疗的夏洛蒂替代） 在输出时需要注意：第一点是白术技能尽量在万叶之后释放，因为芙宁娜挂水频率不高，在面对单体原魔时对面很容易出现头上没有水元素的情况，这样如果你白术事先给敌方挂上了草元素，那么万叶就有很大可能扩不到水元素；第二点则是万叶虽然自身的增伤开启大招后角色进入后台也可触发，但风套圣遗物的减抗效果在后台并不会触发，因此还需要注意万叶要及时补e来减抗； ▋雷夜芙琴： 此配队的伤害期望不低，输出的安逸程度堪比白万芙特，主要思路是 依靠雷神大招为夜兰和芙宁娜充能，琴带风套提供的减抗效果以提高队伍的伤害，大招瞬抬治疗为芙宁娜增伤叠层； 得益于水雷共存的特性，风套效果很轻松就可以实现水雷双减抗，这套配队的输出由雷神、夜兰、芙宁娜三名角色构成，双水并搭配雷神的情况下，夜兰充能仅需140左右即可稳定循环，因此即便是零命她也可以考虑选择带输出类的武器 （若水、绝弦等） 来使队伍的整体伤害进一步提高； 这个配队的优点便是不需要考虑特别复杂的输出手法，由于双水+雷神大招的双保障，队伍还是不缺充能的，实战时那里亮了点那里即可； ▋心海纯水： 夜兰、芙宁娜、心海三者均作为队伍的主要输出来源， 心海开大站场奶全队可以为芙宁娜大招提供的增伤叠层，最后靠万叶增伤+减抗来使队伍的伤害进一步提高； 这样作为主要伤害来源的夜兰与芙宁娜就推荐携带输出类武器了；其中推荐心海带海染四件套，将奶量转化为白字伤害，武器推荐试做金铂进一步提高奶量； 这个配队与雷芙夜琴一样都是不缺充能的，输出手法也没有硬性要求，不缺充能的零命夜兰与一命夜兰差距不大，也能带输出类武器以提高伤害； 超链图片 ▋激绽队： 芙宁娜提供的挂水效果可参与草元素相关反应，因此也能在激绽队中作种子的触发器兼增伤副C； 队伍的伤害构成为雷C激化伤害+超绽放伤害+纳西妲战技伤害+芙宁娜战技伤害 ，后两者实战均会挂后台，那么主打后台战技增伤同时还具有全队奶能力的希格雯自然是生存位的最优解； 其中需注意芙宁娜大招增伤并不会使种子伤害提高； ▋永冻队： 由芙宁娜与夏洛蒂相互配合形成的全新永冻队，主要思路是 依靠万叶扩冰 （如果能水冰双扩自然更好） 减抗增伤+芙宁娜大招气氛值增伤使主C造成的伤害提高； 这其中可以通过让芙宁娜带千岩套，夏洛蒂带宗室套+讨龙以进一步提高的主C的输出 （舒适度可能会受到一定的影响） ；另外可能会存在冻不住，输出流程太过复杂等问题；最终整体的输出会随着芙宁娜星魂的提高而提高； ▋岩伤队： 女仆开启护盾后进攻敌方能持续为我方全体角色恢复生命值，有利于触发芙宁娜大招的增伤叠层与猎人套特效的叠层 （深渊开战满生命猎人套与芙宁娜增伤均会受到影响） ；队友还可选择副C千织或兼具治疗与增益效果的班尼特与五郎 （如果是零命千织还需要带提供岩造物的角色） ；如果 将女仆替换为其他岩C则还需要注意一定要额外携带一名能够提供治疗的角色； 超链图片 ▋鹤露魈芙： 魈自身具有烧血手段，配合闲云的群体治疗与芙宁娜小动物的烧血能力很容易叠得大量气氛值； 同时三风队中风属性角色的大招循环自然无需担心，单水芙宁娜会有一定充能压力，因此在该体系中建议优先堆充能保证循环；但由于魈自身为攻击力模型，生存能力本就不高，再加上芙宁娜的烧血，在高压环境中输出不当很有可能会暴毙，因此对操作也有一定的要求； ▋可莉主C： 就是常规的直伤输出体系，该配队中由于可莉具有较高频的挂火能力，因此大多情况下会使芙宁娜的沙龙小动物触发蒸发反应， 整体伤害构成为可莉的直伤与芙宁娜的蒸发伤害 ；与班尼特和芙宁娜搭配，可莉可以带逐影猎人四件套，特效触发起来也会比较容易，万叶在该队伍中则建议走双扩 （输出上有点类似于万达国际） ； ▋妮露绽放： 芙宁娜挂水频率不算很高，能进妮露绽放队的原因之一是 可以一定程度提高该队伍的直伤能力，即便应对纯对单环境也有一战之力； 队伍的伤害构成为芙宁娜与艾尔海森的直伤+丰禳之核爆炸伤害，需要艾尔海森多堆一些精通站场输出； 需要注意芙宁娜大招提供的增伤并不会提高草种子的伤害， 该配队思路仅供参考； 超链图片 总体来说芙宁娜是一名泛用性不低的辅助兼副C，可进目前大部分体系； 即便主C自身不具有消耗生命值手段，只要他主要输出是普攻/重击就可带猎人套，利用芙宁娜战技烧血以触发特效； 建议缺少增伤或水副C角色的宝子抽一个0+0，要进一步提高其泛用性可抽到2+1； 对于萌新虽增伤角色的优先级不高，但是芙宁娜兼具芒荒双属性 （水下无需切换） ，战技持续期间可以无缝在水面行走，在大世界也有极为不错的体验，综合抽取价值较高； 本期关于芙宁娜的攻略到这里就结束了，大家有自己的想法欢迎在评论区讨论，有问题或者存在错误也欢迎指出，希望大家能多多点赞关注支持一下； 这里是biubiu波比轰攻略，我们下期再见！ （帖子全部内容含图片均为本人所制作，如需转载或引用请标注出处，特别感谢）",
    "length": 9437
}