{
    "game_id": 2,
    "post_id": "49488162",
    "f_forum_id": 43,
    "subject": "盘点原神那些供奉系统——68相遇+34纠缠+2480原石",
    "url": "https://www.miyoushe.com/ys/article/49488162",
    "created_at": 1708354508,
    "like_num": 1391,
    "view_num": 20850,
    "reply_num": 49,
    "text": "原神更新了一千多天，有着众多的收集物，不说几百，起码也有几千上万了吧。 本期专门盘点一下原神的那些供奉系统。 供奉系统，要求收集专门一类物品到某一特定位置供奉获取奖励。 一，七天神像 二，忍冬之树 三，神樱树 四，层岩流明 五，梦之树 六，甘露池 七，花海·露景泉 八，祀珑典仪 九，元素印 七天神像：100+100+600+600+480原石 忍冬之树：4相遇+2纠缠 层岩：4相遇+2纠缠 神樱树：20相遇+10纠缠 梦之树：20相遇+10纠缠 露景泉：16相遇+8纠缠 甘露池：600原石 祀珑典仪：4相遇+2纠缠 （蒙德 66 风神瞳，璃月 131 岩神瞳，稻妻 181 雷神瞳，须弥 271 草神瞳，枫丹 216 水神瞳， 38 七天神像， 431 传送锚点， 56 秘境，1500+风之印，近9000岩之印， 120 绯红玉髓， 1500+ 雷之印， 80 流明石， 2100+ 草之印， 36 净光翎， 1500+ 水之印...） 一，七天神像 蒙德 66 风神瞳，璃月 131 岩神瞳，稻妻 181 雷神瞳，须弥 271 草神瞳，枫丹 216 水神瞳。 预估之后枫丹七天神像供奉满可以也要到271水神瞳。 蒙德和璃月神像每升一级，获得10原石，总共200原石。 后续国家神像每升一级，获得60原石，所以目前版本七天神像找齐864神瞳可以获得 1880原石 。 二，忍冬之树 龙脊雪山有80绯红玉髓，但并不需要全部找齐。升到8级后开启每周两次的挑战可以无限刷绯红玉髓。这意味着可以留一些绯红玉髓在背包，或者在龙脊雪山地图里留一些玉髓不收集当风景，不会少奖励。 奖励： 4相遇2纠缠1长柄武器原胚1名片1皇冠1翅膀 三，神樱树 需要1250雷之印供奉满级， 奖励： 20相遇10纠缠5原胚5皇冠5脆落树脂4地灵龛钥匙1名片1摆设。 同时升到40级可以开启稻妻风格尘歌壶，根据神樱树等级升级 雷种子，最高15级 。 四，层岩流明 层岩地下矿区一共有80流明石，供奉64个后开启全图逐个定位。 奖励： 4相遇2纠缠1自选原胚1名片1皇冠 流明石供奉可以提高 流明石触媒 的等级用于层岩地下解密。 五，梦之树 需要1650草之印，奖励为20相遇10纠缠5原胚5皇冠5脆落树脂4地灵龛钥匙1名片1摆设。 需要完成 【森林书·梦中的苗圃·兰那罗的世界】 任务。 六，花海·甘露池 需要完成须弥地图 浮罗囿 区域任务 善恶的赫瓦雷纳系列任务彼时漫天异彩 后，才能开启。 需要36个净光翎，供奉30个后开启全图逐个定位。 奖励： 每6个换取100原石，共600原石。 七，露景泉 目前已经供奉1200水之印。预估在4.6版本开启后续供奉，到时多出的水之印应该能在枫丹精品店使用。 由于这个供奉是完全复制之前稻妻和须弥供奉的，可以预测接下来十级奖励为2纠缠4相遇1名片1弓原胚1摆设。 八，祀珑典仪 沉玉谷供奉系统开启方法——完成任务【赤望所居，锦落云程】 想要开启沉玉谷的供奉系统，需要完成全部 沉玉祝珑 系列任务。 然后完成任务【 赤望所居，锦落云程 】。 在沉玉谷地区收集 50苍灵鲤 ，供奉40尾后，开启全图逐个定位。 总奖励： 4个相遇+2个纠缠+一个自选原胚+一个摆设+一张名片。 九，元素印 各国任务探索过程会获得元素印，可以在各国特定区域供奉或者精品店里兑换固定物资。 最后兑换的奖励是固定的，基础奖励获得后，后续开启兑换摩拉。 这些资源总数是不变的，只会越来越少，后续出新图会增加，例如这次璃月沉玉谷就加了非常多的岩之印。 1，蒙德城—荣光之风 我们与玛乔丽对话会发现有很多选项，这里关注第一个“ 挑选商品 ”选项。 可以用蒙德地区宝箱和任务奖励获得的 风之印 兑换商品， 风主的部分命座 可以在这里获得。 兑换完限定商品后，开放不限量摩拉兑换，因为这是风之印唯一作用了，所以兑换多少就看你自己了。后续如果开放新蒙德地图和任务也许还能获取风之印，建议留一些风之印做纪念。 2，璃月港—明星斋 可以用璃月地区宝箱奖励，任务奖励或者岩壁采集获得的 岩之印 兑换商品， 岩主的部分命座 可以在这里获得。 兑换完限定商品后，开放不限量摩拉兑换，因为这是岩之印唯一作用了，所以兑换多少就看你自己了。后续如果开放新璃月地图和任务也许还能获取岩之印，建议留一些岩之印做纪念。 3，稻妻城—根付之源 需要用雷之印将神樱树供奉到50级才能开放。 可以用稻妻地区宝箱和任务奖励获得的 雷之印 兑换商品， 稻妻的部分摆设图纸 需要在这里购买。 兑换完限定商品后，开放不限量摩拉兑换，因为这是雷之印唯一作用了，所以兑换多少就看你自己了。后续如果开放新稻妻地图和任务也许还能获取雷之印，建议留一些雷之印做纪念。 4，须弥城—哈立德 梦之树需要做森林书大型任务才会开放，3.6能开放后续须弥地图同时开放梦之树50级。 可以用须弥地区宝箱和任务奖励获得的 草之印 兑换商品， 须弥的部分摆设图纸需要 在这里购买。 兑换完限定商品后，开放不限量摩拉兑换，可能就是草之印唯一作用了，所以兑换多少就看你自己了。后续如果开放新须弥地图和任务也许还能获取草之印，建议留一些草之印做纪念。 5，枫丹廷—梅琪妮 目前无法兑换，参考稻妻须弥类似情况，猜测需要用水之印将露景泉供奉到50级才能开放。 猜测4.6版本可能开放后续枫丹地图同时开放露景泉50级。 可以用枫丹地区宝箱和任务奖励获得的 水之印 兑换商品， 枫丹的部分摆设图纸 可能 需要在这里购买。 兑换完限定商品后，开放不限量摩拉兑换，可能就是后续水之印唯一作用了，所以兑换多少就看你自己了。后续如果开放新枫丹地图和任务也许还能获取水之印，建议留一些水之印做纪念。 都知道米游社有大地图吧，好像是官方组织一些玩家整理的。 教大家一招，把左侧所有选项一个个全点了，前排提醒，密恐玩家切勿尝试。 提瓦特大地图 - 观测枢 (mihoyo.com) 大地图。 参与大地图设计的大家辛苦了，大地图对原神探索的帮助挺大的。 我只是玩心大发，稍微皮了一下，没想到还没点完全部内容就差点把我电脑卡死，原神地图东西太多了。 下面就是后果，大伙千万不要尝试！",
    "length": 2533
}