{
    "game_id": 2,
    "post_id": "56284395",
    "f_forum_id": 43,
    "subject": "【原神】燃烧反应的希望？艾梅利埃值得培养吗？丨 角色攻略",
    "url": "https://www.miyoushe.com/ys/article/56284395",
    "created_at": 1722939205,
    "like_num": 3546,
    "view_num": 19058,
    "reply_num": 130,
    "text": "UID186663738 超链图片 丨前言 作为枫丹版本最后一位五星角色，加上其稀有的草元素属性，艾梅利埃到底是怎样的一位角色？抽到后又该如何培养？在本篇文章中都将为旅行者进行讲解。 如果各位旅行者能够多多 点赞收藏转发+关注 支持一波，后续我们将尽快带来纳塔角色的相关攻略。你们的支持就是催更的最大动力。客套话就到此为止，接下来就进入正文吧！ （本篇还提供了省流版一图流，有需要的旅行者点击查看即可！） 点击查看艾梅莉埃角色培养一图流 超链图片 超链图片 （点击查看材料攻略！） 【原神】「千缕之踪」ㆍ艾梅莉埃丨角色材料全收集攻略 丨机制分析 超链图片 · 功能定位 艾梅莉埃是一位 利用燃烧反应启动 打直伤的 草元素副C ，主要通过对于燃烧反应的天赋的利用增强自己直伤的方式打出伤害。 · 天赋讲解 （1）元素战技 点击查看技能介绍 超链图片 艾梅莉埃的E技能位释放一个 一阶“柔灯之匣” ，在周围存在处于燃烧反应状态下的敌人后，艾梅莉埃每2S会叠层一次，在 叠满两层之后 ，艾梅莉埃的“柔灯之匣”升级到 二阶 ，增加攻击的倍率和频率，同时在“柔灯之匣”升级到二阶以后，会与艾梅莉埃的天赋一产生联动：在每叠两次层后，“柔灯之匣”会释放一次 拥有独立附着的攻击 ，此次攻击不被视为任意一种攻击类型，且拥有独立附着，此次攻击范围巨大且倍率极高。 （2）元素爆发 点击查看技能介绍 超链图片 艾梅莉埃的Q技能为释放一个 三阶 的“柔灯之匣”，造成短时间大范围的草伤，在持续时间结束后将重新释放一阶“柔灯之匣”，如果在释放Q技能前场上存在二阶“柔灯之匣”，则Q技能结束后刷新的“柔灯之匣”也会是二阶。值得注意的是，三阶“柔灯之匣”每0.3S攻击一次，但同一敌人每0.7S才能被选为攻击目标一次，所以对单时是 吃不满 三阶“柔灯之匣”的全部伤害的，且三阶“柔灯之匣”低命时仅能存在2.8S，是一个对群爆发的手段。 天赋加点：E = Q > A，A可不点。 （3）固有天赋 点击查看固有天赋介绍 超链图片 超链图片 超链图片 艾梅莉埃的天赋二为基于自身的攻击力，提高对 处于燃烧状态下的敌人 造成的伤害，2400攻击力吃满，最多提升30%，这个天赋就决定了艾梅莉埃需要注意去堆一定的攻击力。同时艾梅莉埃的天赋三为增加队伍中角色80%的火抗，极大的降低了燃烧反应造成的伤害。 丨 配装建议 艾梅莉埃的配队选择目前来看有纯草火直伤队，和利用燃元素为基底进行延伸的反应队伍，目前看来在大部分队伍中，艾梅莉埃基于攻击力转增伤的天赋都是可以吃满的，所以艾梅莉埃的配装并不需要单独做区分 · 武器 点击查看推荐武器 超链图片 其余限定五星长枪除薙刀外都可以使用，伤害与决斗大差不差。 · 圣遗物 （1）套装推荐 1.未竟的遐思： 点击查看套装效果 2-Pieces:攻击力提高18%。 4-Pieces:脱离战斗状态3秒后，造成的伤害提升50%。在战斗状态下，附近不存在处于燃烧状态下的敌人超过6秒后，上述伤害提升效果每秒降低10%，直到降低至0%；存在处于燃烧状态下的敌人时，每秒提升10%，直到达到50%。装备此圣遗物套装的角色处于队伍后台时，依然会触发该效果。 最适配艾梅莉埃的套装，给与大量增伤，无论命座高低均可携带。 2.深林的记忆： 点击查看套装效果 2-Pieces:获得15%草元素伤害加成。 4-Pieces:元素战技或元素爆发命中敌人后，使命中目标的草元素抗性降低30%，持续8秒。装备者处于队伍后台时，依然能触发该效果。 草套在E技能命中后会给敌人减抗，艾梅莉埃的草套覆盖率并不低，在队伍中有其他草元素输出角色且艾梅莉埃没有2命时可以考虑携带，毕竟减草抗的手段非常少，草抗还是很珍贵的。 若无上述套装可以使用草伤/攻击2+2过渡 （2）词条推荐 主词条：攻击力，草元素伤害加成，暴击率/暴击伤害 副词条：双爆>攻击力>元素充能效率>其他 （小tips：艾梅莉埃并不依赖燃烧伤害，所以并不需要堆精通） 丨 命座解析 抽取建议省流：1命提升较大，建议抽取；2命减草抗解锁更多应用场景；6命解锁主C能力。 1. 淡香浸析 点击查看命座效果 撷萃调香 与固有天赋「余薰」的清露香氛造成的伤害提升20%，后者需要解锁固有天赋「余薰」。 此外，队伍中附近的角色对敌人触发燃烧反应或对处于燃烧状态下的敌人造成 草元素伤害 时，会额外生成一枚 香韵 。此效果每2.9秒至多触发一次。 产生燃烧反应之后叠层，加快“柔灯之匣”的叠层，同时提升天赋联动的单次独立攻击的伤害和频率，提升比较大。 2. 湖光顶调 点击查看命座效果 撷萃调香 、 香氛演绎 或固有天赋「余薰」的清露香氛（需解锁该固有天赋）命中敌人时，该敌人的 草元素抗性 降低30%，持续10秒。 单次独立攻击命中后减草抗，可以解锁更多燃烧体系下的队伍，使得队伍脱离草套的束缚。 3. 郁馥臻萃 点击查看命座效果 撷萃调香 的技能等级提高3级。 至多提升至15级。 E+3 4. 柔灯心韵 点击查看命座效果 香氛演绎 的持续时间延长2秒，且每名敌人被香露选为目标的间隔降低0.3秒。 延长三阶“柔灯之匣”的持续时间，同时单个敌人被选为攻击目标的时间间隔降低为0.4S，提升了艾梅莉埃的对单效率，小幅提升了艾梅莉埃的对群伤害分配能力。 5. 纯露凝芳 点击查看命座效果 香氛演绎 的技能等级提高3级。 至多提升至15级。 Q+3 6. 茉洁香迹 点击查看命座效果 施放 撷萃调香 或 香氛演绎 时，艾梅莉埃将获得「香迹留驻」，持续5秒。 持续期间，艾梅莉埃进行普通攻击或重击后，将会产生一枚香韵，且艾梅莉埃的普通攻击与重击将转为无法被附魔覆盖的 草元素伤害 ，并提升造成的伤害，提升值相当于艾梅莉埃攻击力的300%。 「香迹留驻」效果将在通过这种方式产生4枚香韵或持续时间结束时解除。每12秒至多获得一次「香迹留驻」效果。 在释放E技能和Q技能后，艾梅莉埃可以获得持续5S的草元素附魔，同时在进行普攻或重击后将进行叠层，加快“柔灯之匣”叠层和单次独立攻击的攻击频率。 丨 配队详解 （1）艾梅莉埃/万叶/香菱/班尼特： 此为火草直伤队伍，艾梅莉埃不俗的伤害能力进一步补足了万香班的伤害能力，同时提高了收尾能力，且不需要站场角色。同理队伍里的香菱也可以替换为火元素主C，类似仆人或林尼，伤害同样不俗。 （2）莱欧斯利（甘雨）/艾梅莉埃/班尼特/托马： 莱草尼马的完全体，无需在意草神带来的转火难题，艾梅莉埃优秀的挂草能力也让燃底源源不断地供给莱欧斯利打融化，艾梅莉埃不俗的后台伤害也使得所有的燃融队伍都获得很大提升，莱欧甘雨喝大汤。 （3）艾尔海森/艾梅莉埃/香菱/班尼特： 是艾尔海森在前台打直伤的一种队伍，主要是这个队伍中艾尔海森可以选择带遐思套增加伤害，在以后出现更加适合直伤的草元素主C后，也可以替换艾尔海森（说的就是你基尼奇）。 （4）克洛琳德/菲谢尔/艾梅利埃/托马： 是激载队伍的变体，可同时打超载和激化，艾梅莉埃的出现成功补足了激载队伍缺少的后台副C的位置，同时可以让队伍中的角色携带遐思套获得大幅增伤，但由于缺少足够强力的后台火和生存位，导致低金激载队伍目前依然是待开发状态。但高配竞速方面艾梅莉埃可以提供克姐需要的元素反应和转火能力，可能在某些流程下有用。 接下来是对艾梅利埃的未来展望，适合有一定游戏理解的旅行者们查阅。 有趣的燃烧反应 在高等元素论中，燃烧状态所产生的可供反应的“火元素”被称为“燃元素”，其反应性质和火元素没有区别，但是其附着量为比强火弱的强火，虽然元素附着量并非强火，但依旧能经受住4次融化反应，所以我们以下简称为“强火”。这就为燃融队创造了条件，由于冰草可以共存，就导致在后手上火的时候依旧能产生燃烧反应，且此次产生的是“燃元素”，依旧是强火，导致并不需要严谨的附着顺序即可轻松打出燃烧反应，此次艾梅莉埃的诞生还解决了燃融队伍中没有后台C的尴尬局面，同时遐思套的高额增伤也有了用武之地。 而在草雷队伍中加入燃烧反应，则涉及到了燃烧的反应原理，即在火草同时附着后，1：1消耗火元素，草元素残留，出现燃元素，后消耗草元素，燃元素附着自然衰减，燃元素消失后则草元素残留。而草元素又可以和雷元素反应产生“激元素”，激元素与草元素反应性质相同，所以也可以在燃烧反应中被消耗，而在草雷共存的时候，火元素会先与草元素反应产生燃元素，再与雷元素产生超载反应。也就是说，如果雷元素附着足够快速，我们如果在激元素消耗完之前消耗完燃元素，我们就可以直接打激化反应了，而超量的多段附着正是雷元素角色（尤其是皇女）所擅长的，在几乎不丢失激化反应的前提下还可以吃到遐思套的50增伤，这就给激载理论又搭了一块砖，让我们期待在不久的将来激载队伍的亮相吧！ 可以说整个燃烧体系伴随着遐思套和艾梅莉埃的出现开始欣欣向荣了起来，而队伍中缺乏火后台的情况相信在火之国也会得以解决，让我们拭目以待吧！ 以上就是本期艾梅利埃攻略的全部内容了！如果感到可以的话还请旅行者们点赞收藏转发+关注支持一波！ 那我们纳塔再会！ _(希格雯-打招呼) 超链图片",
    "length": 3744
}