{
    "game_id": 2,
    "post_id": "50130878",
    "f_forum_id": 43,
    "subject": "《“元素共存”时反应优先级》",
    "url": "https://www.miyoushe.com/ys/article/50130878",
    "created_at": 1709978240,
    "like_num": 135,
    "view_num": 2868,
    "reply_num": 40,
    "text": "大家好呀，最近花了点时间更加详细的研究了一下元素反应，以便后续角色帖能有更好的理论支持。 _(芙宁娜-好戏！)本篇主要讲解现阶段存在的一种元素反应现象—— 元 素 共 存 。 ●目录● ○开篇，前言 ①💧⚡ 水 雷 共存 ②🌿⚡ 激 雷 共存 ③💧❄️ ( 冻 结 ) 藏 元素 ④❄️🌿 冰 草 共存 ⑤ 总结 ●前言 元素共存，顾名思义，就是多个元素同时存在于敌人身上的一种现象。 元素共存最多允许同时存在“ 2种 ” 不同 类型的元素。 ●举个例子，我们经常可以在没有元素附着的敌人身上同时挂上“( 冰 草 )”两种元素，因为❄️和🌿之间不会发生元素反应，因此可以在敌人头上实现共存。 那么此时，我们对已经挂上了“❄️🌿”元素的敌人造成“⚡ 弱雷附着 攻击 ”，那么会发生什么样的反应呢？ ——答案是： 先 发生 超导 反应(❄️⚡)，若⚡雷元素没消耗完，则 再 发生 原激化 反应(🌿⚡) 今天就是要给大家讲解现阶段所有元素共存状态下的元素反应类型。 现阶段存在的元素共存有： 💧⚡ ( 水 雷 )共存 、 (激) 🌿⚡ ( 激 雷 )共存 💧❄️ ( 冻结 )藏元素 、❄️🌿 ( 冰 草 )共存 、 ❶💧⚡ 水 雷 共存 冰 草 共存 容易理解，毕竟冰草之间不反应。但是 水 雷 共存 又是什么回事呢？水雷之间可是会相互反应的呀。 水 雷 共存 的原因，其实小9我 也不太清楚(嘻嘻)，只是知道存在这个现象。因此，我们就不去深究原因了，了解现象，利用规律就行。 ★————★ 💧⚡ 水 雷 共存 状态下，“ 其他元素 ”会优先和⚡ 雷 反应。 因此，我们利用这个规律，可以让 夏沃蕾 的队伍在对付 自挂水 的敌人时，也能成功触发“ 超 载 反应 ⚡🔥”，从而降低敌人的 火元素抗性 、 雷元素抗性 。 同样的，也是因为优先反应⚡ 雷 元素，导致 火C宵宫 在打“ 雷音权现 ”这种boss时，即使给boss挂上💧 水元素 ，宵宫也 打不出蒸发 反应 ，只有 超载反应 。 只有 先 把“⚡ 雷 元素 ” 消耗完 ，才能跟后面的“💧 水 元素 ”反应，可“ 雷音权现 ”的 雷 元素附着是 消耗不完 的。从而导致 宵宫 打雷音权现打不出蒸发反应伤害。 ★————★ 先跟 雷 反应，却不能支持🌿 草C 和⚡ 雷C 打激化反应。具体原因，在“激雷共存”部分解释。 ❷🌿⚡ 激 雷 共存 激化反应，是一种特殊的反应类型，共分为： 🌿⚡ 原 激化 、⚡ 超 激化 、🌿 蔓激 化 原激化 ，是一种 特殊状态 ，反应本身没有任何伤害，在这种状态持续期间对敌人造成的“ 雷 / 草 附着 ”伤害都会得到基础数值上的提升。 可以参考类比受“ 风套减抗 ”后的的一段时间内，对敌人造成的伤害提升。进入原激化状态的敌人，角色对其造成的“ 雷 / 草 附着 ”伤害提升。 原激化 反应是通过 消耗 🌿⚡元素开启的，在这种状态持续期间，敌人头上会持续存在一个类似 草元素 的图标，玩家们称其为：“ 激元素 ”。 “ 激元素 ”本身图标和“ 草元素 ”类似，因为激元素具备一定的“草元素”特性，能与💧、🔥进行反应。只不过与💧🔥反应后的“ 激元素 ”将会使敌人 结束原激化状态 。变成“💧 绽 放 反应 ”或“🔥 燃 烧 反应 ”。 “ 水 雷 共存 ”时🌿 草 虽然先跟⚡ 雷 生成了“ 激元素 ”，但是因为“ 激元素 ”会跟💧 水元素 发生“绽放反应”，导致解除敌人的原激化状态。因此打\" 水形幻人 \"这种 自挂水 的boss时，很 难持续 打出激化反应伤害。 因此“ 水雷共存 ”状态下，“ 激元素 ”很难长久存在，从而阻断了“ 超 / 蔓 激化 ”反应的进行。 ★————★ 生成“ 激元素 ”，是通过 消耗 🌿⚡元素实现的，但发生“ 超激化 / 蔓激化 ”反应，却 不会消耗 “ 激元素 ”和“⚡ 雷 元素/🌿 草 元素 ”。 也就是说在敌人处于“ 原激化 ”状态时对其造成⚡ 雷附着伤害 ( 超激化 )，会给敌人头上 挂上⚡雷附着 。因为“ 激元素 ”与“ 雷元素 ”发生的超激化反应并 不消耗元素量 ，故可以共存。 ★————★ 那么“激雷共存”是，会发生怎样的反应呢？ 🌿 激 雷 ⚡遇🔥 火 ——优先反应⚡ 雷 🌿 激 雷 ⚡遇💧 水 ——优先反应🌿“ 激 ” 🌿 激草 🌿共存时，因为都具备“ 草元素 ”的特性，故难以判断到底是先跟谁反应。 ★————★ 一般情况下， 激化队 里是要避免出现 火元素 的，虽然🔥 火 会优先和⚡ 雷 反应，但如果出现🔥🔥 强火 / 高频火 将⚡ 雷消耗 完了，就会和后面的“ 激元素 ”反应，从而破坏了敌人的原激化状态。 ❸💧❄️( 冻结 )藏元素 与 原激化 反应类似，冻结反应会先消耗“💧❄️ 水冰 元素 ”生成“ 冻元素 ”，然后“ 冻元素 ”也可以和 其他元素 发生反应。 “ 冻元素 ”的图标和❄️ 冰元素 类似，也具备一定的“ 冰元素 ”特性，冻结状态也比原激化状态更容易判断——就是把敌人冻住了。 “ 冻元素 ”能跟🔥 火元素 发生融化反应，也能跟⚡ 雷元素 发生超导反应，还能跟🌪️ 风元素 发生❄️ 冰扩散 。以及被“ 大剑类 ”角色攻击造成“⚔️❄️ 碎冰反应 (物理伤害)”。 “ 冻元素 ”不会继续和❄️ 冰/水 💧元素反应，因此可以与 冰/水 共存——这就是“水冰共存”，其实本质是“ 冻元素 ”与“ 水/冰 ”共存。 “ 藏元素 ”：冻结状态下，与之共存的💧/❄️元素并不会在敌人头上显示出来，是被隐藏了但确实存在的状态。 在共存状态下，其他元素均会 优先 和“ 藏元素 ”反应。先将藏起来的💧/❄️元素消耗完，才会和“ 冻元素 ”反应。 ❹❄️🌿 冰 草 共存 ❄️ 冰 草 🌿共存在开篇已经介绍了，其反应原理也非常简单，只有 优先级 的 差异 而已。 ❄️🌿 冰 草 共存——优先反应❄️ 冰 不过需要注意的一点是，在🌿 激 化 队伍 里如果有❄️ 冰元素 加入，那么❄️ 冰元素 的存在会在一定程度上 阻碍 “ 激 化 反应 ”的进行。 这也是“ 冻结护草 ”的原理，关于“ 冻结护草 ”，大家可以去搜索关键词了解，三言两语不容易说清楚，也不是本篇帖子的重点，小9我 就不过多赘述了。",
    "length": 2579
}