{
    "game_id": 2,
    "post_id": "32728522",
    "f_forum_id": 43,
    "subject": "故事构思法（编辑部的一己之见/至少有了个结局）",
    "url": "https://www.miyoushe.com/ys/article/32728522",
    "created_at": 1670812696,
    "like_num": 2310,
    "view_num": 189768,
    "reply_num": 1045,
    "text": "各位旅行者你们好，这里是「二也」 _(偶像姬_WINK) 故事构思法 本篇内容 介绍 稻妻 委托任务「这本小说···厉害吗？」/「这本小说···有问题？」/「这本小说···好像看过」/「故事构思法」内容 ； 任务触发 选择委托任务倾向地域于 稻妻 ， 随机刷新 等级限制 冒险等阶达到35级 任务限制 完成任务 「第二章·第三章·千手百眼，天下人间」 第二章·第三幕·千手百眼，天下人间（二） 「故事构思法」思维导图 该任务强烈建议使用 备忘录 正常流程 ， 完成 8次 委托即可 支线任务文字介绍 支线① ※委托任务： 「这本小说···厉害吗？」 灵感 ： 天目锻冶屋 / 九十九物 / 同心 ， 支持顺吉 （需完成 3 次，分别前往3个位置） （ 小退游戏法： 规避重复任务， 下文有详细介绍 ） ※委托任务： 「这本小说···有问题？」 询问 稻妻城内3位读者 意见反馈即可 支线② ※委托任务： 「这本小说···厉害吗？」 取材 ： 天目锻冶屋 / 九十九物 / 同心 ， 支持阿茂 （需完成 3 次，分别前往3个位置） （ 小退游戏法： 规避重复任务， 下文有详细介绍 ） ※委托任务： 「这本小说···好像看过」 ①收集3本轻小说 ： 只交付《文学团》 ； ②对话选择 ： 还是达不成共识吗··· ； 获得成就 「编辑部的一己之见」 完成支线①②、开启 「故事构思法」 前往秘境扮演忍者，获得成就 「至少有了个结局」 任务难点（仅参考） 有其他难点，可以评论提出 任务难点 情况① ：已完成 「这本小说···好像看过」 ，未获得成就； 方法 ：本人遇到了此情况，重新完成 「这本小说···有问题？」 ，才获得成就； （由于之前的记录不完整，不确定是不是以前漏了） 情况② ：对 只交付《文学团》 的疑问，未获得成就； 方法 ：本人第1次 只交付《文学团》 ，第2次 按顺序 《诚实猫的小范围谎言》 、 《将于明日逝去的贤者埃托莉亚》 、 《文学团》 依次交付 ； （个人觉得， 只交付《文学团》 即可） 情况③ ：完成 2次 支线① ，就可能刷新 「这本小说···有问题？」 方法 ： 建议做好 备忘录 ，漏掉了3个位置中的1个，可能导致 情况① ； 任务流程 「这本小说···厉害吗？」 这本小说···厉害吗？ 1.取材与灵感 与顺吉对话，告知前往 天目锻冶屋 / 九十九物 / 同心，三处位置之一 ； ① 位置重复 ： 「这本小说···厉害吗？」 需完成 6次 ，肯定会重复； ② 小退游戏法 ： 对话如图所示时 ， 若 位置重复 即可退出游戏 ， 上线重新对话会更新位置 ； 2.顺吉与阿茂 支线①-选择灵感 ：分别前往 天目锻冶屋 / 九十九物 / 同心 ，完成3次任务， 支持顺吉 ，几率刷新委托 「这本小说···有问题？」 ； 支线②-选择取材 ：分别前往 天目锻冶屋 / 九十九物 / 同心 ，完成3次任务， 支持阿茂 ，几率刷新委托 「这本小说···好像看过」 ； 「这本小说···有问题？」 这本小说···有问题？ 1.询问读者意见 前往 稻妻城 询问 柚子 、 长谷川 、 梨绘 意见 「这本小说···好像看过」 这本小说···好像看过 1.收集三本符合要求的轻小说 与顺吉对话后，往 地图的西北方向 走，前往 八重堂旁 ，收集3本小说 2.向阿茂展示正确的轻小说 个人觉得， 只交付《文学团》 即可 对话选择 ： 还是达不成共识吗··· ； 一般情况 ，对话结束，获得成就 「编辑部的一己之见」 「故事构思法」 ※tip：秘境有3个空宝箱 故事构思法 1.扮演忍者 与顺吉对话，开启任务前往秘境 往 地图的西方向 走，直接下落攻击 往 地图的西南方向 走，清理野伏 往 地图的西北方向 走，前往楼梯 2.三个空的珍贵宝箱 来到楼梯口，往 地图的东方向 看 ，按图中指引即可 往 地图的东方向 走，清理野伏 往 地图的南方向 走，通过升降梯往上 往 地图的东北方向 走，调查图中指引位置 调查完成即挑战成功，退出秘境即可 3.向顺吉回报 与顺吉对话 对话结束，获得成就 「至少有了个结局」 稻妻每日委托任务成就合集 稻妻每日委托任务成就合集 稻妻隐藏任务合集 稻妻隐藏任务合集 稻妻声望任务世界任务合集 稻妻声望任务世界任务合集 如果觉得不错可点个 关注 ，敬请期待更多内容 更新 ！ 如果有任务 问题 ，可以 私信 我，感谢旅行者们支持！",
    "length": 1836
}