{
    "game_id": 2,
    "post_id": "34083796",
    "f_forum_id": 43,
    "subject": "【V3.3攻略·角色攻略】九条裟罗入门攻略 一图总结+详解",
    "url": "https://www.miyoushe.com/ys/article/34083796",
    "created_at": 1673429049,
    "like_num": 7659,
    "view_num": 421559,
    "reply_num": 525,
    "text": "UID 100143417 作者开服全角色玩家， 点击头像 查看更多攻略。 攻略制作不易，希望小伙伴们帮忙 关注点赞~ 【 主要面向 新手玩家 ，有建议欢迎评论区留言 】 【前言】 太长不看一句话总结版 雷电将军小迷妹，最佳队友就有她。 低命加攻泛用辅，根据白字比例加。 满命雷系加暴伤，伤害提升是真大。 主E 副Q 不升A，角色等级尽量拉。 武器尽量高白值，兼顾充能是更佳。 终末天空祭礼弓，西风竭泽与落霞。 绝缘首选圣遗物，宗室次选不叠加。 属性就选充雷暴，攻击加成稀释大。 配队一般搭雷C，雷九万班很能打。 暴伤加成很珍贵，满命尽量要拿下。 如果有萌新 词汇看不懂 可参考 【坤易小课堂】原神黑话/简称/术语的汇总介绍，全网最全版 【 仅供查看，欢迎转发，不得搬运，盗图必究 】 【目录】 【01     角色简述】 【02     抽取建议】 【03     相关反应】 【04     天赋解析】 【05     使用技巧】 【06     命座简评】 【07     武器推荐】 【08 圣遗物选择】 【09     配队建议】 【10     攻略总结】 【正文】 【01 角色简述】 官方定义 ——集 进攻 与 增伤 为一体的 辅助型 角色。 作者总结 ——九条裟罗是一位能够 增加角色攻击力 、并且自身有 一定输出能力 的复合型角色，在 满命 的情况下因为能够 增加雷系伤害的暴伤 ，所以是一位 对雷系输出提升非常大 的专用辅助型角色，同时由于自身也能吃到自己技能的加成效果，并且大招具有较高的倍率，所以 自身的伤害能力也不容忽视 ，但是需要注意80能量的大招在 充能方面有一定压力 ，需要通过武器、圣遗物来弥补。 【作为辅助】 优势 ：E和Q都能够提供加攻效果，满命提供非常珍贵的暴伤加成。 劣势 ：加攻效果有条件持续时间较短，暴伤加成只对雷系伤害有效。 【作为副C】 优势 ：能吃到自己的加成效果，大招倍率较高且面对大体型敌人命中次数更多。 劣势 ：80能量的大招充能压力大，想要有输出在保证充能的同时需要兼顾双暴。 【和 班尼特 对比】 加攻方式 ：九条EQ均可但要在技能范围内，班尼特需Q且在圈内。 加攻数值 ：班尼特同技能等级(有1命)加攻比例约是九条1.5倍。 持续时间 ：九条加攻效果6s，班尼特圈持续12s。 其他功能 ：九条满命加雷暴伤，班尼特圈能回血。 总结 ：泛用性和功能性方面是班尼特更强，但是对于雷系输出来说九条的提升会更大，当然完全可以两个角色一起带。 【02 抽取建议】 【推荐抽】 1.有2命及以上雷神推荐把九条抽到满命组雷九万班队。 2.队伍以雷系输出为主且班尼特在其他队伍的。 3.裙摆下若隐若现的大长腿。 【不推荐抽】 1.根本没有雷系输出的。 2.抽不到满命且同位置有班尼特可以用。 3.对她没有感觉。 【作者建议】 只有一个辅助位置的情况下，低命九条作为加攻辅助无论是数值还是功能性都不如班尼特，但满命作为雷系专辅对雷C伤害提升巨大，队伍如果以雷系角色为主要输出 有条件建议抽满命 。 【03 相关反应】 【雷 x （草+雷） = 超激化 】 对在 原激化状态 （草+雷触发）下的敌人再造成有 雷元素附着 的伤害时触发， 提升本次雷元素伤害 。 【雷 x （草+水） = 超绽放 】 通过雷元素伤害(不需要附着)触发草水反应产生的 草原核 ，根据雷元素角色的等级和精通造成 跟踪型草元素伤害 。 【雷 x 火 = 超载 】 火元素范围爆炸伤害 ，具有很高的削韧（简单理解就是 打断 ），伤害较高，但是容易 炸飞 体型小的怪物。 【雷 x 水 = 感电 】 雷元素持续性伤害 ，总伤害很高，适合持续输出的队伍。 【雷 x 冰 = 超导 】 冰元素范围伤害，伤害较低，但是可以 降低40%的物理抗性 。 【雷 x 风 = 扩散 】 一般搭配 风套减抗 ，同时风系角色一般具有一定的增伤聚怪能力。 【雷 x 岩 = 结晶 】 反应产生对应 元素晶片 ，拾取后会获得对应元素的 护盾 。 （一般 不用刻意去捡 ，除非岩角色带了磐岩套） 总结 ：九条更多情况是作为加攻辅助型角色使用，来 提升雷系角色的直伤输出 ， 元素附着能力和相关反应并不是优先考虑的问题 ，更多是作为锦上添花的效果，比较常见的有 扩散 反应、 超载 反应、 感电 反应，同时需要注意 超激化 反应下的雷系伤害是能吃到满命九条提供的额外暴伤加成的。 【04 天赋解析】 天赋优先顺序 主E ， 副Q ，不升A。 【 普通攻击 · 天狗传弓术 】 描述 ：普通攻击五段弓箭射击，重击瞄准射击(E状态下命中会留下「乌羽」)，下落攻击通用模板。 评价 ：普攻基本用不到， 蓄力射击一般结合E技能使用，升级普通攻击只会提升蓄力射击第一段的伤害而不能提升后续特殊效果的伤害，所以 一般不升级 。 【 元素战技 · 鸦羽天狗霆雷召咒 】 描述 ：释放时后撤一段距离，并获得持续18s的「乌羽护持」。 「乌羽护持」 九条 蓄力射击 时会消耗掉并在命中的位置留下「乌羽」。 「乌羽」 约1.5s后爆炸对范围内敌人造成雷元素伤害， 爆炸范围内的当前场上角色 基于九条的 基础攻击力 以一定比例获得持续6s的攻击力加成。 （九条自己的加攻效果不能叠加，但可以刷新持续时间） 评价 ：九条 最核心的技能 ，升级能够提升攻击力加成的比例，所以 有条件尽量升满 ，需要注意的是这个技能效果只对当前场上角色生效，在后台的角色是不会增加攻击力的，另外 只放E是没有伤害和产球 的，只有 结合蓄力射击 生成乌羽并且爆炸命中才有伤害和产球。 （ 基础攻击力 ：即白字，只取决于角色等级和武器，和圣遗物之类的是没关系的） 【 元素爆发 · 煌煌千道镇式 】 描述 ：需要80能量，冷却20秒，在目标的位置降下 大落雷 造成雷元素范围伤害，之后 扩散转为4道连续的小落雷 造成雷元素范围伤害。大落雷和小落雷范围内的当前场上角色都能获得 与元素战技相同的攻击力加成效果 。 （九条自己的加攻效果不能叠加，但可以刷新持续时间） 评价 ：九条主要的伤害技能，注意大招的 落雷范围内也能获得加攻效果 ，但是 攻击力加成数值是看E技能等级 的，对 大体型敌人 时扩散的小落雷命中率更高所以大招 造成伤害更高 ，虽然单看倍率不高，但是因为能吃到自身的加攻效果而且小落雷可能命中很多个，所以 有条件也尽量升级 。 【 固有天赋 · 不动心 】 描述 ：处于E技能的「乌羽护持」状态下时，瞄准射击的所需的蓄力时间减少60%。 评价 ：优化了E后接蓄力射击的手感，使得操作更为流畅。 【 固有天赋 · 御公仪 】 描述 ：乌羽爆炸命中敌人后，将基于九条裟罗的元素充能效率每100%为队伍中所有角色恢复1.2点元素能量，每3秒至多触发一次。 评价 ：一般九条的充能效率在200多，基本上就是 一次乌羽爆炸全队回复2-3点能量 ，数值不多但总归比没有强，属于锦上添花。 【 固有天赋 · 检地 】 描述 ：在稻妻执行探索派遣任务时，消耗的时间缩短25%。 评价 ：非常实用的派遣天赋，最高档20小时缩减为15小时，可以2天派遣3次。 （类似天赋效果角色共有5位，其余为班尼特、菲谢尔、重云、刻晴） 【05 使用技巧】 九条的使用主要就是围绕提供加攻buff展开，有3种方式： （1） 2命放E后原位置生成乌羽， 并且乌羽爆炸时角色在范围内。 （2） 放E后蓄力射击产生乌羽 ，并且乌羽爆炸时角色在范围内。 （3） 放Q且角色在落雷范围内 。 这里推荐一个输出手法最大化九条的伤害（需要2命）： （1） 九条开E+蓄力射击 ：这时候2命的乌羽会爆炸九条吃到6秒的加攻buff。 （2） 切队友放加成技能 ：如班尼特开大，万叶开大，不要放E。 （3） 切回九条放大 ：此时6秒加攻buff还未结束完美吃到所有加成。 （4） 主C上场输出 ：原地不动就能踩到九条大招的落雷吃到加攻。 【06 命座简评】 总结 ：九条在低命情况下加攻能力和功能性都不如班尼特，但是满命后对雷系输出的提升更大，当然九条和班尼特完全可以一起上场，不过还是推荐 有条件尽量抽满命 。 【 1命 - 乌眼 】 描述 ：EQ触发加攻效果或命中敌人后E的冷却时间减少**，每3秒至多触发一次。 评价 ：减少E的冷却意义不是很大，九条不会频繁切到场上放E，一般一轮循环也只会放一次E和一次Q，E减冷却并不会改变队伍输出循环。 【 2命 - 鸦羽 】 描述 ：放E时会在原来的位置留下乌羽，造成原本30%的伤害。 评价 ： 极大优化手感 的命座，原来E必须接蓄力射击才能产生乌羽，现在完全可以开E后直接切人不打蓄力射击，操作更为流畅，但是需要注意如果 不打蓄力射击 的话命座产生的乌羽是 不产球 的，队伍循环对九条的 充能要求会更高 。 【 3命 - 心魔 】 描述 ：Q的技能等级提高3级 评价 ：常规技能命座，简单的增加伤害倍率，提升了九条的爆发输出。 【 4命 - 彻证 】 描述 ：Q的扩散小落雷每圈由4道增加为6道。 评价 ：原来放Q后大落雷转化为4道小落雷并逐渐扩散，现在是6道小落雷但扩散的圈数是不变的，只是 小落雷更为密集了 ，对于小体型单体敌人意义不大，对于群体敌人命中率更高，对于大体型敌人命中次数也更多，综合来说对于伤害是有一定提升的。 【 5命 - 咒咏 】 描述 ：E的技能等级提高3级 评价 ：常规技能命座，因为九条的 加攻数值 是随着E技能等级的提升而增加的，所以虽然对自身伤害方面提升不大，但是 对辅助能力有较大提升 。 【 6命 - 我界 】 描述 ：处于九条加攻效果状态下的角色，其雷元素伤害的暴击伤害提高60% 评价 ：九条真正 质变的命座 ，在当前版本暴伤作为非常珍贵的属性，60%的暴伤差不多相当于多一个暴伤头了， 对于雷系角色的输出提升巨大 ，但是需要注意 只加雷元素伤害的暴伤 ，即雷元素角色如北斗普攻造成物理伤害时是吃不到这个加成的。 【07 武器推荐】 充能完全够 ：优先选白值高的 天空＞终末＞朦云 充能不太够 ：优先选综合性的 终末＞落霞 = 祭礼 充能非常缺 ：优先选充能多的 西风＞终末＞竭泽 【 终末嗟叹之诗 】【 综合最佳 】 优点 ：既能够提供大量充能，特效还能给队友加精通和攻击。 缺点 ：特效需要叠层，一般要开大配合触发，单E触发不了。 【 天空之翼 】【 白值最高 】 优点 ：最高的白值意味着最多的加攻，而且常驻就能歪到。 缺点 ：特效是物理伤害数值不高，对于输出没有什么提升。 【 落霞 】【 活动获取 】 优点 ：活动免费获取满精，兼顾白值和充能。 缺点 ：实战中特效基本随缘，吃哪层看运气。 【 祭礼弓 】【 重置战技 】 优点 ：兼顾白值和充能，对于九条来说不用精炼。 缺点 ：九条不会频繁放E，重置E冷却意义不大。 【 曚云之月 】【 大招增伤 】 优点 ：较高的白值，高精炼下特效提供大量大招增伤。 缺点 ：副属性攻击力容易被稀释，限定武器精炼困难。 【 西风猎弓 】【 团队充能 】 优点 ：提供大量充能，特效还能帮助全队回能。 缺点 ：白值属于最低的那一档导致加攻效果差。 【 竭泽 】【 钓鱼兑换 】 优点 ：提供较多充能，钓鱼就能免费兑换不用精炼。 缺点 ：白值较低加攻效果差，特效伤害低意义不大。 【08 圣遗物选择】 圣遗物首选 4绝缘 ，可选 4宗室 。 过渡可以考虑 4流放 ，或 2+2散搭 。 （要注意宗室效果不能叠加，如果队友中有人如班尼特带了就不要用） 【主属性】 充能沙 雷伤杯 双暴头 (同词条下暴击：暴伤尽量按1:2配收益更高，满命暴伤+60再算) 【副词条】 充能 > 双暴 > 攻击 【 绝缘之旗印 】【 充能增伤 】 优点 ：能增加充能效率，并且能通过充能增加大招伤害。 缺点 ：很多角色都要用需求量大，不能合成需要慢慢刷。 【 昔日宗室之仪 】【 辅助通用 】 优点 ：辅助通用的圣遗物，开大能够增加队友的攻击力。 缺点 ：大招冷却20s，宗室效果持续12s，有覆盖率问题。 （队友已经有人带宗室的话 不叠加 ） 【 流放者 】【 队友回能 】 优点 ：增加充能效率，放大能给队友回能量。 缺点 ：不能给自己回能量，只有四星亏属性。 （要带流放建议带五星充能沙，对于九条牺牲了自身伤害能力，不推荐当毕业套装） 散搭 ：【绝缘】【宗室】【如雷】【流放】 优点 ：2+2散搭组合更容易毕业。 缺点 ：上限不如完整的套装效果。 【09 配队建议】 配队思路 ：九条的配队思路一般围绕其特色展开：（1） 泛用性的加攻效果 （2） 较高倍率的大招 （3） 满命加雷系暴伤 。可以看到低命情况下虽然可以作为加攻的泛用辅助，但是由于其自身大招80能量充能压力大，一般不会单雷入队， 常规配队都会搭配一个雷系输出 ，既是提高伤害，又能够互相充能，如果满命提升还会更大。 【 雷九万班队 】 九条裟罗 + 雷电将军 + 枫原万叶 + 班尼特 优点 ：最为常见的九条配队，高配二命及以上雷神+满命九条，爆发能力非常出色。 缺点 ：0命雷神或没有满命的九条会导致输出打一定折扣，可能不如雷国更为适用。 【 八九激化队 】 九条裟罗 + 八重神子 + 草系 （纳西妲/草主）+ 生存 （钟离/未来草奶） 优点 ：通过激化反应同时提高雷系和草系的伤害，八重和九条的大招具有较高的对群爆发能力。 缺点 ：八重九条充能压力都很大，同位置如果换菲谢尔能提供更多的充能、触发超激化更频繁。 （八重的E不锁面板，九条的加攻效果只有6秒，想吃满操作较为复杂，个人更建议新手用菲谢尔） 【 刻晴激化队 】 九条裟罗 + 刻晴 + 草系 （纳西妲/草主）+ 生存 （钟离/未来草奶） 优点 ：刻晴输出方式灵活，能够更好的配合九条的加攻buff，充能压力也没有那么大。 缺点 ：同位置如果换菲谢尔能提供更多的充能、触发超激化更频繁。 （极端情况下可以不带生存角色带万叶输出上限更高，但是个人不推荐新手玩这种阵容） 【 感电武装队 】 九条裟罗 + 雷系输出 （北斗/菲谢尔）+ 风系减抗 （万叶/温迪/砂糖）+ 生存 （行秋/心海/芭芭拉） 优点 ：有风系角色聚怪减抗，同时感电反应能补充一定的输出。 缺点 ：主要输出都是四星角色，伤害上限较为一般。 （北斗的Q和菲谢尔的E都有锁面板机制，能更好的的配合九条的加攻buff） 【10 攻略总结】 九条裟罗很多人的第一印象就是 满命雷系专辅 ，其实很多时候大家容易忽视两个很重要的事情：一方面她低命情况下是一个 泛用性的辅助 ，另一方面 自身也具有不俗的伤害 。因为大招充能的原因九条一般都会搭配雷系输出使用，通过双雷共鸣的效果缓解充能压力，但是她加攻的效果并不会局限于雷系。最重要的是因为九条能吃到自己的buff，而且大招机制使得她 对大体型敌人的输出也非常可观 ，所以尽量 不要忽视她的伤害能力 。 （以较为常见的 雷九万班队 为例，大家都知道雷神吃到 九条的加攻和暴伤 、 万叶的增伤减抗 、 班尼特的加攻 后拔刀爆发输出非常恐怖，但是要注意到 九条自己也能完美吃到 这些buff，她的大招倍率也不低，在属性合格的情况下也能打出很高的输出。） 【其他】 本文发布于 3.3版本 ，最新修订于 3.3版本 ， 请注意本攻略的时效性 。 素材：游戏截图 字体：思源黑体 封面：坤易 文案：坤易 设计：坤易",
    "length": 6326
}