{
    "game_id": 2,
    "post_id": "34897002",
    "f_forum_id": 43,
    "subject": "关于圣遗物——基础机制讲解（萌新版）",
    "url": "https://www.miyoushe.com/ys/article/34897002",
    "created_at": 1674833610,
    "like_num": 35188,
    "view_num": 195530,
    "reply_num": 883,
    "text": "写在前面—— 这篇攻略老样子， 大佬们请自觉忽略本文，仅限萌新食用 。 _(吃雪糕) 应前两篇文章里评论区的一位小萌新要求，不知道他还记不记得我。 我大概会分两到三篇文章讲一下圣遗物的机制规则、套装特效、如何分析角色适配套装、如何判断圣遗物的价值等等。啊当然对于我这样的鸽子，也可能就止步于这一篇了。 这一篇是最最最基础的关于圣遗物的 机制讲解 。 原神的圣遗物共有五类，按照形态区分分为花、羽、沙、杯、头（冠），如下图从左到右排序。 一个圣遗物的界面一般如下图所示： （这是我背包最好的一朵花了_(偶像姬-沮丧)） 红圈圈住的是锁定键，随手锁住需要的圣遗物是个好习惯。 ①关于掉落 低品质的圣遗物都是前期可以通过游戏剧情和世界探索获得的，击杀精英怪物时会有概率掉落最高品质为四星的圣遗物，而高品质的圣遗物则一般通过圣遗物副本、世界BOSS（即首领怪物），周本（即征讨领域）随机掉落，而在冒险等阶45级时，会开放90级的圣遗物副本， 90级的圣遗物副本会百分百掉落1-2个五星圣遗物， （低等级的本不是百分百掉！！） 使用浓缩树脂则掉落2-4个，听说有欧皇掉过五个，反正我是没见过。这就是为什么大部分大佬都建议萌新 不到45级不要刷圣遗物本 的原因。 （其实我个人认为前期可以用恢复的体力浅刷一两套套装合适的给主C，不用小月亮刷就可以啦） 每种圣遗物获得时都会随机掉落以上五种形态的随机一种，且随机掉落时获得的圣遗物属性也是随机的（除了花羽）； ②关于属性 每种形态的圣遗物的主属性会不一样： 花：主属性固定为生命值； 羽：主属性固定为攻击值； 沙：从攻击百分比、防御百分比、生命百分比、精通值和 元素充能效率 中随机一个； 杯：从攻击百分比、防御百分比、生命百分比、精通值以及 各种元素伤害加成 （包括 物理伤害加成 ）中随机一个； 头：攻击百分比、防御百分比、生命百分比、精通值以及 暴击 、 暴伤 、 治疗效果加成 中随机一个； （我们一般称攻击数值加成为小攻击、攻击力百分比加成为大攻击，以此类推） 可以很明显的看出，由于花羽的主属性固定，我们就可以追求更好的副属性。而针对沙杯头各有一种其他位置没有的属性（ 已经加粗标示啦 ），一般来说这类属性的圣遗物价值也会更高。这里还有一个小细节，即副属性不会刷出和主属性一样的属性，包括花刷不出小生命、羽刷不出小攻击。 （治疗效果加成是副属性刷不出来的哦） 圣遗物升级时，每四级会进行一次词条强化，当副词条数量小于4时，会优先出现新的词条，当副词条数量等于4时，就会随机强化一条属性，增强的数值也是随机的，随机的范围如下： 可以简单易懂地理解为：需求词条的初始值越高、强化时的档位越高，你的圣遗物就越好，一般只留意最高档和最低档就好了（最高档就是极品、最低档就是寄品） ③关于品质 圣遗物和武器一样，属于装备的一种，分为一星、二星、三星、四星、五星。 三星圣遗物 冒险家套装、幸运儿套装、和游医套装仅掉落一星二星和三星的品质，一般称之为三星圣遗物（最高掉落品质），三星圣遗物最高升到12级，即强化3次。 四星圣遗物 以下圣遗物从上至下从左至右阅读（是图鉴里的顺序哦）分别简称为：行者套、奇迹套、战狂套、教官套、流放者、守护套、勇士套、武人套、赌徒套、学士套、祭火套（其他三个元素类推，统称祭祀套）则仅掉落三星和四星品质。四星圣遗物最高可升到16级，即强化4次。 其中 战狂、教官、流放者和祭祀套 仅精英怪、世界BOSS和周本可以掉落，其他都可以通过圣遗物副本获得。（祭祀套仅掉落头部，是一个很特殊的套装）这几套圣遗物在后期都会有一些奇效， 强烈建议萌新们锁定 副词条带暴击的战狂花羽 、以及带 精通副词条的教官花羽 和 主词条为精通的沙杯头 。 这些四星圣遗物也是在萌新时期我们见得最多的圣遗物，虽然在后期一般来说就会变成“狗粮”用于喂给高品质圣遗物升级，但在萌新时期，合理利用这些白嫖的圣遗物是可以让自己的游戏体验拔高一层楼的。当大世界体验吃力的时候，就可以来看一眼角色身上的圣遗物是否是背包里的最高品质啦。 五星圣遗物 接下来就是打圣遗物副本和打高等级世界BOSS才可以掉落的五星圣遗物啦，五星圣遗物最高可升到20级，即可强化5次。 同样按图鉴顺序分别简称为：冰套、雷鸣套、渡火套、少女套、角（jue）斗士、风套、乐团套、如雷套、魔女套（火套）、宗室套、骑士套（染血套）、磐岩套、逆飞套（流星套）、水套（沉沦套）、千岩套、苍白套、追忆套、绝缘套、华馆套、海染套、辰砂套、余响套、草套（深林套）、饰金套、楼阁套、乐园套（花神套） （我自己有选择性地刷本，因为玩的不够久所以角色不够多，需求的圣遗物自然也没有那么多，就没有全图鉴，可能图片有些影响观感，请大家见谅） 讲那么多简称的目的是希望看过这篇帖子的萌新都能听懂大佬们在推荐圣遗物的时候念叨的简称说的是什么东西。所有副本掉落套装的详细效果都可以在冒险之证中看到，获取过的圣遗物也可以在背包或者图鉴中阅读。 这里有两个很特殊的圣遗物： 角斗士 和 乐团套 ，这两套圣遗物跟上述四种特殊圣遗物一样同样不可以通过副本获得，只有在世界BOSS和周本领取奖励时会有这两个套装。 ④在45级前对圣遗物的选择 为什么强调45级前呢，这是默认你没有专门去刷圣遗物副本的情况，推荐的圣遗物自然就是在三星和四星的范围内推荐。 首先，在前期的大世界体验中，最好明确一个队伍中的主C，前期的资源尽量往TA身上倾斜，以下的推荐都以输出的使用为优先。 前期的输出角色可以无脑选择战狂套，尤其是2件套，原神这个游戏里除了珊瑚宫心海没有角色能无视双爆的红利。如果以凝光、烟绯、甘雨等重击作为输出手段的角色作为主C，可以给其配置一套行者、武人或是乐团套。相对更万能一些的除了战狂还有赌徒和勇士。这几套都是可以无脑放在输出身上的。当然，前期没有绝对的辅助，不过站场时间更短的推荐带流放者、教官和学士套，以2件套的属性优先，也可以提升全队的体验。 其次，品质再低的圣遗物主属性的随机也是遵循规律的，输出一般追求的词条就是大攻击、双爆、精通、元素加成和充能效率，我一般称之为需求词条。（大佬们说的有效词条是另一个东西，萌新暂时不需要学会） 当然也有特殊的角色比如一斗可以通过防御转攻击，这个时候防御就是他的需求词条。特殊角色特殊讨论，不在本篇篇幅内。主属性大部分角色都追求 攻击沙 、 元素伤害杯 （或是 攻击杯 ）以及 双爆头（建议优先暴击） ，看到合适的套装、合适的属性一定要记得锁定一下以免手误喂了。 再次强调： 强烈建议萌新们锁定副词条带暴击的战狂花羽、以及带精通副词条的教官花羽和主词条为精通的教官套沙杯头。 以烟绯为例（前期带我长大的女神_(德丽莎-睿智)），我给她带的就是乐团套（以前也带过魔女套，后来乐团属性好才换了乐团），主属性攻击沙、火伤杯、暴伤头，副词条优先选择双爆、其次是大攻击和精通。关于其他圣遗物的具体推荐，米游社里搜角色名字就会出来一大堆啦。 ⑤关于圣遗物的价值判断 这个时候一般就是45级准备大量刷圣遗物的时候需要了解的了，除了上文提到的每个部位的特殊主属性、初始词条的档位等，还需要考虑到套装适用角色的需求属性。外加上不论是四件套还是2+2都会有一个“散件”，什么样的圣遗物可以作为散件也可以以下列的分析为依据参考。接下来简单分析几个常见坐牢的套装，大佬们容易推荐的套装，再加上常见的角斗士和乐团套。 1. 角斗士/乐团 套装效果如下图： 可以明显看出这两个都是适用于输出的圣遗物套装，分别适用于近战和远程（统称，勿纠）角色。我们可以追寻一个万能的输出词条公式： 双爆>大攻击>精通>充能效率>小攻击 。即主属性优先保留攻击沙、精通沙、充能沙，元素伤害杯子和双爆头。 在副属性上同样适用于万能公式，因为初始三词条的概率是比较大的， 我们尽量保留三个词条都是需求词条的花羽，主词条正确的前提下尽量保证至少有两个需求词条再强化（也有脸黑的小伙伴先保留一个主词条正确的先用着吧！）双爆头尽量暴击头有暴伤，暴伤头有暴击为最佳。 还是以这朵花为例子，我已经忘了初始是三词条还是四词条了，就以三词条看吧，前三条分别是双爆＋充能，完美符合万能公式，并且三个都是需求词条，强化过程中出了精通就是四需求词条，属于一个小极品了，怎么强化都不算歪的那种。 这个攻击沙前三个词条分别是精通、小攻击和暴伤，鉴于本身是大攻击主属性的沙，出了小攻击也可以勉强算有效词条，所以我也是拉满了，在这样的词条前提下，加了小攻击和充能效率对我来说算是有一点亏的，按照万能公式，这样的一个沙如果更多的强化点到暴伤和精通才是更优秀的，现在只能算能用，不差。 2. 绝缘套 套装效果如下图： 有大佬带的人应该对这个绝缘套根本不陌生，适用角色特别多，五星里雷神夜兰两大副C都需求绝缘、四星里香菱、行秋也可以带，或者说伤害主要由大招触发的角色几乎都可以带绝缘套。 那么对于绝缘套来说，充能的优先级可以追平双爆甚至优于双爆，绝缘万能公式： 充能效率≥双爆>大攻击≥大生命>精通 。大生命词条是为刷取夜兰圣遗物的萌新们准备的，对夜兰来说大生命比大攻击重要。 在刷绝缘本的过程中，遇到绝缘套的充能沙可以无视副词条直接锁定，哪怕不一定强化，说不定哪天就用上了，副词条带有双爆的更是可以直接升级装备。其他的需求词条跟角斗士和乐团没有太大差异，属于输出型圣遗物的一种。 这样的一个充能沙已经完美符合万能公式了，前三个词条大攻击精通暴击，多优秀，遗憾的是第四个词条强化出了大生命并且几乎只强化了生命和攻击，所以最后的结果并不算极品，只是后来一直没刷出第二个充能沙，凑合用吧……雷神跟着我真是委屈了。 3. 风套/草套 套装效果如下图： 会将这两个放在一起的原因是，风系反应和草系反应一样相对而言更吃精通，而且通常由辅助佩戴这两套圣遗物，辅助对于双爆的追求相对没有那么低，所以风草万能公式为： 精通>充能效率≥双爆 。 在刷这两个本的过程中，发现副词条带精通的花羽，主词条为精通的沙杯头就可以直接锁了，只要各自能凑出一套，就可以没必要再去凹（追求千精万叶和草神的花羽需要要求高一点） 这应该是我在草本里刷出的最好的一根毛了，第四个词条甚至出了暴伤，强化的时候也中了精通，给草神都完全不浪费。当然草套的话如果大攻击的强化能加在精通上那就更开心了。 4. 少女套/海染套 套装效果如下图： 海染套介绍太长了，人话版就是： 奶量转延时物伤 。这两套都是常见的奶妈套，少女和风套一个本，海染和华馆一个本，不用刻意去追求刷哪一套比较好（一般都推荐海染，多一点输出，而少女套就是更纯粹地提升奶量）哪个本打的多，捡一起掉的凑合用就好了。 对于治疗，原神现有的角色一般只基于生命和攻击影响奶量，暂时没有基于防御和精通的奶，所以奶妈套万能公式为： 治疗效果>充能效率>大攻击≥大生命≥双爆 ，最后一个根据你要养的奶妈选就好了，常用的芭芭拉心海选生命，琴和七七选攻击。 插播一条题外话：请详细查看心海的天赋 _(心情简单) 所以这两套圣遗物一般会锁充能沙、生命/攻击杯、治疗头。哪怕是其他圣遗物，刷出主词条为治疗效果，副词条带有充能和大生命/大攻击的，也可以锁定一下哦。而现在也有芭芭拉心海在种门就业的情况，遇上精通杯也可以锁一锁。 这个就不举例子啦，我的奶妈们（包括班尼特）都是捡垃圾的。_(心情复杂) 5. 华馆套 套装效果如下图： 华馆套作为一个输出套装，我需要单独拿出来讲，适用人群：一斗、诺艾尔、云堇。对于一斗和诺艾尔这样输出靠防御的角色，对于华馆套来说，万能公式几乎就是： 双爆≥防御 。 像这样的一朵花，一般看到大防御都不会留的，但是 对于华馆套来说 是个小极品。 为什么这句话会被我划重点，希望看完全文的你们已经能心里有数：对于不同的套装，需求的属性也是有不同的侧重点，如果一味的追求双爆，不仅让自己在圣遗物坐牢时间延长，损耗游戏体验不说，还有可能角色根本就瞧不上这个双爆（ 再次点名心海 ） 首先感谢耐心看到最后的朋友们，我知道我真的很多废话，可能也很多地方写的不够严谨。其次是带过很多萌新，他们总是会有这样那样老玩家眼里很幼稚的问题，也难以找到适合他们看的帖子，所以让我萌生了写一些专门给萌新看的帖子的想法，对于看到最后的大佬我也表示很感谢，外加对开头的话给你们道个歉！私密马赛！不是赶大佬走的意思！最后，希望我的拙作可以对大家有一点点帮助，能更加开心地享受游戏的过程_(庆贺吧)",
    "length": 5106
}