{
    "game_id": 2,
    "post_id": "24964959",
    "f_forum_id": 43,
    "subject": "「仲夏!幻夜?奇想曲!」2.8版本角色抽取建议",
    "url": "https://www.miyoushe.com/ys/article/24964959",
    "created_at": 1656789426,
    "like_num": 11023,
    "view_num": 336289,
    "reply_num": 1028,
    "text": "UID 100499765 ▲*改动：与往期角色抽取建议相比，本期新加入了 应期角色天赋技能加点、武器、圣遗物、配队配装建议，培养所需材料清单等 相关的各种信息。工程量更大，内容更加丰富。 ●大家好，这里是猫冬~ ●在2.8版本前瞻特别节目「仲夏!幻夜?奇想曲!」中，我们得知除了新四星角色 鹿野院平藏 以外，还将迎来 可莉 & 宵宫 & 枫原万叶 的复刻。 ●本文将从客观角度简述三位角色在当前游戏环境的适用的环境，以及从主观角度上分析可莉&宵宫&枫原万叶是否适合融入到你当前的角色队伍中去。 【卡池相关】 ▲2.8版本第一期卡池： 鹿野院平藏 、 枫原万叶 / 可莉 ▲2.8版本第二期卡池： 宵宫 双角色卡池机制：同期开放枫原万叶&可莉的角色祈愿，共用四星/五星保底。 比如在万叶卡池中9次没有出现四星时，可以在可莉的卡池1次就能出四星，五星大小保底同理。 Tip： 鹿野院平藏 相关评测要等正式服实装后进行。而 枫原万叶 / 可莉 / 宵宫 会在下文会做对应角色分析。原石规划周期比较紧张的旅行者，请合理规划安排自己原石，祝你们都能抽取到自己心仪的角色。 【角色简析】 【角色定位】 : 五星风属性单手剑， 元素增伤类辅助 角色。 增伤机制挂钩与枫原万叶自身的 元素精通 面板。除了聚怪控制以外，可用于辅助各种单属性纯色队伍与多属性元素反应队伍。 【适用环境】 : ①. [高难度作战环境] ：深境螺旋、各种挑战难度偏高的活动关卡以及各类精英BOSS的讨伐。 ②. [多数量怪物集群] ：守护地脉镇石关卡、中小体积怪物数量较多的作战环境，都可以让万叶上场起到聚怪控制效果，同时也可以起到元素类扩散增伤辅助效果，方便更快的攻略关卡。 ③. [大世界探索解密] ：万叶的元素战技可以帮助我们快速的跨越各种高低差地形，其固有被动也能降低冲刺奔跑的体力消耗，提高大世界探索的效率。 【总结分析】 : ● 如果怪物的站位如果过于分散，万叶是很难像温迪那样做到同时大范围聚怪的。 ● 不过像应对中距离范围圈内的敌人，万叶的聚怪控制能力是非常出色的。手感流畅，技能衔接丝滑，增伤辅助能力出色，可泛用的各种元素类队伍选择多。 ● 不管你是单属性的火系角色、水系角色、冰系角色还是雷系角色，只要你想提高他的元素类DPS输出能力，都可以让枫原万叶加入到队伍之中来实现元素伤害加成增伤。 ● 除了单属性的纯色队伍以外，增幅反应与剧变反应的元素反应队伍也是能通过携带一个高元素精通面板的枫原万叶在队伍中达到大幅提高队伍元素输出能力的目的。 ● 在 各种元素相关的玩法 中，泛用度较高的角色中我们常能看到：火属性的增伤治疗辅助“班尼特”、水属性的后台副C输出“行秋”与风属性的元素扩散增伤辅助“枫原万叶”。 ▲ 总而言之：枫原万叶是非常值得入手培养的高辅助强度角色。 （图片来源于网络：侵删） 【角色定位】 : 五星火属性法器，驻场型持续输出角色。 在熟练掌握可莉的各种战斗操作手法后， 运用各种小技巧 取消普攻后摇 / 重击后摇 ，普通攻击与元素战技对怪物造成伤害后有概率生成爆裂火花，施放重击时将消耗爆裂火花，使单次重击不消耗体力且造成的伤害提升。这是可莉的核心输出机制，学会取消后摇的方法才能让可莉的输出能力得以体现。 【适用环境】 : ①. [精英BOSS讨伐] ：包括深境螺旋在内，适用的作战场合还是蛮多的。不过需要提一下，可莉的普攻方式是呈抛物线的，这导致可莉难以应对一些高空的飞行中的怪物与一些高机动性的多位移怪物，但是可莉的重击判定的高度会高一些，在合适的角度也是能应对高度较高的怪物，且可莉的重击具备高削韧的打断力，通过连续的重击施放配合取消重击后摇的方式是可以持续压制大部分怪物的。 ②. [特殊地脉环境] ：在迟滞水、噬能雷、严寒冰这类地脉环境中战斗时，可莉相对其他角色，她受到的地脉干扰影响力会低一些。不过最好还是根据地脉环境的特殊性提前做好一些应对手段，这样也方便更轻松的进行挑战。 ③. [大世界探索解密] ：可莉可以帮助我们搜索蒙德区域的特产物品，通过小地图雷达搜索避免遗漏一两个特产点位。同时火属性的普攻性质也能帮助我们在大世界探索期间应对各类火把机关解密。 【总结分析】 : ● 自可莉实装以来，因其玩法操作特性引起过不少玩家的争议。但是他们都有一个公认的认可点，那就是“可莉非常可爱”。单纯地作为一个玩家去收集一些自己喜欢的可爱角色是没有任何问题的。在“可爱即是正义”的主观意识主导下，任何反驳理由都是毫无意义的。 ● 可莉的 战斗操作难度 在 常规标准下评级是 偏高的 ，在没有熟练掌握操作技巧的前提下，可莉是很难打出预期伤害的。 ● 且受到攻击性质的限制，抛物线的攻击模式会丢失部分伤害。需要基于大量的练习之后，熟练掌握各种取消后摇和连击压制手法后，可莉才能表现出她那“蒙德第一战力”的恐怖战场压制力。 ▲ 总而言之：比较难上手，学会操作手法，熟练掌握后非常强。 【角色定位】 : 五星火属性弓箭，驻场型持续输出角色。 在使用元素战技后，普通攻击的连续速射都可以转换为火属性攻击，攻击频率较快，且具备一定的自动索敌机制。常作为队伍的核心元素主力输出角色展开配队。 【适用环境】 : ①. [精英BOSS讨伐] ：宵宫的单体输出能力是非常强的， 对单强势 但是 对群输出略显乏力 。对群方面可以考虑搭配风属性角色提供聚怪控制，搭配雷属性角色打出超载剧变反应造成范围伤害。对单方面可以搭配水冰属性后台持续输出类的副C角色与伤害强化类的增伤辅助来实现进一步的强化。 ②. [高空飞行类怪物] ：宵宫特有的攻击自动索敌机制，可以在机制判定生效的距离内方便我们处理一些高空飞行的怪物：像水幻形·飞鸟、雷音权现与非火属性免疫的飘浮灵。 ③. [高攻击欲望/多位移机制怪物] ：此处点名兽境猎犬，其俗称“流血狗”。 【总结分析】 : ● 宵宫的主要核心输出方式是：开启元素战技后在一段时间内进行火属性的连续普攻速射输出。 ● 在没有技能冷却的额外辅助加持下，元素战技的持续时间结束后会有一段时间内会因为元素战技处于冷却期会出现输出真空期。这种情况可以通过携带的其他角色释放技能的时间来填补，像行秋/夜兰/菲谢尔等拥有后台副C能力的角色彼此释放技能就可以。又或者搭配另外一名驻场型输出角色彼此互补输出真空期来充分掌握输出轴，避免出现输出真空期。 ● 另外，弓箭型普攻速射类角色都会有一个需要面对的共同问题：就是箭矢的自动索敌判定超过一定距离会出现误差偏移，难以准确的命中目标，另外箭矢会被一些障碍物(例如:岩造物)阻挡。在战斗中，需要实时把握好与怪物的距离。 ● 总而言之：宵宫的单体持续输出能力非常不错，缺少驻场输出角色的小伙伴可以考虑入手，以宵宫为体系展开一个新的配队。 【角色养成】 枫原万叶(精通辅助流)： 【武器】 苍古自由之誓、铁蜂刺、暗铁剑 (备注：祭礼剑可选，西风剑要角色暴击＞50%） 【圣遗物】 翠绿之影*4、教官*4 时之沙：元素精通＞元素充能 空之杯：元素精通（ 风伤加成与攻击加成过渡 ） 理之冠：元素精通（暴击率备用、攻击加成过渡） 词条倾向:元素精通＞元素充能≥暴击率＞暴击伤害＝攻击加成 tip：副C暴击流和六命主C玩法在这里不多阐述。 【配队公式】 【单属性核心纯色队】 纯火 / 纯冰 / 纯水 / 纯雷 队 ： 万叶 + 多个同属性角色 (其中包含主力元素输出）+治疗/护盾/增伤辅助 例如：万叶+可莉+香菱+班尼特、万叶+雷电将军+九条裟罗+班尼特、万叶+夜兰+行秋+心海等。 冰 水永冻 队 ： 万叶 + 双冰 or 双水 (其中包含主力元素输出）+治疗/护盾/增伤辅助 例如：万叶+绫华+行秋+迪奥娜、万叶+重云+申鹤+心海等。 【多属性元素反应队】 增幅 蒸发 / 融化 队 ： 火 + 水 / 冰 +增伤辅助/ 风系扩散 +护盾/治疗/后台副C/增伤辅助 例如：万叶+可莉+行秋+班尼特、万叶+公子+香菱+班尼特、万叶+申鹤+重云+班尼特等。 剧变 超载 队 ： 火 + 雷 + 火 / 雷 / 风 后台副Cor增伤辅助+ 风系扩散 /治疗护盾/增伤辅助 例如：万叶+香菱+菲谢尔+班尼特、万叶+宵宫+北斗+久岐忍、万叶+烟绯+八重神子+温迪等。 剧变 感电 队 ： 水 + 雷 + 水 / 雷 / 风 后台副Cor增伤辅助+ 风系扩散 /治疗护盾/增伤辅助 例如：万叶+雷电将军+行秋+夜兰、万叶+公子+菲谢尔+久岐忍、万叶+心海+菲谢尔+北斗等。 【只要聚下怪就行队】 物理/岩/风队以及其他各种队伍：不列举，理由如小标题。 【技能加点与培养材料】 普通攻击：1+       元素战技：1+       元素爆发：1+ (图片来源于：米游社养成计算器) 【天赋书】勤劳的指引：璃月太山府 秘境:深炎之底（周二/周五/周日） 【BOSS材料】魔偶机心：击败地区BOSS魔偶剑鬼获得 【其他材料】寻宝鸦印/藏银鸦印/攫金鸦印：击败盗宝团获得 【区域特产】海灵芝（备注：在 离岛NPC小畑处可以购买5个，每周刷新一次 ） 观测大地图 详细基础材料采集可以在大地图中查询哦！ 可莉(常规输出装)： 【武器】 主词条是暴击、暴伤与攻击加成的武器皆可使用。 【圣遗物】 炽烈的炎之 魔女*4、流浪大地的乐团*2、魔女*2/攻击*2/精通*2混搭 时之沙：攻击加成、元素精通 空之杯：火伤加成、攻击加成 理之冠：暴击加成、暴击伤害 词条倾向:暴击率≥暴击伤害＞攻击加成=元素精通＞元素充能 【配队公式】 增幅 蒸发 / 融化 队 ： 可莉 + 水 / 冰 +增伤辅助/ 风系扩散 +护盾/治疗/后台副C/增伤辅助 例如：可莉+行秋+万叶+班尼特、可莉+罗莎莉亚+温迪+迪奥娜、可莉+胡桃+行秋+钟离等。 剧变 超载队 ： 可莉 + 雷 后台副C+ 风系扩散 /治疗护盾/增伤辅助X2 例如：可莉+万叶+菲谢尔+班尼特、可莉+香菱+温迪+久岐忍等。 纯火队：可莉 + 香菱 + 风系扩散 +治疗/护盾/增伤辅助 备注： 可莉在解锁了 命之座第2层 后可以为3+1的+1破甲增伤辅助位加入到各种2-3人体系的队伍中去，配装方面可以是输出装也可以是携带讨龙英杰谭的教官*4极致辅助装。 【技能加点与培养材料】 普通攻击：8+       元素战技：8+       元素爆发：8+ (图片来源于：米游社养成计算器) 【天赋书】自由的指引：蒙德 忘却之峡秘境:霜凝祭坛（周一/周四/周日） 【BOSS材料】常燃火种：击败地区BOSS爆炎树获得 【其他材料】导能绘卷/封魔绘卷/禁咒绘卷：击败丘丘人萨满获得 【区域特产】慕风蘑菇（备注：在风起地 NPC克罗丽丝处可以购买5个，每周刷新一次 ） tip：她会在这段路上一直来回跑… 观测大地图 详细基础材料采集可以在大地图中查询哦！ 宵宫(常规输出装)： 【武器】 主词条是暴击、暴伤与攻击加成的武器皆可使用。（新手可以用弹弓） 【圣遗物】 追忆之注连*4、炽烈的炎之魔女*4、来歆余响*4、魔女*2/攻击*2/精通*2混搭 时之沙：攻击加成、元素精通 空之杯：火伤加成、攻击加成 理之冠：暴击加成、暴击伤害 词条倾向:暴击率≥暴击伤害＞攻击加成=元素精通＞元素充能 【配队公式】 增幅 蒸发 / 融化 队 ： 宵宫 + 水 / 冰 +增伤辅助/ 风系扩散 +护盾/治疗/后台副C/增伤辅助 例如：宵宫+行秋+夜兰/行秋+迪奥娜、宵宫+夜兰+云堇+琴、宵宫+甘雨+温迪+班尼特等。 剧变 超载 队 ： 宵宫 + 雷 + 火 / 雷 / 风 后台副Cor增伤辅助+ 风系扩散 /治疗护盾/增伤辅助 例如：宵宫+香菱+菲谢尔+班尼特、宵宫+万叶+北斗+久岐忍、宵宫+八重神子+温迪+钟离等。 纯火 队 ： 宵宫 +香菱/可莉/胡桃++ 风系扩散 /治疗/护盾/增伤辅助X2 【技能加点与培养材料】 普通攻击：8+       元素战技：8+       元素爆发：1+ (图片来源于：米游社养成计算器) 【天赋书】浮世的指引：稻妻 堇染之国 秘境： 堇色之庭（周一/周四/周日） 【BOSS材料】阴燃之珠：击败地区BOSS无相之火获得 【其他材料】导能绘卷/封魔绘卷/禁咒绘卷：击败丘丘人萨满获得 【区域特产】鸣草（备注：在稻妻城 NPC葵处可以购买5个，每周刷新一次 ） 观测大地图 详细基础材料采集可以在大地图中查询哦！",
    "length": 5102
}