{
    "game_id": 2,
    "post_id": "46382509",
    "f_forum_id": 43,
    "subject": "【V4.2攻略·角色攻略】草主养成阵容面板速阅版攻略",
    "url": "https://www.miyoushe.com/ys/article/46382509",
    "created_at": 1702137682,
    "like_num": 1330,
    "view_num": 54012,
    "reply_num": 27,
    "text": "UID：152901193 ·【前言】· 我说“O~Ha”你说“Yo~”！大家好，这次带来了 《草主的配装与阵容推荐》速阅版 。 一如既往，以下内容为自己 个人见解 ，若有错误请各位及时纠错，若有缺失，劳烦及时补充，欢迎各位热情讨论！先行五体投地大礼表示感谢！ 全新改版，快速阅览只需看图即可！ PS：下文，A=普通攻击；E=元素战技；Q=元素爆发；s=秒。 ·【角色简介】· 草主 (草元素属性的旅行者) ，5星草系单手剑角色，主要定位是后台持续输出型角色。具有 持久大范围挂草 能力，适配草元素相关反应的长轴阵容。 依靠施放Q后形成的Q领域作为主要的后台持续输出/挂草方式。Q具有转化机制，触碰水元素扩大伤害范围、触碰雷元素加快攻击频率提高整体自身整体伤害、触碰火元素后Q领域会激烈爆炸造成高倍率伤害并使领域消失。 这里 优先推荐水元素扩大扩大作战范围在实战中表现最具省心实用 。 A与E无强输出机制也无特定辅助能力，可忽略，所以 培养时只需升级Q即可，若仅作为后台挂草的“工具人”培养，则无需升级天赋 。 ◆草主最主要的核心作用： ·提供后台大范围挂草能力； ·为场上角色提供精通； ·为场上角色提供伤害加成。 这三点都依赖Q，所以培养草主可以不升级天赋，只需多堆充能即可。 作为工具人培养，角色等级60级突破够用，若增强输出能力，建议90级，附上角色培养所需材料一图。 ※草主与其余角色不同的是，所有元素的主角其等级突破所耗材料一致，但天赋升级每一级都不一样，所有元素的主角都是对应各地区的天赋秘境。 ·【武器&圣遗物推荐】· 最主要的是充能，优先考虑充能，其次双暴、精通、攻击提高输出的属性，有则有、没有不强求。 所以武器 优先或建议只考虑提供充能的武器 。 圣遗物可灵活搭配，基本硬性需要的是 「深林的记忆」4件套 ，不过还是需要看队伍内是否有人携带，已有就可考虑 「绝缘之旗印」4件套 提高Q的伤害能力以及提高自身的充能效率，其次可考虑 「饰金之梦」4件套 。作为工具人可考虑 「教官」4件套 。 草主的面板最主要的建议是 充能效率达到230%+，越高越好 ，其他属性都好说。 ·【阵容搭配】· 主要分为两大体系：绽放与激化。 心妮绽放是草主入驻的最佳搭配！ 妮绽放体系只能由水草元素角色构成。由于纳西妲的后台特殊挂草机制，如果让心海驻场保证队伍的生存能力，而只有纳西妲一位草系角色，很容易断掉纳西妲的持续挂草，所以搭配一位可长时后台群体挂草的角色，草主就是最佳的选择。 由于草克水的原理，大部分绽放反应都是由心海或妮露触发，所以草主的等级低一点没关系，且阵容一旦循环上之后，草主也有点难触发到绽放反应，所以草主在妮绽放中就不太适合去带4教官。最主要的是充能！Q跟上很重点。 如果没有纳西妲时或者纳西妲在第二队无法抽身，也有无纳西妲的妮绽放搭配。 依靠白术法器驻场A持续挂草并触发行秋的剑雨+草主后台持续大范围挂草+妮露后台持续挂水，种子产出效率有无纳西妲差别不大，主要的就是 纳西妲+草主适合对群，而白术+行秋更适合对单 。 除了绽放体系以外，其余体系基本会优先考虑纳西妲，不过在 没有纳西妲时，草主也只是可以做到替换位的考虑 ，比如赛诺的激绽体系。 后台持续挂草中，纳西妲可持续25s、草主15s、白术14s、瑶瑶10s、柯莱9s，能支撑赛诺的激绽体系，也只有纳西妲能完整覆盖、其次就是草主是最佳选择。 所以大部分需要纳西妲而无纳西妲的阵容，草主都可入驻进行替补 。 ※仅个人推荐，省心好用有实力的体系建议是多考虑妮绽放，再加入外置元素更能水到渠成。 ★高光时刻必备：「追逐霆光的孤旅」纸雕灯 ，柔和暖光，持久亮度，营造神秘而温馨的氛围，点亮您的冒险之路，让角色光芒四射！ ☞【购买方式】请点击以下链接购买： 【原神】「追逐霆光的孤旅」纸雕灯 Genshin ¥169.00 去购买 ★保驾护航必备：主题系列「护身符」璃月款 ，充满神秘与力量！好运不断，噩运绕道。携带方便，可以挂在钥匙链、包包或者手机上，时刻守护您！ ☞【购买方式】请点击以下链接购买： 【原神】原神主题系列护身符 璃月款 Genshin ¥34.00 去购买 以上推荐的两款，不管是送礼还是自用都是俱佳的原神周边产品！ 我梦见过自己在无边的黑暗中坠落…没带风之翼。 还梦见过妹妹头也不回地往前走，我怎么追赶都抓不住她。 ——旅行者 ·【END】· -感谢观看-",
    "length": 1824
}