{
    "game_id": 2,
    "post_id": "27309984",
    "f_forum_id": 43,
    "subject": "岩神瞳收集（共131个）",
    "url": "https://www.miyoushe.com/ys/article/27309984",
    "created_at": 1660472379,
    "like_num": 27341,
    "view_num": 167317,
    "reply_num": 826,
    "text": "大家好呀，这里是祈鸢，本期给大家带来的是 璃月 地图中，全部岩神瞳的收集攻略 岩神瞳只存在于璃月，共131个 注意事项 ： （1）岩神瞳全部都在大地图中 （2）如果你只差几个岩神瞳，建议提升璃月声望等级，用共鸣石找，很方便的 （3）建议 先完成璃月的主线任务 ，至少把传送点开启 （4）队伍中需要携带一个 风元素角色 ，一个岩元素角色，一个垫高角色 建议 岩主加风 （5）视频在每个段落的末尾（ 因为只能放十个视频，所以很多视频都融合了 ） 1，轻策庄+无妄坡（共26个） （1）从轻策庄传送点向东北走，在 水池中央 （2）传送点向北飞，在 屋檐下面 （3）在 水车旁的屋顶 上，可以借助旁边的楼房飞过去 （4）位于 半空中 ，用岩主垫高飞过去拿就好了 （5）同样也是在 半空中 ，一样垫高飞过去 （6）位于梯田的顶部，在 树叶中 （7）来到西方向传送点，在水池边 隐藏着一个小洞 ，神瞳就在里面 拿8,9之前建议先把 古云有螭 任务完成，详见链接 世界任务，古云有螭 （8）进入洞窟，在左手边的独眼小宝头顶，有一处小型台地，神瞳就在里面 （9）来到洞窟最深处，神瞳就在祭坛上面 （10）从火本向西走，上山，神瞳在 丘丘人营地 的上方 （11）来到 最高峰 ，从旁边的山石飞过去即可 （12）拿完11后向西南飞，在三个 丘丘暴徒的头顶 （13）继续向南，在一处 残垣 中 （14）然后来到西南方的遗迹中，神瞳在 遗迹的南出口 处 （15）最后向南来到岸边，神瞳在 山石顶部 （16）位于 瀑布下方 ，先爬到瀑布上方，拿完17号之后再飞下来拿即可 （17）在上层水池边的 竹子顶部 （18）从传送点向北走，来到 岸边 就可以看见了 （19）顺着小路一直向北，在左手边有一个小屋，神瞳就在 屋顶 上 （20）位于 半空 中，用岩主垫高飞过去即可 （21）位于 残垣的上方 ，从传送点飞下来就可以碰到了 （22）向南来到 岸边 ，用岩主垫高即可 （23）在 木桥的下面 （25）从传送点向东北走，在一处 裂谷的上方 ，可以用岩主垫高 （26）位于石门处，从传送点向东北走，在 哨塔上 2，荻花州+望舒客栈（共9个） （27）从神像向东走，在 木桩子上 （28）接下来向西北走，在 石头上 ，需要用岩主垫一下 （29）然后向西南走，在 丘丘人营地上方 （30）来到标记位置，神瞳 藏在树叶中 （31）最后一处 在风屏障内 ，从高处飞进去即可 （32）位于 望舒客栈楼顶 ，爬上去即可 （33）来到标记位置，慢慢飞下来，在 楼梯的支撑处 可以找到神瞳 （34）位于 木桥的下方 （35）前往客栈东边的小岛，神瞳在高空中，用 风元素角色激活下面的风车 ，就会出现风场啦 3，明蕴镇+瑶光滩（共16个） （36）神瞳位于 水面上 ，直接游过去就好（不要用萝莉） （37）来到明蕴镇北部传送点，向南走，可以在 树上 看到神瞳 （38）向南来到 山顶处 ，用岩主垫一下就能拿到了 （39）接下来前标记附近，下方可以找到一个洞口，神瞳就在 矿洞内 （40）来到标记位置的山头，位于半空中，需要 用风元素角色激活风车 （41）最后向北飞，神瞳位于 残垣中 （42）传送到神像处，向南看， 直接飞 过去即可 （43）拿完42后向西飞，神瞳就 贴着石壁 位于半山腰处 （44）回到神像，向北飞，神瞳位于 屋子上面 （45）接下来从 秘境 向南走，藏在左手边的 遗迹 中 （46）继续向南，位于丘丘王旁边的 石柱 上 （47）位于传送点西方山石的 山顶 （48）在 水面上 ，拿完47号后飞过去拿即可 （49）回到传送点，一路向西，在 山石顶部 用岩主垫一下即可 （50）位于 桥下 ，从断桥处飞下去即可 （51）向南游到对岸， 藏在山石后面 4，归离原（共13个） （52）位于 半空中 ，从旁边的高地直接飞过去就行了 （53）一路向北来到标记位置，使用 风元素激活风车 飞上去 （54）在遗迹中央的 高塔 上 （55）位于 地下室 中，从旁边的大坑下去即可 （56）向东南走，在 山顶上 （57）一路向东，来到 海螺屋处 ，从海螺上面飞过去就能碰到了 （58）从传送点向东北走，在 枯木上面 （59）继续向东北走，从悬崖边直接飞过去，在 水面上 （60）位于高空中，需要用 风元素激活下方的风车 上去 （61）拿完后飞到对面的山头， 点亮火把即可开启风场 上去了 （62）然后向东北飞，在 门楼的顶部 ，直接飞过去就好了 （63）从神像向东北走，在 两山之间 （64）最后向西北飞，神瞳在 山顶上 5，孤云阁+璃月港（共13个） （65）从传送点向西走，在 礁石上面 （66）传送到秘境，向北来到岛屿 中央山石的顶部 ，神瞳就在上面 （67）接下来来到无相岩的北边，借助这个风车，飞到对面的 爱心岛 上 （68）位于西边岛屿， 山体的最高处 （69）同样也是 山体的最高处 ，可以跟随标记路线上去 （70）位于孤云阁南部的 船上 ，可以从69号位置飞过去 （71）从传送点向西北走，在对面的 山洞中 （72）来到天衡山的山顶， 激活岩元素方碑 ，就可以借助浮空石拿到神瞳了 （73）向北来到山脚，神瞳位于 遗迹的底部 （74）位于 半空中 ，从传送点直接飞过来即可 （75）来到标记位置，在 半山腰 可以看到一个 洞窟 ，神瞳就在里面 （76）在 神像的座台 旁，可以发现一个 洞窟 ，神瞳就在里面 （77）最后来到 璃月港东边的船 上，神瞳就在莲花宝座旁边 6，青墟浦+灵矩关+遁玉陵（共12个） （78）来到标记位置， 用 岩主垫一下 就能碰到了 （79）在丘丘人营地的 屋子上面 （80）来到青墟浦遗迹中，在 塔楼的顶部 （81）拿完之后向北走，在 矿场的吊机上 （82）继续向北，同样是 塔楼的顶部 （83）从传送点向西来到 岸边 即可 （84）从秘境向北走，在丘丘人营地的 屋子中 （85）传送到神像处，向西走，在 残垣的门上 （86）然后向西北走，来到 塔楼顶部 就可以碰到神瞳啦 （87）接下来向东北飞，在一处烟囱一样的 残垣底部 （88）最后来到遁玉陵，位于 遗迹的最高处 （89）剩下一处位于 遗迹的中心 ，需要降低水位才能获得 点亮四处火把，激活岩方碑，引导三个仙灵 7，翠玦坡+天遒谷+琥牢山（共11个） （因为这张图裂了很多次，只能做草率一点了） （90）位于渌华池 水池中央的大树下 （91）回到传送点，向东北走，在 山顶的树上 （92）拿完之后，向西北飞，在 靖世九柱的柱子上 （93）传送到天遒谷，来到 遗迹中央的塔楼 ，神瞳位于楼顶 （94）接下来向北走，位于 断桥上 （95）来到琥牢山传送点，先去拿 西南山头 的神瞳 （96）拿完之后向东飞，在 瀑布对面 （97）回到传送点，向西北飞，在 大坑中央 （98）接下来向东走，在 亭子上面 ，最好从高处飞过去 （99）这处我标记的有问题， 从传送点飞过去 好一点，位于 高空中 （100）拿完99后，继续向东飞，在 水面上 8，绝云间（共10个） （101）需要完成 鸟机关的解密 ，开启风场，神瞳就在浮空岛上 （102）拿完之后，向东南飞，神瞳在 木桥下 （103）继续向南，在前方的 大坑中央 （104）来到南边的传送点，神瞳在 两山之间 （105）拿完之后，向东飞，神瞳在 亭子上面 （106）那这个之前需要 先降低水位 ，使用此处的机关即可 （107）回到传送点，向南走，神瞳在 屋顶上 （108）来到东边的传送点， 爬上高地 就能拿到了 （109）继续向北，在 高塔上 （110）最后向西南走，在 山石的顶部 9，奥藏山（共11个） （111）从庆云顶传送点，向西飞就可以看见了，在 半空中 （112）继续向西，同样也是在 半空中 （113）来到奥藏山传送点，在标记位置的 山顶 有一个 风车 ，激活就可以拿到上面的神瞳啦 （114）拿完后，向西飞，位于 山顶 上 （115）回到奥藏山传送点，向西南飞，在较低处的 半空中 （116）拿完之后，向北来到 洞窟 ，爬上周围的石壁然后飞过去即可 （117）还是奥藏山传送点，向北来到 悬崖边 就能看到了 （118）之后来到右手边的传送点，在标记位置的 石堆中 （119）继续向东，神瞳位于 石壁中 （120）接下来向北走，位于 山顶 （121）最后向西北方向飞，神瞳藏在 大树的树叶中 10，璃月地图左上角（共10个） （122）从传送点向东南，来到这个 渔村的屋顶 上 （123）继续向南，用 岩主垫一下 即可 （124）然后向西走，在这个 树桩旁边 （125）最后向北走，来到圣遗物 狗粮地窖 中 （126）从传送点一路向东，来到岸边，在 半空中 ，用岩主垫一下就好了 （127）然后向北走，同样也是在 半空中 ，岩主垫一下 （128）这个需要先来到对岸，借助对岸的 风车开启风场 飞过去 （129）位于 半空中 ，从高处飞过去即可 （130）回到传送点，向南来到地灵龛，在 树上 （131）拿完130后，直接向东南飞，拿位于 水面上 的最后一个即可 以上就是本期全部内容，咱们下期再见 作者：祈1 原神冒险团",
    "length": 3764
}