{
    "game_id": 2,
    "post_id": "51929376",
    "f_forum_id": 43,
    "subject": "【V4.6攻略·其他攻略】仆人阿蕾奇诺突破材料「虹彩蔷薇」",
    "url": "https://www.miyoushe.com/ys/article/51929376",
    "created_at": 1713932725,
    "like_num": 1740,
    "view_num": 24661,
    "reply_num": 34,
    "text": "UID：117503032 哈喽喽，大家好哇，这里是小糕。_(派蒙-哇) 今天和大家分享的是 角色『阿蕾奇诺』以及『林尼』 的突破材料 「虹彩蔷薇」 的 收集路线。 截止4.6目前本帖共统计 98个 「虹彩蔷薇」。 制作不易，觉得还不错的话能给小糕一个免费的赞吗ヾ(•ω•`)o。 ※「仆人」阿蕾奇诺介绍※ 「仆人」阿蕾奇诺介绍，点击展开 ▶ 角色类型：火元素，长柄武器主c角色 ▶ 角色定位： 阿蕾奇诺是一位利用生命之契获得进攻收益的输出型角色。 ▶ 元素战技： 阿蕾奇诺能通过元素战技对命中的敌人施加「血偿勒令]，并施放重击回收血偿勒令，以获取生命之契。生命之契达到生命值上限的一定比例后，阿蕾奇诺的普通攻击转变为火元素伤害并获得增伤。 ▶ 元素爆发： 她的元素爆发可以造成火元素范围伤害，清除元素战技的冷却时间，并恢复生命值。 ▶突破材料 ： 虹彩蔷薇 、愚人众徽记、火石头、 「魔像督军」BOSS材料『金色旋律的断章』 ▶天赋材料 ： 秩序天赋书 、愚人众徽记、 「仆人」周本材料『残火灯烛』 ▶0到70级突破需要108个虹彩蔷薇，0到80级突破需要168个虹彩蔷薇。 ※虹彩蔷薇 - 简介※ 虹彩蔷薇-简介，点击展开 纤婉而柔洁的粉色花卉。虽然被称作蔷薇，但本质上更接近百合。 虹彩蔷薇 生长在枫丹地区，自然生长的 虹彩蔷薇均分布在地表，在 苍晶区、白露区、枫丹廷区、动能工程科学研究院区 这些地区均有分布，分布很广泛，是 角色阿蕾奇诺、林尼 的突破材料。 截止4.6版本，统计的 虹彩蔷薇 有98 个： 1、大世界生长的虹彩蔷薇81个，刷新时间48小时。 ▶▶ 枫丹廷区46个、苍晶区和白露区27个，动能工程科学研究院区8个，均在地表。 2、NPC一次性对话奖励，总计4个虹彩蔷薇，一次性 ▶▶ 主城枫丹廷npc【伊莎朵】（夜间）一次性对话奖励4个海 虹彩蔷薇。 3、可购买的虹彩蔷薇5个，刷新时间72小时。 ▶▶ 主城枫丹廷蔬果贩npc【欧仁妮】可购买5个虹彩蔷薇。 4、也可以尘歌壶种植海虹彩蔷薇，两块田，总共8个，种植时间2天22小时。 以上，总计81+4+5+8=98个虹彩蔷薇。 ※统计数量说明※ 1、大世界生长的虹彩蔷薇81个，刷新时间48小时。 ▶▶ 枫丹廷区46个、苍晶区和白露区27个，动能工程科学研究院区8个，均在地表。 2、NPC一次性对话奖励，总计4个虹彩蔷薇，一次性 ▶▶ 主城枫丹廷npc【伊莎朵】（夜间）一次性对话奖励4个海 虹彩蔷薇。 3、可购买的虹彩蔷薇5个，刷新时间72小时。 ▶▶ 主城枫丹廷蔬果贩npc【欧仁妮】可购买5个虹彩蔷薇。 4、也可以尘歌壶种植海虹彩蔷薇，两块田，总共8个，种植时间2天22小时。 材料收集攻略合辑 ※采集前注意事项※ 采集前注意事项，点击展开 采集前注意事项 1.采集的时候可以请装上 【化种匣】 ，这样采的时候获得种子可以在 尘歌壶 里种植。 2. 强烈建议 带 角色 「林尼」 ， 他的的探索天赋是在地图 显示附近的一个稻枫丹特产 （小地图上看就是一个小手），大家如果有任何一个的话可以放进队伍里，不要求第一个位置。这样可以避免漏掉某个点位。 3、探索时可以选择 双风阵容 （两个风元素角色在队伍）或者 跑图角色 （如夜兰）加快探索速度。 4、角色 「纳西妲」 有隔空取物的天赋，也可以带上，这样就能远距离采集。 ※虹彩蔷薇收集路线图※ ▶▶路线1~8为大世界生长的虹彩蔷薇，共81个 ▶▶路线9~10为 NPC对话、商店购买获得的虹彩蔷薇，共9个 ▶▶路线11为尘歌壶种植获得的虹彩蔷薇，共8个 路线1 （枫丹廷左上角①） 虹彩蔷薇数量：10个 视频演示▼ 路线2 （枫丹廷左上角②） 虹彩蔷薇数量：15个 视频演示▼ 路线3 （沫洁站&歌剧院） 虹彩蔷薇数量：14个 视频演示▼ 路线4 （枫丹廷右下角） 虹彩蔷薇数量：7个 注意事项：可以从下面的水下锚点游过去，也可以从枫丹廷的地面锚点过去。 视频演示▼ 路线5 （苍晶区中部） 虹彩蔷薇数量：11个 视频演示▼ 路线6 （苍晶区下部&白露区） 虹彩蔷薇数量：16个 视频演示▼ 路线7 （BOSS场力发生装置右下） 虹彩蔷薇数量：4个 视频演示▼ 路线8 （优兰尼娅湖左上） 虹彩蔷薇数量：4个 视频演示▼ 路线9 （枫丹廷NPC对话） 虹彩蔷薇数量：4个 注意事项：将时间 调到晚上 ， 来到枫丹廷七天神像，往西北方向走可以看到npc<审计官>【伊莎朵】，与她对话即可获得4个虹彩蔷薇，一次性奖励。 路线10 （枫丹廷NPC购买） 虹彩蔷薇数量：4个 注意事项：在陆泽咖啡厅对面看到npc<蔬果贩>【欧仁妮】，在她这里可以购买5个虹彩蔷薇，刷新时间72小时。 路线11 （尘歌壶） 虹彩蔷薇数量：8个 注意事项：将采集得到的虹彩蔷薇种子在尘歌壶种下，然后等待成熟即可，2天22小时。没有种子也可以在壶灵阿圆处购买。这就不多说了。 最后统计 虹彩蔷薇总数：98个 ▶路线1枫丹廷区采摘：10个 ▶路线2枫丹廷区采摘：15个 ▶路线3枫丹廷区采摘：14个 ▶路线4枫丹廷区采摘：7个 ▶路线5苍晶区采摘：11个 ▶路线6苍晶区白露区采摘：16个 ▶路线7科学院区采摘：4个 ▶路线8科学院区采摘：4个 ▶路线9NPC对话获得：4个 ▶路线10NPC购买获得：5个 ▶路线11尘歌壶种植：8个 本期的分享到此结束 材料收集攻略合辑 如果有错误或者不懂的请在评论区指出 更多攻略请前往我主页合集查看 点击此处前往我的主页 记得点击评论区“只看楼主”查看更新情况 ——求点赞！求收藏！求关注！谢谢大家—— _(爱莉希雅-吃雪糕)_(爱莉希雅-吃雪糕)_(爱莉希雅-吃雪糕)",
    "length": 2353
}