{
    "game_id": 2,
    "post_id": "50238890",
    "f_forum_id": 43,
    "subject": "【七圣召唤·成就向】一套牌拿满七圣召唤相关成就",
    "url": "https://www.miyoushe.com/ys/article/50238890",
    "created_at": 1710257095,
    "like_num": 158,
    "view_num": 12820,
    "reply_num": 71,
    "text": "说实话，我是不太喜欢打七圣召唤的。 为了肝打牌的成，最近几天尝试打了会七圣召唤。 然后感觉这一套超级好用，希望可以帮助，像我一样想补成就的七圣召唤困难户。 _(风史莱姆-挨揍) 1、可邀请角色里没有雷神、刻晴、甘雨？ 可邀请角色 会随着 牌手等级的升高 而 增加，前期需要自己找大世界牌手打牌，提升牌手等级。 大概3级左右就行（具体记不清了，知道的大佬可以留言）。 2、没有手牌？ 挑战大世界牌手会给手牌，还有就是从猫尾酒馆里的小王子哪里买。 _(风史莱姆-挨揍) 牌组的码（有些小伙伴说，手机端复制不了，评论区置顶放了一份）：ARDA8iAPACAQ85kPCTCQ9LgPC0CA9r0PC2DQ+MwPDIHADeUQDtFQDuYQDuFgD/EQD/AA 大体分为4部分： 一、相关成就 二、牌组（包含卡牌功能的介绍，可以跳过） 三、对局思路/流程 四、实战（仅供参考） 一、相关成就 先看一下成就要求： 其中 10 个成就中有「胜负师放浪记」、「高倍率牌手传说」、「看得见又看不见的东西…」这 3 个直接不用管，其他 7 个我们要做的只有这些： 成就1：造成 n次「元素反应」 （30/150/300） 成就2：打出 n张「行动牌」 （60/300/600） 成就3：召唤 n次「召唤物」 （20/100/200） 成就4：护盾抵挡 n点 伤害 / 治疗回复 n点 生命 （30/150/300） 成就5：n次 造成8点伤害的单词行动 （1/5/10） 成就6：n场 有3次以上的元素爆发的对局 （1/5/10） 成就7：n次 单次行动击败2+对手角色牌 （1/5/10） 二、牌组 有需要这套牌组的可以自取： ARDA8iAPACAQ85kPCTCQ9LgPC0CA9r0PC2DQ+MwPDIHADeUQDtFQDuYQDuFgD/EQD/AA 介绍一下手牌： 卡牌功能（不重要可以跳过，也可以看看） 1、 充能卡牌 流放者头冠 ：角色使用「元素爆发」后，所有我方后台角色获得1点令充能。(每回合1次) 田铁嘴 ：结束阶段，我方一名充能未满的角色获得1点令充能。(出战角色优先) 元素共鸣 - 强能之雷 ：我方一名充能未满的角色获得1点令充能。(出战角色优先)  (牌组包含至少2个雷元素角色，才能加入牌组) 星天之兆 ：我方当前出战角色获得1点令充能。 2、恢复卡牌 （在不打乱每局该干啥的前提下，看情况用） 西风大教堂 ：结束阶段，治疗我方「出战角色]2点。可用次数：2。 蒙德土豆饼 ：治疗目标角色2点。(每回合每个角色最多食用1次「料理」) 烤蘑菇披萨 ：治疗目标角色1点，两回合内结束阶段再治疗此角色1点。(每回合每个角色最多食用1次「料理」) 甜甜花酿鸡 ：治疗目标角色1点。(每回合每个角色最多食用1次「料理」) 3、 搞骰子卡牌 元素共鸣 - 交织之雷 ：生成1个 雷元素骰。(牌组包含至少2个雷元素角色，才能加入牌组) 最好的伙伴! ：将所花费的元素骰转换为2个拿万能元素。 一掷乾坤 ：选择任意元素骰重投，可重投2次。 4、其他，看情况用。 桓那兰那 ：结束阶段，收集最多2个未使用的元素骰。行动阶段开始时，拿回此牌所收集的元素骰。 换班时间 ：我方下次执行「切换角色」行动时：少花费1个元素骰。 运筹帷幄 ：抓2张牌。 交给我吧! ：我方下次执行「切换角色]行动时：将此次切换视为「快速行动」而非「战斗行动」 三、对局思路/流程 初始手牌一定要有：「流放者头冠」或者「田铁嘴」。（没有就放弃对局重开） 〔〕中是消耗的骰子。 第一局：有雷神召唤物，且充满能量。 （完成这个目标的前提下，可以随便浪） 〔2非雷〕：先雷神出场，装备「流放者头冠」、或打出 「田铁嘴」。（优先：「流放者头冠」） 〔3雷〕：e一下（一定要e，有召唤物）。 〔1雷 + 2非雷 〕：a一下（这个不是必须的，也不应定a，也可以打充能牌，消耗2个其他骰子，给雷神充能，再消耗一个骰子打回血卡牌等等，根据实际情况来）。 第二局：雷神开q，换甘雨开q （完成这个目标的前提下，可以随便浪） 〔4雷〕雷神q。（如果装备的是「流放者头冠」，此时刻晴和甘雨能量格会充满。） 〔1非雷〕换甘雨。 〔3冰〕甘雨q。 结束，也可未结束。 〔1非冰〕换刻晴（此时换刻晴的话，一共就用到了9个骰子，怎么来？就是利用那个「交织之雷」生成一个，或者用换班时间少用一个。当然也可以第三局换刻晴）。 第三局：刻晴q （完成这个目标的前提下，可以随便浪） 〔4雷〕刻晴q。（如果装备的是「田铁嘴」、且本局换的刻晴，需要先攻击一次，或者打个充能牌才能q） 基本上刻晴q完就基本结束了。 结束前可能有多余的骰子，保证能赢的情况下，可以多打点恢复牌。 也可能，偶尔可能会有意外_(娜维娅-老板的震惊)，对局不会是这个顺序，比如：被对方打出超载，直接给你换人_(娜维娅-老板的威压)等等，不过问题不大，相信你多打几把，完全有思路解决。 四、实战 1、开局 初始手牌：手牌里要有「流放者头冠」或者「田铁嘴」。（没有就看情况选几个替换的手牌，还没有，就放弃对局，重新开局。） 首发雷神，元素筛子尽量要「万能」和「雷」 （有两个「流放者头冠」，我就换掉了一个，出了个「甜甜花酿鸡」） 初始手牌：有「田铁嘴」就直接打出，或者有「流放者头冠」给雷神装上。（两种任选其一） （消耗2个骰子） e 一次 （消耗3个雷骰子，1次「召唤物」） a 一次 （消耗1个雷骰子 + 2个其他骰子，雷神充能完毕。） 8个骰子全打完了，当然卡牌里有回复血量的可以用 结束战斗。 2、第二局（骰子需要 4雷 + 3冰） 骰子尽量「万能」、「雷」和「冰」 明显缺雷筛子，当前有个「元素共鸣 - 交织之雷」（第一个）、「最好的伙伴!」（第三个）。 （第五张是个回血卡） 「元素共鸣 - 交织之雷」：生成1个 雷元素骰。(牌组包含至少2个雷元素角色，才能加入牌组) 「最好的伙伴!」：将所花费的元素骰转换为2个拿万能元素。 就先用第一个了。筛子目前9个：2万能 + 3冰 + 2雷 + 2其他。 雷神q。 （消耗2个雷骰子 + 2个万能，刻晴，甘雨充能完毕。） 再轮到我方，切换到甘雨。 （换人消耗了一个火骰子） 甘雨q。 （消耗3个冰） 换刻晴。 （消耗一个岩骰子） 对局结束。 3、第三局（骰子需要 4雷） 目前两个恢复卡（第5张，第6张），再不用就没机会了。 （消耗两个普其他骰子，刻晴恢复1，雷神恢复2） 刻晴q，结束回合，让召唤物打一下，就完事了。 （ 至此，消耗4雷。 伤害13点，对应 成就5 （8点伤害的单词行动） 3次元素爆发，对应 成就6 （有3次以上的元素爆发的对局，3次也算，我的是这样） 随缘，如果不恢复血量，先a凯亚一次，就可以杀2个了，对应 成就7 （单次行动击败2+对手角色牌） 元素反应、打出行动牌、召唤物、血量恢复也有。对应 成就1、2、3、4 。 ）",
    "length": 2860
}