{
    "game_id": 2,
    "post_id": "42791291",
    "f_forum_id": 43,
    "subject": "【V4.0攻略·角色攻略】林尼配队攻略",
    "url": "https://www.miyoushe.com/ys/article/42791291",
    "created_at": 1692965463,
    "like_num": 609,
    "view_num": 73319,
    "reply_num": 143,
    "text": "uid：120696418 各位好，本期是林尼配队养成攻略。 林尼纯火队伍 队伍组成：林尼＋班尼特＋香菱＋万叶 林尼由于固有天赋完场喝彩的原因，队伍需要搭配火系角色有天赋收益，且需要火影响下情况获得增伤。所以林尼目前主流思路是纯火的队伍。该队伍可以通过班尼特加攻和万叶火元素增伤、减抗情况下，大幅度提高队伍火系输出能力。 摇摆的四号位 作为蓄力弓输出角色，林尼在未搭配护盾情况下需要考虑输出环境和手法要求。我们可以香菱四号位进行替换护盾角色减少操作难度。但这里注意香菱为副C，替换护盾角色加入基本就是林尼单核，比较吃林尼练度了。四号位选择比较多，还是看个人队伍选择。 香菱可替换角色 钟离：强力和持续时间久的护盾，同时可以减火抗。 烟绯：有四命要求，四命解锁护盾。护盾兼一个火系位，并可以带 讨龙 。 迪希雅：吸收伤害兼火系位，提供抗打断但有空缺期，所以护盾角色提供输出体验和环境依旧高于迪希雅。 林尼培养思路 1.林尼是站场主C且三个技能倍率收益高，加点战斗天赋提升明显。（推荐普通攻击9到10级、元素战技8到9级、元素爆发8到9级）。 2.武器首选大魔术之弓，其次推荐冬极和若水（由于四件套和突破暴击，冬极暴击容易溢出。）然后推荐飞雷、阿莫斯、天空之翼。四星武器推荐月卡弓烈阳，没有月卡弓就用锻造武器静谧之曲然后再是锻造武器破魔之弓。 3.圣遗物首选逐影烈人四件套，其次渡火四件套、乐团四件套、二加二（二角斗和二逐影）。 4.林尼可以带攻击杯，但依旧火伤杯伤害略优势一些。 固有天赋：顶级的增伤天赋，可以大幅度提高林尼伤害。但带来高收益的同时也带来一定限制性，需要火影响下才能触发，同时需要携带两个火系角色才能吃满。该天赋也是林尼走纯火队伍路线的主要原因。 固有天赋：林尼二段蓄力可以发射隐具魔术箭，但会消耗生命值，可以造成伤害且命中敌人回能。但有前提条件，需要林尼生命值大于百分60%，所以这种扣血收益机制需要林尼搭配队伍中考虑带强力治疗位。 班尼特培养思路 班尼特培养思路 1.班尼特属于辅助性角色，也不站场不需要加点普攻。（推荐普通攻击1级、元素战技5到8级、元素爆发9到10级）。 2.武器推荐高白值充能武器，目前依次推荐天空、锻造武器原木刀、活动武器腐殖之剑。如果充能词条多，不需要充能武器也能满足循环可以选择雾切、风鹰剑超高白值武器。 3.毕业圣遗物宗师四件套通用性高，教官四件套反应队伍强力。教官四件套效果更强力，但四星圣遗物主词条更低，但班尼特加攻不吃圣遗物所以很多情况可以考虑教官四件套。但注意林尼队伍不考虑教官套。 4.推荐元素充能效率260%以上。 班尼特命座和天赋： 一命即可解锁班尼特完全体，加攻不在受限。这里注意班尼特元素爆发加攻只吃白值，不包括圣遗物攻击力加成。 枫原万叶培养思路 1.枫原万叶是顶级辅助角色，圣遗物只推荐用风四套。枫原万叶根据自身精通扩散该元素可以给队友增加元素伤害加成，所以需要叠加精通，推荐面板精通至少800元素精通以上。 2.武器苍古自由之誓为首选毕业武器，其次西福斯的月光。如果都没有可以用锻造武器铁蜂刺或者活动武器时雨。 3.由于枫原万叶辅助能力主要在固有天赋和圣遗物上，所以节省资源情况可以不进行战斗天赋加点。 香菱培养思路 香菱培养思路 1.香菱定位副C不需要站场输出，所以不需要加点普攻，主要伤害为元素爆发。（推荐普攻攻击1级、元素战技5-8级、元素爆发9-10级）。 2.武器方面香菱推荐充能武器，最优为薙刀其次天空。也可以用钓鱼获取武器渔获，西风枪也是不错的选择。 3.圣遗物最优为绝缘四件套，其次魔女四件套和二加二速成型（宗师、魔女、绝缘、角斗）也可以。 4.推荐元素充能效率230%以上，香菱需要大量充能。 香菱关键命座：香菱四命可以延长元素爆发时间4秒，从10秒延长到14秒。四命提升后台挂火时间同时自然也能有效提升伤害，所以香菱四命非常重要，没有四命整个队伍输出会下降明显，不仅体现在融甘，在万达、雷国、林尼纯火也是同理。 钟离替换香菱 钟离培养 （1）钟离是成型快的强力盾辅，在林尼纯火队伍中普攻和元素爆发都可以不加点，只需要开元素战技即可（推荐普通攻击1级、元素战技9到10级、元素爆发1级）。 （2）钟离武器选择三星武器黑缨枪即可，圣遗物推荐千岩四件套。只需要堆生命值即可，钟离达到4.5万血量就有非常强力保护能力。 钟离护盾强度和生命值有关，所以圣遗物和武器我们都会选择生命值词条提升护盾量即可。当然钟离除了提供强力的保护能力，护盾也能减全元素抗性提高队伍输出能力，在林尼纯火队伍中减火抗提高队伍输出。 这里还可以用烟绯、迪希雅替换香菱。 这里注意烟绯四命提供护盾是根据生命值上限来的，这里推荐烟绯选择充、生、生圣遗物词条，同时携带武器讨龙。 本期攻略就到这了，我们下期再见。",
    "length": 1982
}