{
    "game_id": 2,
    "post_id": "54218574",
    "f_forum_id": 43,
    "subject": "【V4.7攻略·角色攻略】芙宁娜攻略·机制/养成/配队",
    "url": "https://www.miyoushe.com/ys/article/54218574",
    "created_at": 1719288213,
    "like_num": 7669,
    "view_num": 344924,
    "reply_num": 770,
    "text": "UID 126941175 超链图片 曾经是众水、众方、众民与众律法的女王，如今是致力于打造最好演出的台下之人，枫丹的「大明星」始终是令人信任的存在，而这场在崭新一天里的相逢，又会带来怎样的惊喜呢？ 这里是卡玛sei亚，本期将带来 芙宁娜 的 角色攻略 ，内容分为 机制 、 养成 、 配队 三个部分，推荐萌新只查看 未折叠部分 ，若旅行者想要了解更多，也可点开折叠，查看 进阶介绍 哦~ *本文可能使用这些 简称 ： A/普攻=普通攻击 、 Z=重击 、 E/战技=元素战技 、 Q/大招=元素爆发 、 芒荒=始基力 。 【一图概述】 芙宁娜 是一位利用 全队生命值的提升或降低 展开队伍攻势的 水元素 角色，其兼具持续后台输出的 副C 能力与全队伤害增益的 辅助 能力，且有芒荒双属性攻击、持续治疗场上角色、在水面上移动等额外能力， 泛用性非常高 。 若旅行者不想看太多文字，不妨先参考一下这张一图流： 超链图片 【机制简析】 ✦技能升级 ： 元素爆发（9+） ≈ 元素战技（9+） ＞ 普通攻击（1+）。注重增益辅助能力时优先升级大招、注重自身输出时优先升级战技。 ✦技能简介 ① 普通攻击/重击 ：芙宁娜可通过 重击切换 自己的 芒荒 属性，并每隔一段时间在 普攻命中 时触发对应属性协同攻击。 ② 元素战技 ：芙宁娜可通过战技无缝召唤孤心沙龙的客人们，且客人阵容随自身芒荒属性有不同特点——荒性阵容能 持续造成后台伤害 ，且在攻击时 消耗角色的生命值 以提高输出，而芒性阵容则会持续为场上角色恢复生命值。此外，客人们在场时，芙宁娜可 在水面上移动 。 ③ 元素爆发 ：芙宁娜施放 大招 后，将在一段时间内使附近的队伍中角色进入「普世欢腾」状态，该状态下角色的 生命值提升或降低 时，均会使芙宁娜获得「气氛值」， 提升角色造成的伤害 和受治疗加成。 一、基础属性 超链图片 ✦芙宁娜 的基础攻击低，但由于主要输出基于生命值上限， 基础生命高 ，且作为近战角色，基础防御不高但相对远程角色仍不低。 ✦ 由于基础生命值只受角色等级影响，而 生命值 对芙宁娜的输出能力非常重要，因此有余力应将芙宁娜 升至90级 ，但若只注重其增益辅助能力，则升级优先级可能低于队伍中的输出角色。 二、普通攻击/重击（A/Z） 芙宁娜的普攻与重击一般只用于实现 芒性或荒性 攻击，且升级仅能提高攻击倍率，因此 无需升级 。 超链图片 *由于始基力为 荒性 时芙宁娜衣服下摆主色调为蓝黑色，常简称为「 黑芙 」 （默认形态） ，而始基力为 芒性 时芙宁娜衣服下摆主色调为白色，且有浅蓝偏白色的长发，常简称为「 白芙 」。 ✦天赋演示 黑芙普攻（荒性、默认）： 超链图片 白芙普攻（芒性）： 超链图片 重击与芒荒攻击（先荒性后芒性）： 超链图片 ✦具体机制 ① 输出距离较近，由于芒荒攻击需要命中触发，必要时需 贴近敌人 普攻。 ② 芒性与荒性攻击的触发冷却相互独立，因此可在短时间内造成两次带有不同属性始基力的攻击 （如造成荒性攻击后快速切换形态并造成芒性攻击，该操作已展示在天赋演示中） 。 ③ 在未被附魔或触发6命效果时除芒荒攻击外只能造成物理伤害，且芒荒攻击无元素量 （但仍可熄灭火把或使海露花盛开） ，此时仅靠普攻与重击无法造成任何附着。 三、元素战技（E） 芙宁娜的战技可提供 持续后台输出 或对场上角色的 治疗 ，为其 核心输出手段 。若需注重芙宁娜自身的 输出 ，则应 优先升级 战技（至少9级）。 超链图片 *为方便后续介绍，将 沙龙成员 中的海薇玛夫人简称为「 海马 」、乌瑟勋爵简称为「 章鱼 」、谢贝蕾妲小姐简称为「 螃蟹 」，将 消耗生命值 的过程简称为「 烧血 」，将 众水的歌者 简称为「 歌者 」。 ✦天赋演示 沙龙成员（荒性）： 超链图片 众水的歌者（芒性）： 超链图片 ✦荒性输出机制 ① 沙龙成员跟随角色行动且优先攻击场上角色正在攻击的目标，因此能极大程度保证 不丢失伤害 。沙龙成员中，海马的伤害范围最小，一般仅能对单目标造成伤害，而章鱼与螃蟹的伤害范围适中 （螃蟹略大于章鱼） ，有一定对群能力。 ② 沙龙成员的攻击频率不固定且各成员之间存在较大差别。经粗略测试，海马/章鱼/螃蟹的平均攻击间隔分别为1.6秒/3.3秒/5.2秒，攻击间隔一般不会超过均值0.2秒，但一定不会比均值低超过0.4秒。芙宁娜施放战技约2秒后，沙龙成员才会造成伤害。 ③ 沙龙成员只能造成弱水附着 （1元素量） ，海马与章鱼在每30秒内，每2下攻击各只能造成1次附着，而螃蟹无附着冷却。平均附着间隔约为1.6秒，但由于沙龙成员攻击频率各异，瞬时附着频率不稳定，短时间内可能连续造成3次水附着，也可能连续3秒不造成附着 ，因此契合的反应队种类有限，具体相性将在配队部分分析 。 ④ 沙龙成员无快照机制（ 不“锁面板” ），因此在自己蒸发输出的玩法中对仅给场上角色带来的精通增益利用率有限。当沙龙成员距离角色过远时，其会瞬移至角色附近。 ✦荒性烧血与产球机制 ① 沙龙成员一旦进行攻击，即会消耗满足条件 （血量高于50%） 角色的生命值，无论该次攻击是否实际造成伤害 （即攻击火把等物件时也会烧血） 。当角色处于大招无敌帧时，烧血不会生效。 ② 根据沙龙成员的攻击频率，平均烧血速率为每秒2.4%，在芙宁娜施放战技的约2秒后，将出现由3位沙龙成员几乎在同一时刻造成的烧血 （7.6%） ，对于长于18秒的常见输出流程，若无其他治疗手段干预且不将芙宁娜切换至芒性，队伍中角色一般在流程结束后即不满足烧血条件，这会导致沙龙成员后续攻击的伤害倍率降低。 ③ 沙龙成员的每次攻击命中时都会尝试产生1个水元素微粒，但有2.5秒的产球冷却限制，考虑到其攻击频率并不稳定，在 约20秒的输出流程中一般只能产生总共7个 ，由于命中率高，实际产球表现尚可，但在大多数情况需要堆叠充能以保证循环。 ✦芒性战技机制 ① 歌者仅能治疗场上角色， 无伤害、附着与产球 ，因此纯靠白芙的队伍很难保证大招循环，该玩法更多用于大世界探索。 当然，部分场合也有两种形态交替使用的玩法。 ② 歌者的基础治疗间隔为 2秒 ，治疗范围很大 （半径20米，等同于2命八重神子单个杀生樱的索敌范围） ，但有一定高度限制且在大世界探索中仍可能出范围 （标志为角色身上的环状特效消失） ，由于其不可移动，需要先切换至荒性再切换回来以重置位置。 四、元素爆发（Q） 芙宁娜的大招能通过队伍中角色的生命值提升/降低叠层使全队获得伤害加成，为其 核心增益手段 。若需注重芙宁娜提供的 增益辅助能力 ，则应 优先升级 大招（至少9级）。 超链图片 ✦天赋演示 如下分别为始基力属性为荒性、芒性的芙宁娜施放大招的演示，其除细微外观差异外无实际区别： 超链图片 超链图片 ✦具体机制 ① 施放时造成单段攻击，能造成弱水附着 （1元素量） 且无附着冷却 。 ② 「气氛值」仅可通过 生命值的提升或降低 （数值相对于生命值上限的比例） 获取 （1命效果除外） ，烧血、受到伤害导致生命降低、受到治疗导致生命提升均为有效的获取方式 ，而受到被护盾完全抵挡伤害的攻击、完全溢出自身生命值上限的治疗无效 。 ③ 通过「气氛值」提供的伤害增益作用于增伤区 （与元素伤害加成、指定天赋类型伤害加成加算） ，且 无法 被有快照机制的召唤物“锁面板”。 ④ 在大多数队伍中，芙宁娜大招的循环非常重要，因此多数情况下应优先 保证充能 够用。 五、固有天赋 超链图片 ✦固有天赋分析 ① 20级突破天赋 使芙宁娜能借助治疗辅助或具有自回复能力的输出角色提供的治疗 （需治疗量溢出） ，提供 少量全队治疗 ，从而提高大招增益叠层效率。该天赋对后台角色的治疗显然难以弥补自身荒性战技的烧血，因此在队伍搭配时仍需着重考虑 群体治疗辅助 ，但该天赋使得 单体治疗 的叠层效果也不会太差。 ② 60级突破天赋 能基于芙宁娜的生命值上限强化其战技效果——提高沙龙成员（荒性）的伤害加成、降低歌者（芒性）的治疗间隔，由于提升幅度不明显，一般无需刻意堆叠至上限 （40000点生命值） ，相同词条生命的输出收益一般仍低于暴击/暴伤 。 ③ 生活天赋 在探索水下环境时有明显用处，可变相提高水下输出效率 （需获取异色原海异种能力） 。 六、命之座 超链图片 ✦命之座提升对比 如下是在「雷芙夜琴」队伍中芙宁娜的命之座提升对比： 超链图片 *对比数据为队伍循环秒伤，芙宁娜搭配精1静水流涌之辉且未解锁4命时以减少3个生命副词条为代价额外分配7个充能副词条，所有队友均为0命，且雷电将军搭配精1薙草之稻光，夜兰搭配精1若水，琴搭配精1天空之刃，芙宁娜6命后将对循环流程作出一定改变，降低雷电将军的站场时间并通过芙宁娜填补。 ✦1~5命分析 ① 1命 ： 该命座提高了大招伤害增益的上限，且施放时即可获得150点「气氛值」 （10级大招对应37.5%伤害加成） ， 明显提高增益能力 、一定程度上降低叠层难度，对缺乏自烧血能力的队伍提升更大。 ② 2命 ：该命座提高了通过生命值提升或降低叠加「气氛值」的效率，原本每1%只能叠1层，解锁该命座后可叠3.5层， 大幅降低叠层难度 。此外在「气氛值」达到上限时，还会基于超过上限的部分提高芙宁娜的生命值上限 （叠至该上限需400层溢出「气氛值」，且总计800层的叠满难度仍低于1命的400层） ，大幅 提高芙宁娜的输出能力 。 ③ 3命 ：元素爆发等级提高能进一步提高芙宁娜提供的伤害增益，注重 增益辅助能力 时该命座收益不低。 ④ 4命 ：该命座可 大幅降低充能需求 ，从而大幅提高单水入队的灵活性。 ⑤ 5命 ：元素战技等级提高能进一步提高芙宁娜的 输出能力 ，注重自身输出时该命座收益不低。 ✦6命分析 该命座能使芙宁娜短暂站场输出，并根据自身始基力属性 提供全队治疗 （荒性）或 强力的烧血输出 （芒性）。前者能使队伍中 省去其他治疗辅助 ，为队友选择提供更多余地，而后者提供的速切伤害一般能大幅强化自身及队伍 输出能力 ，综合来看 提升巨大 。如下为关于该命座的具体机制分析： ① 在「万众瞩目」状态下，芙宁娜通过普攻命中触发的荒性或芒性攻击也可享受其带来的生命倍率加成，但无法触发对应始基力属性的进一步效果 （全队治疗或以烧血为代价进一步提高生命倍率） ，也无法消耗次数 。 ② 重复触发荒性对应输出提供的全队治疗效果将直接 延长 持续时间 （而非重置） ，因此该效果能在较长时间内保证生存。 ③ 重击切换形态时，若芙宁娜处于「万众瞩目」状态下，则该次攻击命中时按照切换之前的形态触发进一步效果，例如通过重击从白芙 （芒性） 切换为黑芙 （荒性） 时，该重击命中敌人将以全队烧血为代价进一步提高生命倍率，并正常消耗效果触发次数 （共6次） 。 ④ 在「万众瞩目」状态下，芙宁娜的普攻范围获得小幅提升，其只能造成弱水附着 （1元素量） 且使用默认冷却组别 （2.5s/3hits，即每2.5秒内，每3次伤害内第1次提供附着） ，冷却标签与未发生转化的普攻相同 。 ✦命之座简评：0命即完整，但各命之座都有不低收益， 1、2命明显提高大招平均增益幅度 ， 4命降低自身充能需求 ， 6命大幅提高玩法丰富度 。 【养成介绍】 此部分将分别介绍芙宁娜的 武器 与 圣遗物 配装方案及典型参考面板。 一、武器选择 超链图片 未到4命且单水入队时，一般优先考虑 充能武器 ，否则优先考虑 输出武器 ： ✦ 输出武器 ： 静水流涌之辉 为最优选， 有乐御簾切 与 磐岩结绿 次之、而 裁叶萃光 、 狼牙 、 圣显之钥 等武器均可用。 ✦ 充能武器 ： 腐殖之剑 最佳、若没有则可用 灰河渡手 代替， 西风剑 也是不错的选择。 ✦其他武器选择 ① 其他输出武器 ：除上述输出武器外，波乱月白经津、雾切之回光等五星双暴武器也可用，但即使考虑到狼牙不能后台叠层，这些武器也通常比不过狼牙。 ② 黎明神剑 ：暴击提升效果需血量高于90%才能保持，由于芙宁娜烧血特点，多数情况下只能享受其暴伤属性，导致不如上述输出武器，一般用于 前期过渡 ，但在「心芙万夜」等存在高频全队治疗且充能压力不大的队伍中，该武器也有不错效果。 ③ 船坞长剑 ：在搭配治疗辅助时可用，输出一般不够理想且精炼难度高，但也有一定回能效果。 ④ 祭礼剑 ：6命后可通过该武器重置战技冷却以增加站场时间 ，非6命也可用于缩短输出循环长度以适配18秒左右的输出流程，但一般作用不大 。 ✦充能效率参考 ① 未解锁4命时 ：双水—180%+；单水—220%+。 ② 解锁4命后 ：双水—130%+；单水—170%+。 ③ 常见其他影响 ：搭配雷电将军 （需其站场回能） 可降低约40%，自身搭配西风剑时可降低约30%，队友搭配西风武器时一般可降低约20%。 ④ 特殊情况 ：当芙宁娜0命时，在部分自身蒸发输出或叠层能力不强的队伍 （例如「可芙万班」甚至「一五钟芙」） ，芙宁娜的输出重要性一般明显强于辅助能力，此时可考虑只堆叠少量充能（130%+） 甚至不堆充能 ，每2轮输出循环施放一次大招 甚至仅首轮循环施放大招 。 ✦常用武器对比 如下是在「那芙万白」队伍中芙宁娜的武器对比： 超链图片 *对比数据为配平充能（队友不搭配西风武器）后，0/2命芙宁娜选用各武器对循环秒伤的贡献，面板分配标准详见此部分在「参考面板」处的备注，需注意部分武器在2命时搭配水伤杯而非生命杯，且圣显之钥在0命时就搭配水伤杯。 二、圣遗物选择 1. 套装选择 超链图片 黄金剧团4件套 （ 4剧团 ）为通用毕业选择，过渡或追求6命速切能力时则可用 2+2散搭 （ 2生命/2剧团/2水伤 任选），其余套装局限性均较大，一般不建议选择。 *值得一提的是，虽然芙宁娜自身一般仅有6命后站场搭配闲云下落时才较为适配逐影猎人4件套（4逐影），其全队烧血能力却能使不少主C使用该套装，这点对缺少强力圣遗物套装的主C提升尤为明显。 2. 词条选择 ✦ 主词条 ： 充能沙 / 生命沙 + 生命杯 / 水伤杯 + 暴击头 / 暴伤头 。 *单水优先充能沙，双水充能武器优先生命沙、输出武器优先充能沙，未解锁2命时一般是生命杯更佳 （尤其在队伍中生命值未达到32000点时） ，解锁2命后水伤杯往往略优，但整体差距不大，一般优先选择副词条更好的。 ✦ 副词条 ：不满足充能需求时 充能 词条最优先，否则 暴击 / 暴伤 ≥ 生命 （尽可能配平面板暴击:暴伤→1:2） 。 *芙宁娜无充能转模且不适配4绝缘，过高充能 （占用其他输出词条时） 会明显影响输出能力，但注重循环稳定性时仍可多堆充能；在「可芙万班」等芙宁娜蒸发输出的队伍中，芙宁娜需要依靠副词条堆叠一定元素精通。 三、参考面板 超链图片 *芙宁娜及其武器均为90级，圣遗物副词条分配的生命与充能词条数总和为10条且配平充能、暴击与暴伤词条数总和为18条且尽量配平面板（词条分配比不低于1:2、不超过2:1），单水队伍中非充能武器以降低暴击及暴伤为代价分配等量充能词条。 【配队建议】 超链图片 ✦配队思路概述 芙宁娜在多数情况下会长时间 维持荒性形态 （黑芙） ，此时其会持续对队伍中角色造成烧血，且大招增益也基于生命值的提升或降低获得。因此配队时需着重考虑 治疗辅助 的搭配，尤其是 全队治疗 ，有 自身额外烧血能力 的角色 （如那维莱特） 相对更适配芙宁娜。 由于芙宁娜的增益作用于增伤区，只对直伤生效，而不能提高剧变反应的伤害，且自身挂水频率在蒸发队中也有一定限制，多数队伍以 纯直伤 为主，常依据 治疗辅助 的特点为玩法分类。不过在特定的激绽/蒸发队中，芙宁娜仍有不可忽视的作用。 ✦常见玩法概述 ① 龙王纯水 ：那维莱特会对自身提供大幅度治疗，也会持续消耗自身生命值，这有助于提高芙宁娜大招增益叠层效率，由于其对队伍中水元素反应触发种类数有要求，也常搭配非水元素的群体治疗，例如白术、夏洛蒂、琴等，常见队伍有 「那芙万白」 、 「那芙万夏」 、 「那芙琴钟 」等。 ② 琴双水 ：琴的元素爆发能提供全队血量瞬抬，且自身可携带翠绿之影4件套提供减抗，常与芙宁娜、夜兰及有一定全队辅助或单人输出能力的主C搭配，例如雷电将军、莱欧斯利、神里绫人等，常见队伍有 「雷芙夜琴」 、 「莱芙夜琴」 等。 ③ 闲云下落 ：闲云同样为提供全队治疗的风元素辅助，但其能提高角色跳跃高度并提供下落攻击专属增益，相比琴更多用于下落攻击队，例如 「魈珐芙闲」 、 「嘉芙闲班」 等。 ④ 站场治疗 ：珊瑚宫心海、诺艾尔能站场提供全队治疗与一定伤害，搭配夜兰等后台或速切副C时与芙宁娜相性不错，可组成 「心芙万夜」 、 「诺娜芙夜」 等队伍。 ⑤ 激绽队 ：由于激绽队较低的挂水频率不会明显影响激化覆盖率，且芙宁娜提供的直伤增益效果能被雷元素主C的直伤利用，在搭配白术等全队治疗时有不错相性，常见队伍有 「克芙纳白」 、 「八芙纳白」 等。 *除此之外，芙宁娜还有 与班尼特搭配 （包括自身蒸发输出的思路） 、 与夏洛蒂/米卡组成双冰队伍 等思路，配队可能性非常丰富。 此部分将分别以 「那芙万白」 、 「雷芙夜琴」 、 「心芙万夜」 、 「克芙纳白」 与 「魈珐芙闲」 为例，介绍芙宁娜的 常见队伍 ，并简要介绍 其他配队思路 。 一、那芙万白 超链图片 1. 队友替换 ① 枫原万叶 可被换为其他风元素辅助以搭配翠绿4减抗，这些辅助中 温迪 、 砂糖 与 琳妮特 主要提供聚怪或嘲讽， 琴 与 闲云 主要提供全队治疗， 鹿野院平藏 在搭配试作金珀后可兼顾二者，但效果均不是非常优秀。 ② 搭配枫原万叶等无治疗能力的风元素辅助时，可将 白术 换为 夏洛蒂 、 久岐忍 等非水、风元素且有全队治疗或自烧血的治疗辅助，由于那维莱特可高频触发芙宁娜20级突破天赋，久岐忍在后续循环的血线仍会有所保障。 ③ 搭配琴等风元素治疗辅助时，可将 白术 换为 钟离 ，这将更适合0命那维莱特。当然，由于仅靠芙宁娜20级突破天赋及那维莱特的回复能力也有一定增益叠层效果，搭配枫原万叶时白术也是可被换为钟离的。 2. 简要配装 超链图片 3. 优缺点简述 ✦ 阵容优势 ：易于处理全抗性较高的敌人与复杂多变的出怪环境、生存和循环收尾能力强、极易实现理论输出，具有可观的基础强度。 ✦ 阵容劣势 ：难以处理水元素免疫及带有冰盾 （实为冻盾，下同） 的敌人，不易应对带有大量水盾/雷盾的敌人 （可用芒荒湮灭破除的护盾除外） 。 二、雷芙夜琴 超链图片 1. 队友替换 ① 在雷电将军配置较高时，可将夜兰换为九条裟罗或配置同样较高的八重神子。若该玩法主C不为雷电将军则不建议替换。 ② 若需进一步提高防斩杀能力，则可将 夜兰 换为 行秋 。 ③ 可将 雷电将军 换为 莱欧斯利 或 神里绫人 以组成 「莱芙夜琴」 、 「绫芙夜琴」 等队伍。值得一提的是， 夜兰+琴 的组合此时也可被换为 枫原万叶+夏洛蒂/米卡/希格雯 的组合，并组成 「莱芙万夏」 、 「绫芙万希」 等队伍。 2. 简要配装 超链图片 3. 优缺点简述 ✦ 阵容优势 ：易于处理高血量单体敌人与全抗性较高的敌人。 ✦ 阵容劣势 ：不易应对分散及水/雷元素免疫的敌人、难以处理带有大量水盾/雷盾/冰盾的敌人、对配置/练度要求较高。 三、心芙万夜 超链图片 1. 队友替换 ① 无 枫原万叶 时，可用 温迪 、 砂糖 与 琳妮特 等风元素辅助代替。 ② 可将 夜兰 换为 行秋 ，以进一步提高抗打断能力。 ③ 夜兰+枫原万叶 的纯直伤组合也可被换为 纳西妲+雷电将军 （需要雷电将军全堆叠精通） 的超绽放组合，以组成 「心雷纳芙」 队伍。 2. 简要配装 超链图片 3. 优缺点简述 ✦ 阵容优势 ：易于处理高血量单体敌人与全抗性较高的敌人，远程索敌与生存能力强。 ✦ 阵容劣势 ：难以处理水元素免疫及带有大量冰盾/水盾/雷盾的敌人 （可用芒荒湮灭破除的护盾除外） 。 四、克芙纳白 超链图片 1. 队友替换 ① 可将 克洛琳德 换为 八重神子 、 雷电将军 、 赛诺 等雷元素站场位以组成 「八芙纳白」 、 「雷芙纳白」 等队伍。 ② 可将 白术 换为 希格雯 ，这将降低激化覆盖率，但提高超绽放效率并缓解芙宁娜充能压力，在特定情况也可用夏洛蒂或米卡作为生存辅助。 ③ 纳西妲一般无法被替换，但在万不得已时也可选择草元素旅行者或柯莱过渡。 2. 简要配装 超链图片 3. 优缺点简述 ✦ 阵容优势 ：易于应对复杂多变的出怪环境、对除冰盾外多数元素盾破盾能力优秀、对配置/练度要求不高，具有可观的基础强度。 ✦ 阵容劣势 ：不易应对全抗性较高及带有冰盾的敌人、缺少弓位 （不易应对兆载永劫龙兽） 。 五、魈珐芙闲 超链图片 1. 队友替换 ① 可将 闲云 换为 琴 、 班尼特 等全队治疗或对魈有输出增益的治疗辅助 ，若琴有4命则更佳，但此时与班尼特存在相同的“画地为牢”问题 。 ② 芙宁娜+闲云的组合也可尝试与嘉明/迪卢克+班尼特、胡桃+夜兰等组合搭配，组成 「嘉芙闲班」 、 「卢芙闲班」 等下落蒸发队 ，这将在此部分的「其他思路简介」中进一步介绍 。 2. 简要配装 超链图片 3. 优缺点简述 ✦ 阵容优势 ：对单对群环境都能处理、转火能力强。 ✦ 阵容劣势 ：难以处理风元素免疫的敌人、一般不易应对带有大量元素盾的敌人 （可用芒荒湮灭破除的护盾除外） 。 六、其他思路简介 除上述队伍及玩法外，芙宁娜还有较多可用队伍，碍于篇幅，仅在此处简要介绍。 1. 与班尼特搭配 由于芙宁娜基于生命值上限输出，其与班尼特及双火共鸣的攻击加成效果不适配，但攻击力增益对于一些主C非常重要，且班尼特提供的高频单体治疗依旧有一定为芙宁娜大招增益叠层的能力。因此 芙班组合 仍能搭配出合理的队伍，但不搭配钟离时也存在防斩杀能力有限的问题 （在班尼特的自挂火加持下容易被敌人一招蒸发） 。 ✦ 「 可芙万班 」 ：可莉+芙宁娜+枫原万叶+班尼特。此为由可莉站场造成火伤、芙宁娜 后台蒸发输出 的队伍，由于能造成附着的倍率高，芙宁娜的蒸发收益并不低，且能使可莉搭配4逐影，提高可莉的输出能力。该队伍中可莉或枫原万叶可被换为香菱以组成 「芙万香班」 、 「可芙香班」 等队伍，在有一定配置且追求输出稳定时，也可将枫原万叶换为钟离。 ✦ 「 嘉芙闲班 」 ：嘉明+芙宁娜+闲云+班尼特。此为由芙宁娜后台挂水、嘉明站场下落攻击造成火伤并蒸发输出的队伍。此外，由于嘉明自带烧血机制且闲云有全队治疗，该队伍对芙宁娜大招增益的利用率并不低。下落攻击蒸发收益高且频率低、容易保证蒸发稳定性，同样下落倍率较高的迪卢克也契合该玩法，可代替嘉明并组成 「卢芙闲班」 队伍。 ✦ 「 林芙钟班 」 ：林尼+芙宁娜+钟离+班尼特。林尼的蓄力输出特点使其对钟离 （提供霸体） 依赖较大，且蒸发与自身的天赋增伤不可兼得，但其自烧血机制能相对提高对芙宁娜大招的增益利用率，且输出频率低、蒸发收益高，由于芙宁娜的蒸发收益也不低，该玩法一定程度上能平衡芙宁娜挂水不稳定的影响。 也可将林尼换为阿蕾奇诺，但这会降低蒸发收益与芙宁娜增益利用率，仅推荐作为拓展玩法。 ✦ 「 芙行香班 」 ：芙宁娜+行秋+香菱+班尼特。此为芙宁娜与行秋提供水附着、香菱提供火伤蒸发输出的队伍，由于无固定站场角色，需要根据实际情况确定操作顺序及站场角色，但也能通过不断切换角色来最大程度利用班尼特单体治疗对芙宁娜大招增益的叠层效果。此外，可将行秋换为夜兰，也可将香菱换为迪卢克或烟绯以组成火C站场蒸发的队伍，双水对火伤蒸发率及芙宁娜的充能都有一定保障。 ✦ 「 娜芙钟班 」 ：娜维娅+芙宁娜+钟离+班尼特。与上述蒸发队不同的是，该队伍为纯直伤队，仅依赖娜维娅通过结晶对自己的直伤增益以及芙宁娜、班尼特的增益，因此对配置有一定要求，若需提高芙宁娜大招增益的利用率，也可将钟离换为搭配试作金珀的凝光。 2. 胡桃站场 胡桃虽然有自烧血机制，但仅在血量不多于50%时有对自身的输出增益，与治疗辅助不太适配，且其在挂火频率高的同时依赖蒸发输出，通常需要芙宁娜搭配夜兰或行秋才能保证蒸发率，因此有一定相性限制。目前有 重击蒸发 及 下落蒸发 两种思路： ✦ 「 胡夜钟芙 」 ：胡桃+夜兰+钟离+芙宁娜。该队伍推荐1命及以上胡桃选用，且由于缺少治疗手段，一般需较高配置芙宁娜 （通常需至少1命） ，在后续循环通过将芙宁娜切换至芒性的方式提供治疗并在输出爆发期再切换至荒性，手法较为繁琐。也可尝试不切换芙宁娜始基力属性的玩法，但后续循环增益低。 ✦ 「 胡夜闲芙 」 ：胡桃+夜兰+闲云+芙宁娜。该队伍推荐0命胡桃选用，通过普攻+下落攻击的手法输出，解决体力不足问题并补充对群能力，由于闲云提供全队治疗，该队伍与0命芙宁娜有一定适配性，但损失了胡桃半血及以下的输出收益。 3. 双冰阵容 夏洛蒂 与 米卡 均能作为冰元素群体治疗位进入芙宁娜相关队伍，但除「那芙万夏」外以搭配冰元素主C组成 双冰阵容 为主，对应队伍均为纯直伤队，因缺乏反应增益而对配置/练度要求较高。 *夏洛蒂能提供短暂的高额治疗与挂冰，但持续时间短、充能压力大，而米卡治疗持续时间长且充能压力相对不大，但治疗量略低、几乎没有挂冰能力、依赖普攻站场角色。 ✦ 「 莱芙万夏 」 ：莱欧斯利+芙宁娜+枫原万叶+夏洛蒂。相比「莱芙夜琴」，该队伍具有更强的对群能力，也可将莱欧斯利换为神里绫华以组成 「神芙万夏」 队伍，对神里绫华来说有可搭配4逐影以应对冻结免疫敌人的意义。 ✦ 「 优雷芙米 」 ：优菈+雷电将军+芙宁娜+米卡。该队伍通过引入芙宁娜的增益，发挥了优菈后置物伤爆发的优势，但物伤队在现版本整体表现一般，仅对高抗性环境有一定优势。 4. 诺艾尔站场 诺艾尔 能站场提供全队治疗与一定伤害，与芙宁娜有较高适配性，其元素爆发启动的岩元素转化状态不会因自身被切换至后台而结束，但也存在治疗依赖自身护盾状态、战技不产球等局限性。 ✦ 「 诺娜芙夜 」 ：诺艾尔+娜维娅+芙宁娜+夜兰。娜维娅有一定速切爆发能力，且诺艾尔站场也可持续触发结晶反应并获取其生成的晶片，二者有较高适配性。若追求诺艾尔自身输出，则也可将娜维娅换为五郎，夜兰也可被换为行秋或阿贝多。 ✦ 「 诺芙钟千 」 ：诺艾尔+芙宁娜+钟离+千织。由于诺艾尔与五郎均不能创造岩元素创造物，在搭配0命千织时需将五郎换为钟离或阿贝多，而千织解锁1命后即无需钟离。 5. 其他草反应队伍 除常见的雷C激绽队外，芙宁娜还可进入其他草反应队，但一般需较高配置，以拓展向玩法为主。 ✦ 「 纳行久芙 」 ：纳西妲+行秋+久岐忍+芙宁娜。此为由经典的 「纳行久」 衍生出的队伍，可用于芒荒刚需环境 （如破除冰风组曲的芒性冰盾） ，但久岐忍需为保证超绽放伤害而兼顾精通堆叠，无法保证治疗量足够，实战体验一般。也有艾尔海森+芙宁娜+久岐忍+纳西妲/白术的玩法。 ✦ 「 那雷纳芙 」 ：那维莱特+雷电将军+纳西妲+芙宁娜。该队伍推荐那维莱特1命后再尝试，且纳西妲搭配试作金珀，可在高频造成超绽放伤害 （需要雷电将军全堆叠精通） 的同时补充大量水元素直伤。 ✦ 「 妮芙纳白 」 ：妮露+芙宁娜+纳西妲+白术。由于芙宁娜挂水频率不高，且为触发绽放堆叠精通会影响自身直伤能力，仅作为高配时对芒荒刚需环境的对策玩法，一般不建议尝试。 【抽取价值】 芙宁娜 是泛用于各类队伍的水元素 副C 或 增益辅助 ，其依靠战技输出并造成全队烧血，而大招能通过队伍中角色的生命值提升/降低叠层使全队获得 伤害加成 。此外，芙宁娜自带芒荒双属性攻击，也有持续治疗场上角色、在水面上移动等额外能力。 若旅行者需要一位泛用的水元素后台角色，那么芙宁娜显然 不容错过 ，其 玩法丰富 、 泛用性高 ，尤为适配有 群体治疗 手段的队伍，若角色有自烧血机制则更佳。 0命芙宁娜就已经表现不俗，而命之座提升也比较明显，1、2命提高大招平均增益幅度，4命降低自身充能需求，6命大幅提高玩法丰富度。 未解锁4命时，部分单水队伍对充能要求高，因此腐殖之剑的选择优先级很高，而灰河渡手与西风剑也有不错效果。对于不缺充能的队伍，也有磐岩结绿、狼牙等输出武器可选，配置较低时芙宁娜并不强求同期UP武器静水流涌之辉。 超链图片 封面制作： 卡玛sei亚 文案撰写： 卡玛sei亚 数据计算： 卡玛sei亚 配图制作： 卡玛sei亚 排版监制： 卡玛sei亚",
    "length": 11683
}