{
    "game_id": 2,
    "post_id": "45238744",
    "f_forum_id": 43,
    "subject": "【V4.7角色攻略】芙宁娜·全方位解析︱机制/养成/配队",
    "url": "https://www.miyoushe.com/ys/article/45238744",
    "created_at": 1699411800,
    "like_num": 33780,
    "view_num": 3293256,
    "reply_num": 4972,
    "text": "UID：100559319 这里是阿斯盖特，本期是众水、众方、众民与众法律的女王——「 芙宁娜 」的角色攻略！ 超链图片 下面，笔者将分为 机制、养成、配队 等3个部分进行讲解！ “果然还是离不开我啊。” 【观前须知】 【更新日志】 24.06.12更新 【更新说明】 在下一次新的芙宁娜攻略贴发布前，会一直在老帖中进行不断地翻新，尽可能保证1-2个版本进行一次翻新（无新的适配内容将不翻新）。 —— 2024.06.07 对【芙宁娜·角色攻略】基于 V4.7版本 的翻新： ① 更新了角色养成、角色培养材料一图流的内容与版式； ② 对全文的图片样式进行了更新迭代； ③ 优化了正文部分的文字描述内容，进行了语言上的简化与凝练； ④ 新增武器【有乐御簾切】的伤害期望对比与分析； ⑤ 新增双草激绽、芙班组合、芙闲组合等的同一配队讲解； ⑥ 基本重置了配队部分的讲解逻辑，新增诸多队伍的养成与参考手法。 ——2024.02.05 对【芙宁娜·角色攻略】基于 V4.4版本 的翻新： ① 更新部分配队，已添加V4.3与V4.4的部分相关配队至一图流中； ② 优化阅读体验，将正文部分中大部分的讲解内容置于折叠部分中； ③ 修改排版方式，已将当前文中的排版方式进行更新调整； ④ 增添新角色配队，具体添加有娜维娅岩伤队、火伤下落队（嘉明、迪卢克）等队伍。 ——2023.11.08 发布【芙宁娜·角色攻略贴】V4.2版本 ①a/A=普攻、Z=重击、e/E=元素战技、q/Q=元素爆发、X=下落攻击 ② 快速阅读 ： 只看图片 即可（ 推荐萌新 ！） ③ 详细阅读 ：通篇阅读“图片+文字”内容（ 老玩家选择 ！） 【简析&一图流】 「 芙宁娜 」是一名兼具持续伤害、场上治疗、全队增伤的 泛用型水元素 角色。 具有芒荒两种始基力 ，荒性战技造成水伤、芒性战技治疗场上角色，元素爆发 为全队提供增伤 。战技持续期间还能 水上行走 ！如果您缺少一名泛用性高的角色，那么推荐尝试抽取！ 超链图片 【角色 培养材料 图表】 超链图片 【机制解析】 ▶技能升级：元素爆发（9+）≥元素战技（8+）＞普通攻击（1） ◆升级元素爆发提高辅助能力，升级元素战技提高芙宁娜的伤害、治疗，普攻可不升级 （即使在6命，普攻的等级收益也很低） 。 【1】技能讲解 ◆普通攻击/重击（A/Z） 超链图片 【关于普攻】 ①普攻至多4段攻击造成4次伤害。 ——华丽的西洋剑姿以及优雅的转体收尾气概十足。 ② 重击 与其他单手剑角色不同， 长按普攻键 造成物伤，切换 芒荒效果 。 ——黑蓝色衣装、 没有双马尾 的是 荒性 ，白蓝色衣装、 有双马尾 的是 芒性 。 ③芒/荒攻击均为水伤、无附着 （不会触发反应） 。 ④即使是6命，普攻带来的伤害提升也很小，可不升级。 ◆芙宁娜的主要技能与机制集中在元素战技、爆发中，在未解锁6命前可以选择不升级该技能 （ 甚至6命也不需要升级 ，因为6命额外获得生命倍率，升级普攻的提升很小、性价比不高） 。 ◆元素战技（E） ◆芒荒效果下的战技具有不同效果——荒性战技打伤害、芒性战技治疗场上角色。 超链图片 【荒性战技的 基础机制 】 ①施放时1段造成 弱水伤害 （1元素量、9.5秒） 。 ②唤出的3位“沙龙成员”，持续造成 弱水伤害 。 ——以下统称“海洋朋友”或“ 海鲜 ”，分别称 章鱼 、 海马 和 螃蟹 。 ③章鱼、海马每2次攻击施加1次 弱水附着 ，螃蟹每次施加独立 弱水附着 。 ——3只海鲜的附着互相独立，不共享附着CD！ ④“海鲜们”距离己方角色较远时，将瞬移到己方身边；距离不远则移动靠近。 ⑤“海鲜们” 会优先攻击场上角色正在攻击的目标 。 ⑥无锁面板机制，按 实时 生命上限 结算 。 【荒性战技的 提升方式 】 ①队内50%以上生命的角色越多，造成的伤害越高。 ②提升方式为 最直接的倍率相乘 。 ——可类比那维莱特的固有天赋1、宵宫/流浪者/莱欧斯利的元素战技。 ③荒性战技命中敌人将 会消耗50%以上生命角色的生命值 ——如果打算让芙宁娜的荒性战技每轮都有更高伤害，需要考虑群体治疗角色、保障全队角色每轮都在50%以上生命。 【关于 芒性 战技】 ①芒性效果下的歌者会 仅治疗场上角色 、不会造成伤害。 ②歌者不会随己方角色移动，是在一个 固定的位置 ， 类似 珊瑚宫心海 元素战技的 化海月 。 【关于 产球 】 ①荒性战技的“海鲜们”命中敌人后 产生1颗水元素微粒 ，冷却CD为2.5秒。 ②芒性战技的“歌者”无伤害，不产球。 【持续的 水上行走 】 超链图片 ①无论哪种战技，都能使芙宁娜水上行走 （战技持续时间内） 。 ②战技的“ 持续时间＞冷却时间 ”，所以能一直在水面上行走。 ③战技持续期间，从 高处掉落 至水面上会倒下。 ④战技持续期间，由芙宁娜 切至其他角色 ，其他角色将会落至水中。 ◆这一效果对于大世界探索即为便利—— 还在为游到中途体力耗尽而困扰吗？无需凝冰渡海，芙宁娜即可解决！ ◆元素战技既可造成伤害 （荒性） 、又能治疗角色 （芒性） ，能让芙宁娜水上行走，集伤害、治疗、探索等多种功能于一体。 ◆元素爆发（Q） 超链图片 ◆所需能量：60点；持续时间：18秒；冷却时间：15秒 【元素爆发的 详细讲解 】 ①施放时造成1段 弱水 攻击。 ②持续时间内，将根据 队内角色生命值上升、下降 的“量”来 提高 全队增伤幅度。 ——生命消耗、受到伤害导致生命降低、回复生命等均可提高这一增伤幅度。 ③增伤效果属于 增伤加成 ，与元素伤害加成相加结算。 ——全元素、物理伤害都能吃到， 不提高剧变反应伤害 ！！！ —— 剧变反应 ：扩散、超导、碎冰、超载、感电、燃烧、绽放、超/烈绽放等。 ④为叠层增伤—— 队内的生命变动越快 （短时间内掉血越多、后续回血越快） 增伤叠层越快 。 ——满血时施加治疗是不提升增伤层数的。 ——芙宁娜开大前进行治疗、消耗生命也不提高层数。 ⑤仅靠荒性战技消耗生命，其增伤叠层较慢 （约在10-12秒叠满） 。 ——0命芙宁娜的平均增伤在35-55%，不同队伍之间的每轮平均增伤有所差异。 ⑥搭配 具有生命消耗机制 、 回复手段 的角色时，可加速增伤叠层，更快达到高幅度增伤。 ⑦该增伤加成不显示在角色面板中， 不会被“锁面板” 。 【 选看 】 气氛值 的伤害是怎样提升的？ 超链图片 ◆芙宁娜元素爆发的增益效果属于增伤加成，与元素伤害加成相加计算，不会在角色的属性面板中显示，即不会被具有快照机制的技能“锁住”。 ◆元素爆发是芙宁娜的 核心辅助技能 ，芙宁娜的荒性战技可消耗全队生命，队伍的生命值增加、降低的幅度越快，增伤层数叠得越快，这对本身具有生命消耗机制的角色更加有利，同时也是部分没有生命消耗机制的角色“获得”生命消耗效果，从而搭配“逐影猎人4件”产生不同的“化学反应”！ ◆固有天赋 超链图片 【固有天赋· 讲解 】 【固有天赋 1 】 ◆该技能起到一种 递进回复效果 ，主要作用在于进一步回复处于后台的角色生命值，这就需要队内有1名 除芙宁娜以外 的治疗角色为场上角色回复生命。 【固有天赋 2 】 ◆根据芙宁娜的生命上限提高 荒性 战技的水伤 （属于增伤加成） 、 芒性 战技的治疗间隔。 【2】命座解析 超链图片 【命座 提升幅度 】 超链图片 ①这里的命座提升是仅以芙宁娜自身伤害提升进行计算的。 ②6命取了“芒刀”和“荒刀”的平均值，实际上芒性时的普攻伤害更高。 【关于1命】 ①0命气氛值上限为300，等效至多75%增伤； 1命 气氛值上限为 400 ，等效至多100%增伤。 ——1点气氛值转化为0.25%增伤。 ②施放元素爆发就赋予150点增伤， 等效37.5%的初始增伤 ，提高了大招的全程平均增伤。 【关于2命】 ①0命时，每降低/提升1%生命就获得1点气氛值； 2命 时， 每降低/提升1%生命就获得2.5点气氛值 。 ②气氛值能更迅速、容易地达到上限，并在达到上限后提高芙宁娜的生命值上限。 ③ 全程平均 生命加成在90%左右，全程平均增伤在85%-90% （不同队伍略有差异） 。 【关于4命】 此时 单水 芙宁娜的充能在160%左右即可， 双水 时在130%左右。 【关于6命】 ①此命座赋予的水伤攻击遵循常规附着规则 （2.5s/3hit） 。 —— 常规附着规则 ：同一模组的攻击在命中敌人后的2.5秒内，第1、4、7…次攻击（又称每间隔2次攻击）对敌人施加元素附着。 ②命座的水伤攻击 不会被 附魔类技能覆盖 ——如重云的战技、班尼特的6命等。 ◆ 0命芙宁娜具有完整的技能机制 。1、2命可进一步提高大招的增伤幅度，4命优化技能循环，降低充能需求，6命丰富了芙宁娜站场爆发的玩法。如果是以辅助、后台为培养方向，可以 1/2/4 命为目标抽取，真爱党可考虑抽取至6命。 【养成方面】 【1】武器选择 超链图片 【 武器 伤害期望 对比 】 超链图片 【角色 参考面板 】 超链图片 【关于非充能武器】 ①在大部分队伍中，4命以下芙宁娜都要 多堆叠充能效率 ，优先考虑充能沙漏。 ②0命芙宁娜 优先保障辅助能力 ，必要时优先考虑充能武器，而非选择上述伤害类武器提高战技伤害。 ③部分依靠芙宁娜触发蒸发反应的“蒸芙”队，选择非充能武器可以堆叠充能效率。 ——如可莉的“可芙万半”中，0命芙宁娜可优先生命沙漏提高战技伤害，更多是芙宁娜触发蒸发反应。 【关于充能武器】（ 推荐看 ） ◆该折叠内主要是 4命以下芙宁娜 。 ①必要时优先考虑充能武器，如腐殖之剑、灰河渡手、西风剑等。 ② 单水 芙宁娜的充能一般在230%+ （甚至更高） ，可优先灰河渡手、西风剑等高充能武器。 【关于船坞长剑】 装备者治疗他人或被治疗时都可获得“ 标记 ”效果，重要的是施放战技、大招后消耗标记 额外慧能 （精1至5：6-12点能量） ，优化循环。 【关于狼牙】 ① 无法在后台叠层 。 ②在前台已叠的层数，切至后台仍可触发，只是不能继续叠层保持了。 【关于 6命 的祭礼剑玩法】 ①6命芙宁娜的水伤普攻在命中敌人6次后便会解除，再次施放荒性战技触发祭礼剑重置战技CD可使芙宁娜再次获得6次普攻水伤，进而 延长芙宁娜的站场时间 。 ②因为6命芙宁娜本身就已经具备了很高的伤害，搭配祭礼剑更多是“用伤害换输出时间”，也算是一种 偏真爱党 才会考虑的玩法了。 ◆武器选择 省流 充能武器生命沙、非充武器充能沙；优选净水输出高、绿剑输出也不差，腐殖紧随其后选；没有这些选5星、裁叶/雾切/波乱/板砖择一；都没有就选择灰河渡手、西风剑。 【2】圣遗物选择 超链图片 【 套装 & 词条 的对比】 超链图片 *这里只结算了芙宁娜处于后台且获得元素爆发提升效果时的伤害期望对比。 【关于逐影猎人4件】 ① 大多数情况下 是不推荐优先考虑的，因为只有装备者 处于场上 才能触发4件套效果。 ②一定要体验芙宁娜的 站场玩法时才考虑选择 （多为高命芙宁娜考虑） 。 ——或是刷剧团4件时，剧团没出几个好的，集齐不少套猎人4件了……痛起来了…… 【芙宁娜 无法主动触发 花海4件效果！】 ①花海4件的增伤触发条件：装备者受到伤害 ②但是芙宁娜的荒性战技的生命消耗机制不属于“受到伤害”，也就无法触发花海4件的效果！！！！ 【生命杯or水伤杯？】 ①看 生命是否达到至少3.2w ，没达到则优先生命杯。 ②生命在3.2w-3.8w，可根据副词条情况择优选择。 ——哪个双暴/充能等副词条更好用哪个，或者刷出哪个用哪个。 ③生命超过3.8w，优先水伤杯；解锁4命后，即可“生生暴”、也可“生水暴”。 【关于面板】 ①4命前， 单水 芙宁娜充能在230%+， 双水 可在200%+。 ——双水搭配雷电将军、三水阵容时可在180%左右。 ——部分队伍并不一定需要芙宁娜每轮都开大（如可莉+0命芙宁娜的“可芙万班”），此时可优先提高芙宁娜的伤害。 ②保障充能后， 生命值堆叠至32000+ ，达标前优先提高生命。 ③确保充能足以循环、生命至少3.2w后，使暴击在70%+，暴伤在140%+。 ——暴击：暴伤在1：2左右即可，当充能需求降低时，可转而提高双暴。 【队伍搭配】 【1】双水玩法 【1.1】 那芙 双水 超链图片 【队友培养】 那维莱特 / 枫原万叶 / 白术 超链图片 ① 芙宁娜 的荒性战技可消耗全队生命、 那维 施放重击将持续消耗生命、 白术 能为全队治疗，三者都可加速提高芙宁娜的大招增伤叠层。 ②为保障芙宁娜每轮都能提供可观的增伤，推荐搭配“ 群奶 ”角色。 ——如白术、夏洛蒂、琴、闲云（仅群奶）等。 ③ 队内至少有两种非水元素 ，以提高那维的重击伤害。 ——2层天赋1的双水三色队，与3层天赋1的单水四色队差距不大（9%左右），所以0命那维也能考虑该玩法。 【0命的“ 双金珀 ”玩法】 【0命的“ 双金珀 ”玩法】 ①【 队伍配置 】那维莱特+芙宁娜+鹿野院平藏+护盾/抗打断角色 ②【 硬性需求 】 那维、平藏均携带【试做金珀】 ③【 平藏 的装备选择 】 风套 4件、治疗头，4命以下求稳可带充能沙 （解锁4命后的充能需求不高） ④【 亮点 & 注意 】那维、平藏施放大招后触发金珀为全队治疗，一定程度上保证每轮芙宁娜的增伤幅度，但需要 2把 金珀。 【队友的养成】 ① 芙宁娜 的充能在200%+，优先“剧团4件”。 ② 白术 的充能在230%+，可选【试做金珀】、【昔时之歌】4件。 ③ 夏洛蒂 的充能在240%+， 琴 的充能在220%+。 ④ 钟离 可选【 悠古的磐岩 】4件，通过 装备者拾取 水结晶提高全队水伤 （可选可不选） 。 ⑤ 风元素角色一定选择“风套4件” 。 【参考输出手法】 ① 那芙万 白 ：那维E、万叶E(Q)、芙宁娜QE、白术EQ、那维重击输出1轮后接QE、万叶E、那维重击输出3轮接E ② 那芙万 夏 ：那维E、万叶E(Q)、芙宁娜QE、夏洛蒂EQ、那维重击输出1轮后接QE、万叶E、那维重击输出3轮接E ③ 那芙 琴 钟 ：那维E、钟离E（长按）、芙宁娜QE、琴E、那维重击输出1轮接QE、琴Q、那维重击输出3轮接E 【1.2】 芙夜 双水 超链图片 【队友培养】 雷电将军 / 琴 / 心海 / 夜兰 超链图片 超链图片 【1.2.1】“ 芙夜琴 ”的讲解&养成 ◆该组合主要搭配 雷电将军 ，其大招为全队回能，降低芙宁娜/夜兰的充能需求，也能考虑莱欧斯利、神里绫人等站场角色。 【队友的养成】 ① 芙宁娜 、 夜兰 的充能可在190%+， 1命夜兰 的充能可在160%左右。 ② 琴 的充能可在210%+， 一定选择“风套4件” 。 ③雷电将军的充能在270%左右，优先“绝缘4件”。 ④八重神子选择“剧团4件”， 九条裟罗 提高自身伤害可选“ 绝缘 4件”、提高雷神伤害可选“ 宗室 4件”。 ⑤莱欧优先“逐影4件”，神里绫人可在余响/沉沦/角斗士4件、甚至逐影4件。 【1.2.2】“ 心芙夜万 ”的讲解 ①更多为“ 心海三水 ”的 升级版 ，将行秋替换为芙宁娜，提高其他角色伤害。 ——但 没有雨帘剑 也可能导致心海站场普攻时更容易被敌人打断攻击。 ②“夜兰+万叶”也可替换为“ 草神 + 精通流雷神 ”的组合，持续触发超绽放反应。 ——芙宁娜的增伤不会提高超绽放伤害哟！ 【队友的养成】 ① 芙宁娜 的充能可在170%左右， 0命夜兰 可在160%左右 （1命可在140%左右） 。 ② 心海 可堆叠20%-40%的充能，选择“海染4件”，搭配【试做金珀】。 ③ 万叶 优先 精通风套 。 ④ 纳西妲 优先全精通的“草套4件”， 雷电将军全力堆叠元素精通 。 【参考输出顺序】 【Ⅰ】“雷芙琴”组合 ① 雷 夜 芙琴 ：雷电将军E、芙宁娜EQ、夜兰QE(A)、琴EQ(A)、雷电将军Q接输出 ② 雷 九 芙琴 ：雷电将军E、芙宁娜EQ、琴EQ(A)、九条裟罗EZQ、雷电将军Q接输出 ③ 雷 八 芙琴 ：雷电将军E、芙宁娜EQ、八重神子3E、琴EQ(A)、雷电将军Q接输出 【Ⅱ】其他“芙夜琴”搭配 ① 莱 芙夜琴 ：芙宁娜EQ、夜兰EQA、莱欧Q、琴EQ、莱欧E接输出 ② 绫 芙夜琴 ：芙宁娜EQ、夜兰EQA、琴EQ、绫人QE接输出 【Ⅱ】“心芙”组合 ① 心芙 夜 万 ：心海E、芙宁娜EQ、夜兰QE、万叶(A)EQ、心海(A)Q接普攻站场 ② 心芙 纳 雷 ：心海E、雷电将军E、芙宁娜EQ、纳西妲EQ、心海Q接普攻站场 【2】 双草 激绽（“芙白草”） 超链图片 ◆“芙白草”可谓是当前激绽玩法的高配置组合了，这一组合让站场雷C 兼具 自身直伤和超绽放伤害。 【队友养成】 克洛琳德 / 纳西妲 / 赛诺 超链图片 【队友的养成】 ① 单水芙宁娜 的充能推荐在230%+。 ② 双草白术 的充能可在220%左右， 解锁1命后 可在190%左右。 ③激绽玩法的 八重神子以站场为主 ，可优先“饰金4件”。 ④ 赛诺 元素爆发的施放至关重要，推荐考虑 充能沙漏 ，将充能堆叠至150-170%。 ⑤ 纳西妲 优先“草套4件”， 白术 可考虑宗室/昔时4件。 ⑥ 克洛琳德 推荐优先 如雷4件 ，可使其每轮队伍循环输出约2轮。 【参考输出顺序】 ① 克 芙白草 ：纳西妲QE、芙宁娜QE、白术QE、克洛琳德E接输出(Q收尾) ② 赛 芙白草 ：纳西妲QE、芙宁娜QE、白术QE、赛诺EQE接“普攻-QTE循环” ③ 八 芙白草 ：纳西妲QE、八重(A)3E、芙宁娜QE、白术QE、八重(Q-3E)普攻站场 ④ 雷 芙白草 ：雷电将军E、纳西妲QE、芙宁娜QE、白术QE、雷电将军Q接输出 【3】芙闲下落 超链图片 【3.1】鹤露魈芙 【队友培养】 魈 / 珐露珊 / 闲云 超链图片 【队友的充能需求】 ① 魈 的充能可在110-130%之间。 ——可考虑其他角色搭配西风武器、风元素角色场上产球切至魈来获取等手段。 ② 6命珐露珊 可在在180-200%充能后考虑提高输出。 ③ 闲云 的充能在 140-150% （可考虑攻击沙漏，由副词条提供充能效率） 。 ——为提高循环容错率可提升20%左右的充能；携带【鹤鸣余音】可降低20%左右充能需求。 ④ 单水芙宁娜 的充能在230%+。 【队友的装备选择】 ① 魈 可在辰砂/逐影4件中选择其一，二者差距不大。 ——0命闲云时，“辰砂”略优于“逐影”；2命闲云时，优先“逐影4件”。 ②珐露珊解锁6命后，可优先“千岩4件”提高全队攻击。 ③闲云可选“宗室4件”。 ——千岩/宗室4件均提高闲云的攻击力，使之再次提高天赋2效果，进而提高魈的输出。 【参考输出顺序】 ◆ 鹤露魈 芙 ：珐露珊EZQ、芙宁娜EQ、闲云EQ、魈EEQ接下落攻击 【3.2】火伤下落 【队友培养】 迪卢克 / 嘉明 超链图片 【3.2.1】 卢 芙闲班 ①迪卢克 依靠下落攻击输出 。 ②下落输出时 不用穿插普攻、战技 ，降低这些攻击“抢走蒸发”的概率。 ③ 参考输出顺序 ：芙宁娜QE、闲云E、班尼特EQ、闲云AQ、迪卢克Q接下落输出 【3.2.2】 嘉 芙闲班 ①嘉明解锁4命前推荐叠 20-30% 的充能 （需施放元素爆发来重置战技CD） 。 ②嘉明的普攻、重击和常规下落攻击并没有元素伤害，在配合芙宁娜、闲云时可一定程度上保证敌人处于水附着。 ③ 6命班尼特 施放大招后会为场上角色的攻击提供火附魔，此时 嘉明不穿插普攻 。 ④ 参考输出顺序 ：芙宁娜QE、闲云EQ、班尼特Q、嘉明EQ接2A-E输出 【3.2.3】 万 芙闲班 ◆芙宁娜、闲云和班尼特提供多种加成。万叶利用自身技能就可“水火双扩”，配合 6命班尼特 进行 火伤下落攻击 ，起到“自己拐自己”的效果。 ① 芙宁娜 的充能可在230%+，可选【西风剑】等充能武器。 ② 班尼特 优先“宗室4件”，充能可在240%+。 ③ 闲云 既可选“昔时4件”，充能可在180%-210%。 ——也可选“攻击2+2”，散搭的副词条相对好凑，同时“昔时”副本的刷取性价比不高。 ④ 万叶 仍选“风套4件”，选择精通沙、火伤/精通杯、双暴头冠。 ——这一玩法就将万叶按火C去培养了，套装也可考虑逐影4件的，这就需要闲云携带风套4件了。 ◆ 更多下落玩法 ，可点击此处【 闲云·角色攻略 】查看。 【4】芙 班 组合 超链图片 *“娜芙钟班”的讲解可看下方“ 【5】岩伤输出 ”部分。 【4.1】 可 芙万班 【队友培养】 可莉 / 钟离 / 班尼特 超链图片 【参考输出手法】 ① 可芙 万 班 ：芙宁娜(Q)E、班尼特Q、万叶QE、可莉EQE接输出 ② 可芙 钟 班 ：钟离E（长按）、芙宁娜(Q)E、班尼特Q、可莉EQE接输出 ◆0命芙宁娜在首轮循环结束后，后续循环可以不开Q （并不是刚需） ，可降低充能，转而提高芙宁娜的战技伤害；但在芙宁娜解锁1、2命后则需要堆叠充能。 ◆“可芙万班”在可莉的诸多配队中具有“前沿”的输出上限，依靠 可莉较高的挂火频率 使 芙宁娜 的荒性战技 触发蒸发反应 ，算是一种“反向万达国际”玩法 （即“前台火C+后台水C打蒸发”） 。 ——万叶利用芙宁娜的战技和班尼特大招的自附着火元素即可快速完成 水火双扩散 。 【4.2】搭配其他火C ◆搭配阿蕾奇诺、林尼等角色更多是作为一种 拓展玩法 ，非优先考虑。 【对于 阿蕾奇诺 】 仆人在输出时无法通过队友治疗回复生命，这就意味着即使队内加入群奶也会折损1/4的气氛值变动量，但是依靠仆人的前台持续火伤配合芙宁娜的荒性战技，也能让芙宁娜触发多次蒸发效果。 这是一种可供多元选择的拓展玩法。 【对于 林尼 】 林尼需要持续保证敌人处于火元素附着下，才能稳定获得天赋2的增伤效果。不过林尼的火附着频率不错，敌人处于火附着的时间占比较高，这也是让“芙宁娜来触发蒸发”的反向蒸发玩法。 【5】岩伤输出 超链图片 【队友培养】 诺艾尔 / 娜维娅 / 五郎 超链图片 【队友的养成】 ① 诺艾尔 在搭配芙宁娜后可选“逐影4件”，但仍可选择华馆/角斗士4件等；推荐堆叠40%左右充能。 ② 五郎 可考虑宗室/流放者4件， 其防御力加成只与战技等级有关 、与自身防御力无关。 ③ 千织 、 阿贝多 可优先剧团/华馆4件。 ④提高 娜维娅 的配队多样性仍可优选“回声4件”，但 搭配芙宁娜 也可选择逐影4件。 ⑤ 双水芙宁娜 、 夜兰 的充能可在200%左右； 单水芙宁娜 的充能推荐230%+。 ⑥ 班尼特 的充能在230%+。 【队伍的变阵】 【5.1】 诺 芙组合 ◆诺艾尔进行普攻时，处于“ 护心铠 ”的庇护下可 为全队治疗 ，提高芙宁娜的增伤幅度。 ①常规选择多为 双岩 双水 队伍，另一名岩元素角色既可选择具有速切爆发机制的娜维娅，也可考虑后台产球副C千织、阿贝多。 ②也可加入闲云，体验“ 诺艾尔 + 五郎 + 芙宁娜 + 闲云 ”的岩伤下落玩法。 【5.2】“ 娜 芙”组合 ① 钟离 也可换为其他后台岩C，但队伍生存能力会下降。 ②班尼特也可替换为 夏洛蒂 ，其充能需在240%+。 ③加入闲云可体验“ 娜维娅 + 钟离 + 芙宁娜 + 闲云 ”的岩伤下落玩法，即使不能完全触发天赋2的攻击加成，但依靠 闲云的下落增幅 以及能产生十足的“视觉震撼”！ ——拿起斧头狠狠地往地上砸击！这才是 淑女 （bushi）！ 【5.3】与其他岩C（凝光/一斗） ①像一斗、凝光这两名岩C在搭配芙宁娜时一定要搭配治疗角色。 ② 凝光的配队与娜维娅的类似 ，可以作为速切岩C搭配诺艾尔/娜维娅，也可组成“芙宁娜+班尼特+钟离”的队伍站场输出。 ③一斗通常需要搭配五郎组成“三岩”，这将使芙宁娜难以搭配适合的群奶角色，仅依靠4命五郎的治疗是难以为继的，但如果考虑“双岩+芙宁娜+群奶”又会降低五郎的利用效果，整体有得有失。 【参考输出顺序】 【Ⅰ】 诺 芙组合 ① 诺 五 芙夜 ：芙宁娜EQ、夜兰QE、五郎QE、诺艾尔QE接输出 ② 诺五 钟 芙 ：钟离E（长按）、芙宁娜EQ、五郎QE、诺艾尔QE接输出 ③ 诺 千 钟芙 ：钟离E（长按）、芙宁娜EQ、千织(Q)EE、诺艾尔QE接输出 ——千织需要放置在诺艾尔的上一位，如千织1号位/诺艾尔2号位、千织4号位/诺艾尔1号位等。 【Ⅱ】 娜 芙组合 ① 娜芙钟 班 ：钟离E（长按）、芙宁娜EQ、娜维娅Q、班尼特EQ、娜维娅E接输出循环2次 ② 诺 娜芙夜 ：芙宁娜EQ、娜维娅Q、夜兰EQA、诺艾尔QE接输出（循环切出娜维娅施放战技） ——娜维娅的战技在满层时会有提示特效，看到提示特效出现切出施放战技即可。 【6】双冰阵容 超链图片 【6.1】 冰伤 队 【队友培养】 莱欧斯利 / 夏洛蒂 超链图片 【队友的养成】 ①为了 莱欧 的配队多样性，推荐优选“逐影4件”，冰封4件只适用于冻结队中。 ② 夏洛蒂 优先“宗室4件”，充能在220%+。 ③为提高 神里绫华 应对无法冻结的敌人时的输出效率，搭配“冰封4件”仍推荐暴击率堆叠至 35-50% ，且充能推荐堆叠 20-40% 。 ④ 单水芙宁娜 的充能在230%+。 【参考输出顺序】 【Ⅰ】 莱 芙万夏 ① 首轮 （或全队生命值较高时） ：芙宁娜EQ、夏洛蒂E、万叶QE、莱欧QE接输出 ② 后续轮次 （或全队生命未满） ：芙宁娜EQ、夏洛蒂EQ、万叶QE、莱欧QE接输出 ——莱欧斯利进行输出时需要依托“多段普攻+重击”的方式输出，而非全部进行重击输出。 【Ⅱ】 神 芙万夏 ① 首轮 （或全队生命值较高时） ：芙宁娜EQ、夏洛蒂E、万叶QE、神里绫华冲刺(A)EQ接AZ ② 后续轮次 （或全队生命未满） ：芙宁娜EQ、夏洛蒂EQ、万叶QE、神里绫华冲刺(A)EQ接AZ ——绫华输出时括号内的A是搭配雾切时才考虑的，其他武器不考虑。 ◆这里的双冰冰伤队更偏向于 走直伤的纯色队 ，因为芙宁娜的挂水效率不一，需要提高冰C的暴击率。如果风元素角色选择 琴 ，也可将夏洛蒂替换为 申鹤 。 【6.2】 物伤 队 【队友培养】 优菈 / 米卡 超链图片 【“优芙 闲 ”玩法】 ① 配置 ： 优菈 + 芙宁娜 + 闲云 + 挂雷角色 ② 挂雷角色选择 ：久歧忍、雷电将军等 ③ 玩法简析 ：更多是将米卡替换为闲云，利用闲云能够提高场上角色的跳跃能力，优菈采用“ 普攻+下落攻击 ”的穿插攻击，这将使优菈具有一定的下落伤害占比，不再将伤害大头“押宝”大招，变相提升了优菈的输出适应能力。 【队友的养成】 ① 久歧忍 、 雷电将军 等非输出向挂雷角色可考虑【千岩牢固】4件。 ② 单水芙宁娜 的充能在230%+，推荐优先【西风剑】。 ③ 闲云 优先考虑【昔日宗室之仪】4件，充能在230%+，可选择【西风秘典】。 【参考输出顺序】 ① 优雷芙 米 ：优菈E、雷电将军E、芙宁娜EQ、米卡QE、优菈QE（长按）接输出 ② 优芙 闲 久 ：优菈E、久歧忍E、芙宁娜EQ、优菈QE（长按）接“AX循环” ——AX：普攻+下落攻击 ◆ 米卡 的元素爆发为“群奶”，还能提高场上角色的攻速、物理伤害，配合芙宁娜将进一步提高优菈造成的伤害， 雷电将军 的稳定挂雷以及元素爆发的回能都能进一步优化队伍的循环。 【7】更多队伍玩法 【7.1】海妮芙白 ① 白术 优先选择「 深林的记忆 」4件套，降低敌人草抗，提高艾尔海森、队伍绽放反应的伤害。 ②该队伍中，0命白术堆叠220%以上充能，解锁1命后充能可控制在180%-200%。 ③ 妮露 主要是4E （连续4次按下战技键） 打出“ 旋舞步 ”，利用 净天水环 触发绽放反应。 ④ 值得注意的是 ，艾尔海森和白术搭配使得大部分情况下敌人一直处于“ 草底 ”状态，绽放反应主要依靠芙宁娜、妮露的战技触发，而在妮露 没有装备圣显之钥 的情况下，芙宁娜和妮露 并不具有较高的元素精通数值 ，从而出现 绽放反应伤害并不高 的情况，而搭配艾尔海森的主旨在于其造成的草伤直伤补充队伍输出能力。 【7.2】 妮露绽放队 的 其他搭配 相性 ①芙宁娜可以利用的机制的两个点就是 战技的持续后台水伤 、 元素爆发的全队增伤 ，进入妮露绽放队，如果放弃元素爆发的增伤不顾，只考虑战技的后台水伤，那与行秋、夜兰和心海等一种挂水角色相比都是稍逊色的，所以在妮露绽放队，需要搭配一名具有直伤输出能力的角色——目前可考虑艾尔海森。 ②关于 夜兰 ——选择夜兰，再搭配芙宁娜就意味着“ 三水 一草 ”的阵容，而且需要再搭配一名草元素的群体治疗角色，此时能够持续提供草元素附着的群奶角色只剩下白术 （瑶瑶的群体治疗依赖元素爆发站场，且挂草能力不及身为草元素法器角色的白术） 。 【7.3】更多 超绽 玩法 ①诸如将“ 纳行久 ”的行秋替换为芙宁娜，或者直接加入芙宁娜、由草神站场普攻。 ②“海纳行久”变阵为“海纳芙久”“海白芙久”等。 【7.4】与 胡桃 的搭配 ◆ 配置1 ：胡桃+夜兰/行秋+ 钟离 +芙宁娜 ◆ 配置2 ：胡桃+夜兰/行秋+ 闲云 +芙宁娜 ①【配置1】是“胡行钟夜”的 变阵 ，将行秋/夜兰替换为能够进一步提高伤害的芙宁娜，但需要注意的是， 0命芙宁娜的增伤叠层慢 、队伍缺乏群奶导致 次轮开始 芙宁娜的增伤不高。更多是 2命芙宁娜 才考虑选择。 ②【配置2】的胡桃转而进行“ 普攻+下落攻击 ”的 AX 输出方式，通过普攻触发夜兰/行秋的协同挂水， 闲云 的群奶也能保持芙宁娜每轮都有可观增伤，闲云 至少240%+ 充能。 【7.5】与其他 火C 的搭配 ◆向上述未提及的宵宫、烟绯等角色可以通过搭配“双水芙宁娜+治疗角色”体验与芙宁娜的搭配，依靠芙宁娜等角色的直接增幅来提高火C的伤害。 ◆ 示例配队 ：宵宫+夜兰+芙宁娜+ 白术 、烟绯+夜兰+芙宁娜+ 琴 【总结一下】 芙宁娜的机制主要集中在 元素战技 、 元素爆发 ，优先升级元素战技（9+）、元素爆发（9+），选择性升级普通攻击的等级。 ◆ 武器方面 ：优选静水流涌之辉，其次考虑磐岩结绿、腐殖之剑，考虑灰河渡手、西风剑等充能武器。（ 先保证循环再考虑输出！！） ◆ 圣遗物方面 ：套装优选「黄金剧团」4件，充能武器生命沙、非充能武器充能沙（0命）。副词条考虑暴击、暴伤、百分比生命、充能。 ◆ 命座方面 ：芙宁娜的命座提升都比较可观，可以2、4、6命为目标选择性抽取。 超链图片 以上就是本期「芙宁娜」角色攻略的全部内容啦！我们下期再见！_(米游姬入欧) 图片： Asgater 文本： Asgater 数据： Asgater 监督&校正： Asgater",
    "length": 12580
}