{
    "game_id": 2,
    "post_id": "10843544",
    "f_forum_id": 43,
    "subject": "【V2.2攻略】#探索解谜#雾海纪行主线day1【观测枢】",
    "url": "https://www.miyoushe.com/ys/article/10843544",
    "created_at": 1634097430,
    "like_num": 18998,
    "view_num": 753158,
    "reply_num": 1012,
    "text": "UID 100499765 旅行者们好啊！这里是猫冬。本篇文章将为大家带来 稻妻系列世界任务——雾海纪行 的攻略 。 ※ 建议在完成系列世界任务之后再探索鹤观，鹤观上有很多地域弥漫着阻碍视野的大雾，需要完成该系列世界任务后大雾才会消散。同时，在前置世界任务「清籁逐雷纪」中获得的「奇特的羽毛」也是重要的探索道具。 ※  该系列任务分多个阶段，需要多天现实时间完成；如果在某个阶段遇到问题不如隔天再去看看。 ※ 本攻略按【任务介绍】→【任务奖励】→【任务触发点】→【任务流程】的顺序进行编写，【任务流程】中需要解谜或者值得注意的部分，笔者会另外用图片或文字详细描述。 雾海纪行day1 【任务介绍】凯瑟琳似乎有新的委托。 【任务奖励】冒险阅历*450，原石*50，摩拉*50000，精锻用魔矿*4 【任务触发点】稻妻城冒险者协会凯瑟琳处 【任务流程】 1.到稻妻城凯瑟琳处接受委托【要求特别多的作家】 2.与作家[墨田]对话 3.带着墨田的信前往离岛寻找[阿釜]，前往鹤观 4.跟随提示进入鹤观 【鹤观】地形比较复杂，建议旅行者在菅名山顶安放一个[口袋锚点]，未来几天的鹤观探索过程会方便很多哦…… 5与神秘的小男孩[阿瑠]对话 6.前往阿瑠所说的目的地，与阿瑠对话 7.寻找栖木，并触碰栖木，寻找从栖木中飞出的羽毛 栖木的周边地区一般都有这种灯柱哦： 触碰栖木后飞出的羽毛可以在小地图上看到提示哦 收集完羽毛后再次触碰栖木 8.完成后与阿瑠对话 9.前往祭场，寻找[祭司] 10.循着迷雾，找到并供奉[栖木]x3 剩下三棵栖木所在区域皆在迷雾笼罩处 逃课小技巧:上文说过的传送锚点别忘了安放一下哦，菅名山顶 在迷雾中探索会迷失方向，但是在迷雾区域的高空飞行……不会迷失方向哦！ 于时我们直接飞到栖木那里……节省大量时间！ ①栖木 在栖木处击败怪物后会强制触发剧情与早在此处等待我们的[阿瑠]对话哦…… 触碰栖木，寻找从栖木中飞出的羽毛（记得先触碰栖木才会飞出羽毛哦，有小伙伴在没有触碰栖木的情况下找了很久羽毛找不到……哈哈哈） 小贴士：此处的羽毛触碰后会自行移动……许多小伙伴在迷雾中会丢失羽毛的位置比如我所在的蓝标处，这个羽毛触碰的时候会出现怪物，当你与怪物战斗的时候，就会跟丢羽毛的位置。 【此处羽毛触碰完后就回到栖木那去了哦……】 再就是蓝标右侧的羽毛记得摸一下周围的雷种子，因为羽毛在雷屏障里的哦 在寻找完蓝标下方的羽毛后，回到栖木树那里供奉 供奉完栖木后，此区域的迷雾会消散 ②栖木 做完栖木①后往北，来到知比山周边，在图中所示，往知比山右侧走，我们可以看到一个仙灵所在的洞口。 我们跟随仙灵进入洞口，可以看到阿瑠已经在等我们了 老样子，首先触碰栖木，再去寻找羽毛，完成栖木供奉 但是知比山底部全是水，而羽毛在水底。还记得入口那个仙灵吗，将它引导回仙灵座后再寻找另外两只仙灵，将他们都引导回仙灵座后，山底的水会退散。 除了入口那只，一只在底部，一只在仙灵座附近的大树干上，很明显的哦 全部仙灵引导完后，知到比山底的水就退了哦 我们直接下去找羽毛…… 这里三个羽毛只能摸一个，剩下俩个会往深处的洞窟遗迹飞去 不得不说，这俩羽毛非常调皮啊，直接飞到圆石头门里去了 我们需要完成此处的电路石解密才能开门 草丛里还有一个电路石哦，如图这样子放俩个，右侧通电 左侧靠墙那个电路石，周围还有一个电路石头，拿来，通电！ 总共可用四个电路石 右边的机关开关已经解锁，同时我们拿到一个精致的箱子 开门后可以看到刚才进来的两根羽毛在这 面前这个是能捡的，另外一个羽毛还会继续移动 进门后拿到第二个调皮的羽毛 最后一个羽毛更调皮，跑到了下个房间的圆石头门里去了 我们需要完成此处的电路石解密才能开门 但是电路解密在水底，我们先送周围的仙灵回到仙灵座，仙灵1 仙灵2在对面房间里 仙灵3在此处石头堆里，击碎石头即可 然后送完三个仙灵后，我们来到机关处 打开机关，退水 底部机关1 把墙角那个电路石放在这里 对面这个电路石带走，我们顺着墙壁上的电路爬上去到下图位置 这个电路石也带走，等会要用 这个位置放一个，接通电路 最后这个位置放一个，接通电路 我们可以获得一个华丽箱子，同时解锁机关，开门！ 第三个调皮的羽毛就在这了！我们拿到后原路返回 前面的区域，以后再回来探索！先做主线！ 触碰栖木，完成供奉，同时该区域迷雾消散 ③栖木 最后一处栖木，在千来神祠这，可以从刚才的遗迹底部过去 我这里直接逃课，从菅名山顶的自助传送锚点飞过去了哦 触发对话剧情后，老样子，先触碰栖木，再收集羽毛 这里的羽毛走位的很骚，但是寻找难度不大 供奉完栖木后，驱散该区域迷雾 11.栖木供奉完成后，返回祭场 此时的祭场早已空无一人，我们在广场中捡到一个【木簧笛】 12.回到来时的码头找阿釜，准备返程 13.向墨田回报任务 2.2版本新地图、角色、攻略合集（持续更新）",
    "length": 2016
}