{
    "game_id": 2,
    "post_id": "27842785",
    "f_forum_id": 43,
    "subject": "[3.0版]【提纳里】全面养成详细攻略",
    "url": "https://www.miyoushe.com/ys/article/27842785",
    "created_at": 1661310065,
    "like_num": 705,
    "view_num": 40718,
    "reply_num": 219,
    "text": "UID:106342493 以下内容仅代表个人经验和看法。如遇观点看法不同，以你的为准。（手动狗头保命） 进来的建议收藏，因为可能会补充一些内容或调整。不收藏想重新看的时候，可能找不回来了哟 故本文中内容不能保证100%正确，请斟酌观看 如发现错误，会立即更正 _(米游姬 抱米游兔)。能点一下赞就更好了。毕竟码这么多字也不容易，对吧_(米游姬 抛心心)_(米游姬 抛心心) 感谢您的点赞、收藏、关注。 一、角色培养所需材料 突破的详细材料看上图 （点击可查看大图） 。 3.0版新加入了很多新的材料，这里提一下上面几种突破的新材料掉落情况。 PS： 精通秘境「昏识塔」 需达到以下条件才能解锁： • 冒险等阶≥22 •或 完成魔神任务第一章·第一幕「浮世浮生千岩间」 二、角色面板与定位 提纳里角色突破加成为草伤，90级时基础裸面板为：生命值10850，攻击力268，防御力630，突破加成草伤28.8%。基础面板并不高。 提纳里定位 短轴速切副C流 ，基本是放出来输出几秒后又切后台了。如果想拿提纳里当主C，至少得先6命。 主要攻击手段为出场后 E+三重击 （释放E后，重击速度很快），然后 接Q大招 后则会切回后台等待下一次E技能的恢复。 而提纳里主要打蔓激化反应，元素精通的多少直接影响蔓激化反应的伤害值。且提纳里的固有天赋2和专武均指向元素精通。 由此可以得出结论， 属性优先堆叠 元素精通 ，其次 暴击爆伤 、最后 攻击力 。一般精通堆叠500以上就可以了，提纳里也很缺暴击率，尽量把暴击率提升到60以上，爆伤120以上。 三、天赋讲解 战斗天赋一：普通攻击.藏蕴破障 普攻： 进行至多四段的连续弓箭射击。其中第三段同时发两箭。 普攻伤害倍率不高。提纳里以重击为主。 重击： 进行伤害更高、更为精准的瞄准射击。瞄准时，草木的力量会在箭矢上持续积聚,并随攻击发射出去。 根据蓄力时间长短，能造成不同的效果: 一段蓄力:射出附有草元素的箭矢， 造成草元素伤害 ; 二段蓄力:发射 花莒箭 ,造成草元素伤害。命中后，将产生 4枚会自行追踪附近敌人 的藏蕴花矢，能够造成草元素伤害。 重击伤害分两段，比较类似甘雨，普通攻击9级时，第一段蓄力伤害倍率为210.8%，第二段伤害倍率410.6%，基本是第一段的两倍之多。 加点建议： 8级以上，有能力可升满 战斗天赋二：识果种雷 提纳里向前投掷 识种心雷 ，造成草元素 范围伤害 ，并产生识蕴领域，神秘的幻象会 持续嘲讽 其中的敌人，吸引火力。 识种心雷 是目前（3.0版本）最强的嘲讽技能，持续时间8秒，技能冷却12秒。拥有75%覆盖范围，覆盖率最大。而且 必定嘲讽范围内的敌人 。 此外，提纳里将获得 「通塞识」 效果，使其花笞箭所需的 蓄力时间减少2.4秒 ，该效果将在持续时间结束或提纳里 发射3次花莒箭后消失 。 PS：BOSS以及免疫控制的敌人不吃嘲讽 加点建议： 1级即可，有财力可以提升到8级以上 PS：元素战技可以不升，因为提纳里以精通为主，升级只加倍率， 有财力可以提升到8级以上 。 战斗天赋三：造生缠藤箭 汇聚一切种子的力量,发射 6枚能追踪敌人 的缠藤箭,造成草元素伤害。 缠藤箭在命中后，将会产生 次级缠藤箭（也是6枚） ， 追踪附近的敌人 ，并在命中时造成草元素伤害。 需要注意的是， 大招第一段6枚缠藤箭攻击的范围很小，伤害总倍率为600.7%，而第二段的6枚缠藤箭则是单体攻击，伤害总倍率为734.2%。 挂草效率均为弱草。 加点建议： 8级以上，有能力可升满 固有天赋一：眼识殊明 提纳里 发射花莒箭后 , 元素精通提升50点 ,持续4秒。 在开大之前，先重击发射 花莒箭， 这样大招才能吃到50点精通带来的伤害提升。 固有天赋二：诸叶辨通 提纳里的 每点元素精通 ，都会使其 重击 与 造生缠藤箭 造成的伤害 提升0.06% 。 通过这种方式，至多使上述攻击造成的 伤害提升60% 。 从这点可以看出， 提纳里基本以提高精通为主。 固有天赋三：闳览博物 在小地图上显示周围的须弥区域 特产 的位置。 PS：元素战技可以不升，因为提纳里以精通为主，升级只加倍率。 四、命座讲解 1命：由根须断定肇始 提纳里重击的暴击率提高15%。 约能给提纳里 5% 的提升。 2命：由茎干剖析来缘 当识果种雷的识蕴领域中存在敌人时，提纳里获得20%草元素伤害加成。 识蕴领域持续时间结束或其中不存在敌人后，该效果至多持续6秒。 约能给提纳里 7% 的提升。 3命：由枝节知晓造化 造生缠藤箭的技能等级提高3级。至多提升至15级。 4命：由片叶管窥枯荣 施放造生缠藤箭时，队伍中附近的所有角色的元素精通提升60点，持续8秒。若造生缠藤箭触发了燃烧、绽放、原激化或蔓激化反应,元素精通将进一步提升60点，并刷新该状态的持续时间。 约能给提纳里 4% 的提升，另外能为全队提供 最少60点的精通 。 5命：由繁花明了悟觉 识果种雷的技能等级提高3级。至多提升至15级。 6命：由硕实品论应果 花莒箭所需的蓄力时间减少0.9秒,并在命中后能产生1枚额外的藏蕴花矢，能造成提纳里攻击力150%的伤害。 能大大减低提纳里的花莒箭的蓄力时间，能够快速发射3发，基本等于秒射。 提纳里的1~5命的提升并不大、而4命在某些特定的队伍中才会有奇效。6命提升明显，属于质变命座。 故 普通玩家0命即可 ，氪佬真爱党可以考虑6命。 五、武器选择 五星武器： 五星武器首选 猎人之径 ，次选 若水、冻极白星。 点击这里可以查看更完整的【提纳里五星武器真实评测】 四星武器： 四星武器首选 绝弦 ，次选 苍翠弓、风花之颂 点击这里可以查看更完整的【提纳里四星武器真实评测】 对于如何选择：我的说法是，对于平民玩家来说，有什么就用什么吧。都有就根据上面自行筛选呗。 队伍充能比较快的，可以选择大招伤害更高点的。充能比较慢的，则选择花筥箭伤害更高点的。 六、圣遗物选择 主词条选择： 优先选择： 精通沙漏、草伤杯、暴击/爆伤头 次       选： 攻击沙漏、草伤杯、暴击/爆伤头 副词条选择： 暴击、爆伤 > 精通 > 攻击力 PS：使用专武猎人之径的建议优先佩戴精通沙漏 圣遗物选择： 如果 其他草系角色佩戴了深林套 ，则提纳里可以 优先选择2+2 会更好，不单能更早的毕业，伤害收益跟深林套装相当。如2深林+2饰金、2深林+2乐团、2乐团+2饰金等等，又或者佩戴饰金套。老玩家也可以临时先用 乐团4件套 过渡。 PS：「深林的记忆」、「饰金之梦」圣遗物，需在 祝圣秘境「缘觉塔」 中获取。 ◇ 祝圣秘境「缘觉塔」 解锁条件： •冒险等阶≥22 •或 完成魔神任务序章·第三幕「巨龙与自由之歌」 需要达到以上条件才能开启 祝圣秘境「缘觉塔」。 七、队伍搭配 配队思路： 1、 提纳里主要是打 蔓激化反应 ，而激化反应必须要雷触发。所以选择雷系角色配搭。优先选择 神子 、其次非谢尔、雷神。而且，提纳里为短轴速切副C，需要角色弥补真空期。所以首推神子。 2、 其次选择一个草系角色进行配搭，可以激活双草共鸣。目前只有 科莱 一个可以配搭的草系角色。以后会有更多的选择，例如草神。 3、 最后一个位置可以选择 钟离， 能够保命的同时，又能提供20%的减抗，没有钟离也可以选择其他角色，例如久崎忍，还能凑双雷。 4、提纳里 不建议带水火冰角色 。会影响提纳里蔓激化和超激化反应。 （这里说的是对于以提纳里为主输出的情况下，其他草系带水火再加个风也很强的。） 8、输出手法 在提纳里的队伍中，提纳里可以先手开E，因为他的E释放时即开始计算CD。而花筥箭有12.8秒的存在时间，正常情况下不会浪费掉。而且E还有很强的引怪作用。 例如提钟科神队伍：（如上图） 提纳里E >  钟离长E  >  神子EEE > 科莱EQ > 提纳里A3次花筥箭，然后接Q开大。然后继续接E再A 3次花筥箭 ，完成一轮高爆发的输出。 9、其他问题 1、关于新加入的草系超激化、蔓激化反应： 首选 元素精通可以提升元素反应带来的收益 。假设 元素精通为100时 ： 超激化、蔓激化反应带来的伤害提升提高38.4%; 当 元素精通为200时 ： 超激化、蔓激化反应带来的伤害提升提高71.3%; 可见，提升是非常明显的。 而 激化反应 ， 是草与雷之间的增幅反应 。此反应不需要分顺序，即先上草还是雷都一样。 当分别给敌人附着草元素和雷元素时，敌人身上会有黄色的闪电特效，但不会造成伤害，持续7秒，这个我们称为【 原激化】 。当敌人身上产生原激化后，此时如果 再次用雷攻击 敌人，则触发 【超激化】 反应。而如果是 用草攻击 敌人，则触发 【蔓激化】 反应。触发超激化或蔓激化反应时，伤害提升两次后就会失去激化状态。 但由于 超激化或蔓激化状态下，元素附着依然生效。 所以可以不断交替上元素，从而达到一直保持增伤效果。 2、 绽放反应： 敌人受到 水元素与草元素 影响后，将会引发 「绽放」反应 ，产生 草原核 。 同时至多存在一定数量的草原核。在数量达到上限后再产生新的草原核，或在草原核的持续时间结束后， 草原核将会爆发 ， 造成草元素范围伤害 。 草原核 接触火元素 时，将会引发 「烈绽放」 ，造成 更强的草元素范围伤害 ； 遇到雷元素 则会发生 「超绽放」 反应，将草原核 转化为具有追踪能力的蔓生弹 。 3、新加入的 元素共鸣和原元素共鸣调整对提纳里的影响： (1).双草-「蔓生之草」 新增草元素共鸣效果「蔓生之草」： 元素精通提升50点 。触发燃烧、 原激化、绽放反应 后，队伍中附近的所有角色 元素精通提升30点 ，持续6秒。触发 超激化、蔓激化、超绽放、烈绽放反应后 ，队伍中附近的所有角色 元素精通提升20点 ，持续6秒。以上效果的持续时间**计算。 双草配队时，可以给提纳里提供最高100点的元素精通提升。而提纳里恰恰是需要高元素精通，所以，提哪里在配队时优先选择双草阵容是很又必要的。 (2). 双水-「愈疗之水」 水元素共鸣「愈疗之水」调整为：“火元素附着的持续时间下降40%。生命值上限提升25%”； 这个调整跟对提纳里没有什么影响。 (3). 双雷-「强能之雷」 雷元素共鸣「强能之雷」调整为：“水元素附着持续时间下降40%。触发超导、超载、感电、原激化、超激化、超绽放反应时， 有100%概率掉落1个雷元素微粒 ，冷却时间5秒。”； 新调整的双雷共鸣，对提纳里影响不大。但对于和提纳里组队的雷角色能够更快的充能。但是否提纳里队伍中是否需要配搭双雷阵容，则视情况而定。 4、关于是否抽取的问题： 真爱粉可抽，等等党可等3.1版本后，提纳里会放进常驻池。不急的可以等歪。 有其他问题之后再补充…… 欢迎转载，但请勿盗用，转载请注明出处 求点赞、收藏、转发、关注 _(派蒙-开心)_(派蒙-开心)_(派蒙-开心)",
    "length": 4474
}