{
    "game_id": 2,
    "post_id": "55334475",
    "f_forum_id": 43,
    "subject": "【历练点改动】一帖带你了解4.8历练点新机制",
    "url": "https://www.miyoushe.com/ys/article/55334475",
    "created_at": 1721315536,
    "like_num": 1539,
    "view_num": 6085,
    "reply_num": 52,
    "text": "超链图片 这里是卡玛sei亚，本期内容围绕4.8版本更新随之带来的 历练点 系统改动，讲解现版本 历练点机制 与要点。 一、什么是历练点 历练点是 「冒险历练」 系统的特殊积分，可以 代替完成 每日委托任务，换取委托奖励。 每日仅可领取 4次 委托奖励 （无论通过何种途径） ，领取奖励达到4次后，完成每日委托任务和历练事项，均无法再获得奖励，此时，可以在冒险家协会的凯瑟琳处领取额外的「每日委托」奖励。 通过历练点换取委托奖励，不会对每日委托造成影响。每日领取奖励次数达到上限后，仍可完成每日委托，推进任务进度。 超链图片 ✦解锁条件 冒险等阶≥ 24 ✦转化机制 旅行者通过收集神瞳、开启宝箱、完成部分任务等可获得 一次性奖励 的事项，可以积累历练点。每个历练点可换取1次委托奖励，历练点每日可获取的最大数量 （该数量至多4个） 取决于已完成的委托数。 每日获取的历练点达到上限后，再次获取历练点时，会将其 等比例 储存为「长效历练点」。在历练点未达到当日上限时，可通过 消耗原粹树脂 ，将长效历练点 等比例 转化为历练点。 长效历练点可一直储存至下一个x.0版本 （两个x.0版本之间间隔约为 一年 ） ，例如当前版本为4.8，则已获得的长效历练点会在5.0版本更新时才被清零。 超链图片 二、如何规划历练点 每日委托为旅行者最基础的原石来源之一，提高其获取效率可显著节约游戏时间。 ✦高效获取 在4.8版本更新后，来自活动的历练点显著减少，但宝箱/神瞳历练点获取效率不变，且通过角色传说任务、邀约事件等途径获取的历练点有所增加。 应保证有足够长效历练点数量以代替每日委托，显然神瞳/宝箱/角色传说任务等 常驻事项 获取历练点的效率较高，有余力应优先通过这些事项积攒。 对于探索度低且有较多角色传说任务/邀约事件未完成的旅行者，能高效获取长效历练点的途径非常多，而对于探索度全满、任务基本清空的肝帝，也有4.8版本限时地图「希穆兰卡」的探索事项可选。 超链图片 ✦关于历练点转化 若当日历练点未达上限且持有长效历练点，则每消耗30点原粹树脂，均会使 1个 长效历练点转化为历练点，以代替完成 1个 每日委托任务。 *若当日历练点与上限差距小于1个，则该次树脂消耗仅会将当日历练点补充至上限，但仍需消耗30树脂才可触发转化。例如当日未完成任何每日委托任务且未消耗树脂、已获取3.5个历练点，则再消耗30树脂可将0.5个长效历练点转化为历练点。 合成浓缩树脂即为消耗原粹树脂的常见手段，因此合成时即可触发转化，但消耗浓缩树脂不会再次发生转化。 ✦委托成就相关 部分每日委托会推进任务进度 （每日经常只能接取到1个） ，且可能带有隐藏成就。若需追求成就数量，则这些委托需要优先完成。 由于只要历练点未达上限，消耗树脂就会将长效历练点转化为历练点，且即使历练点达到上限，再完成每日委托也不会将其转化为长效历练点，因此需 先做委托再清树脂 。 ✦好感相关 当旅行者需要提升好感的角色不多于2名时，可考虑联机领取委托奖励。联机完成每日委托和通过历练点领取都可获得 双倍好感度 。 在凯瑟琳处领取的额外奖励，也可通过此方式获得双倍好感度——先进入对话状态，然后让好友进入世界，之后再完成对话即可 （当然需对应角色在队伍中1~2号位，且保证其中一个在队伍前台） 。 超链图片 三、历练点的具体获取 在4.8版本更新后，无法再通过城市声望·居民请求任务、限时活动的开启及后日谈任务获取历练点，但如下途径仍可用，将在此进一步介绍。 ✦神瞳类收集物 散失的神瞳、绯红玉髓、流明晶石等角色触碰即可收集的地区特色物品，每个在收集时即可获得 0.5 个历练点 （无需供奉） ，限时地图「希穆兰卡」中的 欢声飞羽 也属于该类物品： 超链图片 ✦开启宝箱 开启 任何品质 的宝箱一般均可获得 0.5 个历练点。因此若需节约探索时间，可考虑优先寻找普通/精致的宝箱。 ✦完成任务 魔神任务、传说任务一般每一幕分为多节，完成每节均可获得一定历练点 （一般至少3个，经常4个） ，例如阿蕾奇诺传说任务分为4节，即每节对应一次历练点奖励。 超链图片 邀约事件传说任务分为多个节点，一般首次完成每个节点的任务都会获得一定历练点 （约1~2.5个） ，但各结局的解锁奖励不提供历练点。 超链图片 不同世界任务的长度差距悬殊，其提供的历练点也基本与长度相关。 ✦参与活动 领取限时活动奖励也可获取少量历练点。由于活动的原石获取效率相对较高，其提供的历练点相应较少，单个活动每天更新的奖励一般仅能提供0.5~2个历练点。 超链图片 超链图片 以上就是本期历练点机制讲解的全部内容啦~我们下期再见！",
    "length": 1927
}