{
    "game_id": 2,
    "post_id": "46721884",
    "f_forum_id": 43,
    "subject": "【V4.3攻略·角色攻略】娜维娅·全面解析︱机制/养成/配队",
    "url": "https://www.miyoushe.com/ys/article/46721884",
    "created_at": 1703037815,
    "like_num": 12087,
    "view_num": 1386406,
    "reply_num": 2590,
    "text": "UID：100559319 这里是阿斯盖特，本期是刺玫会的会长、领导、总指挥——「 娜维娅 」的角色攻略！本期将 详细地讲解 娜维娅的 技能机制 、 装备与养成 、 命座提升 与 相关队伍搭配 ~ ▶ 为了 提高整体阅读体验 ，将下文中的 大部分文字 讲解内容 放置于折叠内容中 ，旅行者们可以选择性查阅~ “盲目乐观可不行，幸福的生活要靠自己的双手去争取！” ◆【目录】◆ （点击查看） 1.简析& 一图流 （含角色培养材料图表） 2. 技能 解析 3. 圣遗物 搭配 4. 武器 选择 5. 命之座 解析 6. 队伍 搭配 7.总结一下（ 省流版 ） 【简析&一图流】 「 娜维娅 」是一位能利用结晶反应晶片强化自身元素战技的 岩元素输出型 角色。当队伍成员 拾取结晶反应产生的晶片 或娜维娅自身的 元素爆发命中敌人 时，娜维娅将会积攒 裂晶弹片 。施放元素战技可以消耗所有弹片打出 玫瑰晶弹 ，对敌人造成爆发伤害。元素爆发可轰击前方的敌人，造成 岩元素范围伤害 ，并在此后进行间歇性轰击。 文字太长不想看？先看看下面的 一图流养成 吧！ 【角色培养材料图表】 （点击查看） ▲以上是 简析与养成 的全部内容▲ ▶技能加点：元素战技（ 9+ ）＞普通攻击/重击（ 8+ ）＞元素爆发（ 6+ ） ◆娜维娅的主要玩法分为 站场输出 、 速切爆发 两种——当为站场输出时优先升级元素战技、普通攻击，最后升级元素爆发；当为速切爆发时优先升级元素战技，之后选择性升级元素爆发、普通攻击。 【1】普通攻击/重击（A/Z） 【普通攻击·技能 演示 】 *该技能演示源于“V4.3专题内容页”。 （普通攻击） 【普通攻击·相关 讲解 】 ①娜维娅可进行4段普通攻击，第3段普攻造成3次伤害，其余每段均为1次伤害。 ②进行冲刺、跳跃等动作中止普攻时，第3段普攻依旧可造成伤害。 类似钟离普攻中在“踢枪”时中止依旧可造成伤害。 ③第4段普攻具有较大的动作前摇，在进行普攻输出时可选择“3次普攻接冲刺或跳跃”的输出方式 （3A闪循环） 。 ◆普通攻击是娜维娅的 持续输出手段 ，触发 固有天赋1 后可使普攻、重击等造成岩伤。 【2】元素战技· 核心 （E） 【元素战技·技能 演示 】 *该技能演示源于“V4.3专题内容页”。 （元素战技·点按） （元素战技·长按） 【 基础 机制】 ①无论点按、长按，每次战技命中敌人时均可产生 3-4颗岩元素微粒 （概率约为50%） 。 ②战技命中敌人造成 弱岩元素伤害 （1元素量） 。 ③流涌之刃具有“ 荒性 ”效果， 无法触发元素反应 、具有 7秒 冷却时间。 【“裂晶弹片”的 获取 】 *下方GIF演示源于“V4.3专题内容页”。 （拾取结晶） ①娜维娅左侧的 “子弹”特效 （显示3枚） 就是裂晶弹片的层数，其中低亮度为1层，每枚“子弹”特效 亮度继续提升 表示 再提升1层裂晶弹片的层数 ， 至多获取6层 裂晶弹片层数。 ② 队内角色拾取 由结晶反应产生的晶片时可以提高【裂晶弹片】的层数。 *队内角色拾取“ 幼岩龙蜥 ”产生的「岩元素结晶晶片」 无法提升裂晶弹片的层数 。 ③长按元素战技期间可以持续获取娜维娅周围的结晶晶片，并且提升一定程度的抗打断能力 （效果与处于 行秋雨帘剑 下类似） 。 ④点按推荐娜维娅处于 至少3层裂晶弹片时使用 （层数越高越好） ，长按可用于裂晶弹片层数较低、结晶相距娜维娅有一些距离时使用 （用于 快速获取 结晶提高层数 ）。 【玫瑰晶弹的“ 命中 ”机制（ 重要 ）】 ◆“霰弹枪”规则： 又称“散弹枪”、“滑膛枪”。 霰弹枪的子弹为“ 散射流状 （类比圆锥体） ”发射而出——敌人距枪口越近，命中敌人的子弹数量越多；反之，距枪口越远，命中敌人的子弹数量越少。 ◆娜维娅战技的“铳柄伞”所发射的“玫瑰晶弹”就是 类似于霰弹枪子弹的发射形式 ——敌人 距离娜维娅越近 （甚至贴身） ，命中该敌人玫瑰晶弹的数量越多、 伤害越高 ；反之敌人距娜维娅越远，伤害越低。 【特别 注意 】 ①铳柄伞发射的玫瑰晶弹 对每名敌人仅造成1次岩伤 ——命中该敌人的晶弹数量越多，此次伤害单一越高。因此，施放战技时推荐尽可能地 近身靠近敌人 ，使尽可能多的玫瑰晶弹命中敌人。 ②战技中描述的“11枚玫瑰晶弹全部命中时，将造成原本200%的伤害”是一个最大值，并 不是说 只有在全部命中才会获得直接的技能倍率提升。 不同数量的晶弹命中敌人会获得不同程度的技能倍率提升 ， 例如 5枚命中战技倍率提升120%、7枚140%、9枚约167%、11枚为200%。 【玫瑰晶弹的 伤害 结算（ 选看 ）】 ①不同裂晶弹片层数可以提高玫瑰晶弹 （战技伤害） 所造成的伤害——裂晶弹片的层数越高， 命中某一名敌人 的玫瑰晶弹数量越多、造成的伤害越高，其伤害提升为最直接的倍率相乘。 ②0层裂晶弹片可打出基础5枚玫瑰晶弹、1层打出7枚、2层打出9枚、3-6层均打出11枚。 ③当施放元素战技时，娜维娅处于第4-6层裂晶弹片效果下，将会提升本次打出的玫瑰晶弹造成的伤害，该提升属于 增伤加成 、与岩元素伤害加成相加计算 （至多45%增伤） 。 ◆元素战技是娜维娅的 核心技能 ，推荐优先升级。其伤害取决于 【裂晶弹片】层数 、 每次战技命中敌人时的【玫瑰晶弹】数量 。具有可观的爆发输出伤害，既可配合固有天赋1站场输出，也选择作为队内爆发副C选择性入队。 【3】元素爆发（Q） 【元素爆发·技能 演示 】 *该技能演示源于“V4.3专题内容页”。 【元素爆发·技能 解析 】 ①元素爆发的「金花礼炮」施放时造成 强岩伤害 （2元素量） ，后续「支援炮击」造成 弱岩伤害 。 ② 约每0.75秒会发射1枚支援炮击，命中敌人的每3次礼炮攻击施加1次 弱岩附着 。 ③元素爆发的施放攻击和后续的支援炮击命中敌人 均可提高 娜维娅的【裂晶弹片】层数， 每2.4秒 至多提升1次，持续期间共可进行 17次 支援炮击 （每次炮击会攻击一定范围内的随机敌人） 。 ◆该技能属于娜维娅的 “辅助”叠层技能 ，通过礼炮攻击命中敌人额外获得裂晶弹片层数提升，进而提高战技造成的伤害。技能的伤害倍率比较一般，在升级技能时可考虑最后升级。 【4】固有天赋 【4.1】固有天赋 1 ·不明流通渠道 *该技能演示源于“V4.3专题内容页”。 （普通攻击·岩伤） 施放元素战技后娜维娅的普攻、重击和下落攻击可造成 岩伤 ， 其中普攻、重击共享常规附着规则。 * 常规附着规则 ：同一模组的攻击在命中敌人后的2.5秒内，第1、4、7…次攻击（又称每间隔2次攻击）对敌人施加元素附着。 【4.2】固有天赋 2 ·互助关系网 队内的 火 、 雷 、 冰 、 水 角色将提高娜维娅的百分比攻击加成， 至多叠2次 ，也就是说2名上述4元素角色即可叠满，且 不要求元素类型异同 ，即双水可以满层、水火也能满层。 ▲以上是 技能解析 的全部内容▲ ▶套装选择 ◆各套装搭配 期望对比 ①站场输出时 ②速切爆发（含EQ） ②速切爆发（仅E） 【 套装选择 讲解】 ①优先考虑「 回声之林夜话 」4件，娜维娅的输出依靠战技的施放并且长时间处于结晶庇护下，可以获得 50%的岩元素伤害加成 ，其他套装搭配与套装差距较大。 *该套装的岩伤加成 直接显示 在角色的属性面板中。 ②当搭配「 芙宁娜 」时，可考虑「 逐影猎人 」4件——降低了娜维娅的暴击率需求，从而娜维娅可优先堆叠暴击伤害、攻击加成。 ③作为「 速切副C玩法 」时，并不推荐优先考虑「黄金剧团」4件，因为本身娜维娅的元素爆发也具有不可忽视的伤害占比，黄金剧团仅提高战技伤害 （如果 只看战技伤害 那么可以考虑） 。 ④ 站场玩法 优先考虑回声4件，不推荐为了站场玩法而专门刷取角斗士、逆飞、追忆等套装。 ⑤各类2+2散搭 中期过渡 选择多样，主要是攻击2件、岩伤2件和剧团2件的组合。 ⑥ 前期过渡 可以考虑“战狂2件+赌徒2件”的搭配。 【 词条 与 面板 选择】 ◆不同主词条 期望对比 ①不搭配逐影猎人4件时，娜维娅的暴击率推荐70%及以上，非双暴武器的暴伤推荐在150%及以上，双暴武器的暴伤推荐在180%及以上。 ②搭配逐影猎人4件时，暴击率在34-64%即可，避免暴击率溢出。 ③优先考虑“ 攻击沙/岩伤杯/双暴头冠 ”的组合，不推荐考虑攻击杯 （稀释相对大） 。 ▲以上是 圣遗物搭配 的全部内容▲ ▶武器选择 【各武器 期望对比 （点击查看） 】 ▶部分数据计算说明 ①螭骨剑、无工大剑均模拟计算了叠层过程，武器技能效果呈逐级提升再至不变的情况。 ②因为娜维娅长期处于结晶庇护下所有在计算时选择了默认触发无工大剑的攻击力提升翻倍效果、默认无法触发苇海信标的受击效果（芙宁娜的全队生命消耗机制无法触发苇海信标的受击条件）。 ③黑岩斩刀的期望对比为默认触发1层时的效果。 ④狼的末路在计算是选择了多轮输出方式，拟合了敌人从100%生命至30%触发狼末技能的过程，即为综合数据（不单是未触发/触发）。 ⑤图中已计算天空之傲、试做古华、衔珠海皇所附带的额外物理伤害。 ⑥聊聊棒在计算中选择了仅处于火元素附着下。 ▶武器详解 （点击下方查看） 【1】裁断/螭骨剑 ▌裁断（5★） ①娜维娅的 毕业武器 。高额基础攻击力 （白值） 提高娜维娅百分比攻击力的收益，同时武器技能触发简单，队内角色 （包括娜维娅） 拾取结晶即可触发。 ②如果 没有高精练的螭骨剑 、且 原石充裕 的玩家可考虑直接抽取。 ▌螭骨剑（4★） ——螭骨剑，又是它！.jpg ① 纪行30级武器 （大月卡） ，高额增伤、暴击率加成使得「螭骨剑」在双手剑中举足轻重。娜维娅在大多数输出时间内都处于结晶庇护下，所以螭骨剑的增伤层数不会轻易减少，可以维持较长时间的高额增伤。 ②装备该武器进入「 深境螺旋 」时， 推荐角色置于1号位 ，这样在 开启挑战前可以先使螭骨剑增伤叠层 （切至后台不会减少层数） 。 ③搭配「 芙宁娜 」时，荒性战技的 生命消耗不会使螭骨剑的增伤层数降低 。 ④精5螭骨剑在搭配「 班尼特 」后会进一步缩小与武器「裁断」的差距，如果已经有精5螭骨剑可以考虑不抽取裁断。 （有螭骨剑推荐直接使用，然后再考虑后续版本提高精炼等级） 【2】苇海信标/赤角石溃杵 ▌苇海信标（5★） ①该武器提供高额暴击率、百分比攻击力加成。但如果想完全触发该武器技能需要娜维娅 提前受到敌人攻击 ，这对于经常处于结晶庇护下的娜维娅比较棘手。 ②如果没有上述武器可以考虑选择该武器。 ▌赤角石溃杵（5★） ①该武器的 基础攻击力较低 ，使得百分比攻击力的收益下降。同时，该武器技能根据娜维娅的防御力提高其普攻、重击的基础伤害值，娜维娅并不是主堆防御的角色，所以武器技能对娜维娅的提升较小。 ②如果有该武器，且没有上述其他武器，可以考虑在搭配「 班尼特 」的情况下使用。 【3】无工大剑/狼的末路 ▌无工大剑（5★） ①该武器对于站场玩法的娜维娅而言叠层速度较快，并且自身较高的基础攻击力提高了该武器的百分比攻击力收益，同时 处于结晶庇护下 能够触发该武器的攻击加成翻倍。 ②装备者处于后台时，无法触发该武器的叠层。 ▌狼的末路（5★） 与「 无工大剑 」类似的是，该武器也可提供高额攻击加成，但武器技能中的额外40%攻击加成 需要命中处于30%生命以下的敌人 才能触发，在 对单或BOSS环境 中利用效率较低。 *这类具有高额百分比攻击力加成的武器，在搭配班尼特时，攻击加成的稀释程度较大，使这类武器的整体表现要逊色于双暴类双手剑。 【4】究极霸王超级魔剑/浪影阔剑 ▌究极霸王超级魔剑（4★） ① 4.3版本的活动武器 。基础攻击力属于4星武器中较高的一档，同时副属性的 充能效率 可以改善娜维娅的能量循环 （娜维娅还是需要一些充能的，便于启动元素爆发） 。 ②武器技能可以提供高额的百分比攻击加成，进而提高娜维娅造成的伤害。 ▌浪影阔剑（4★） ① 枫丹地区锻造武器 ，场上角色受到治疗后即可获得额外攻击加成。 ②娜维娅装备该武器并搭配「 班尼特 」时需要考虑这种情况——娜维娅长期处于结晶庇护下，同时生命值高于70%，从而导致班尼特的元素爆发不再进行治疗，从而无法触发该武器的额外攻击加成，出现无法持续获得更多攻击加成的情况。 *班尼特元素爆发的治疗机制：如果生命值低于或等于70%，会持续恢复生命值；反之，如果当前场上角色的生命大于70%，则不会再提供治疗。 【5】其他武器选择 ① 天空之傲 ：充能效率优化元素爆发循环，高额基础攻击力提高百分比攻击收益，全伤害加成提高娜维娅的技能伤害，如果没有上述5星武器以及螭骨剑可以考虑选择。 ② 聊聊棒 ：纪行武器， 性价比要低于「螭骨剑」 ，对于娜维娅而言该武器技能利用率较差，通常不搭配除班尼特以外的其他能够产生“自附着”的角色，导致只能触发该武器的百分比攻击力加成，从而在同精炼等级的对比下逊色于螭骨剑。在选择纪行武器时，优先考虑「螭骨剑」。 *自附着：部分角色施放技能后可为队伍场上角色施加附着，使场上角色处于某元素的附着下，如 班尼特 （Q）、 多莉 （Q）、 芭芭拉 （E）、 迪奥娜 （E）等。 ③ 试做古华 ：锻造武器。如果已有双手剑的武器原胚可考虑锻造「浪影阔剑」。如果已经有了该武器同时没有其他更好的武器可过渡使用。 ④ 衔珠海皇 ：活动武器，没有上述所有武器可前期过渡， 不推荐一直用到90级。 *如果上述武器都没有，对于娜维娅而言其他武器都表现不佳，所以只能有什么用什么，然后再考虑获取上述提及的双手剑武器。 ▲以上是 武器选择 的全部内容▲ ▶命座介绍 【 命座 提升对比 】 【命之座 讲解 】 【 1命 】优化循环、缩短技能冷却。虽然娜维娅的能量需求为60点，但要想持续保障元素爆发提高【裂晶弹片】的层数仍需堆叠少量元素充能效率，而该命座降低充能需求，两次战技施放可恢复至多18点能量， 变相降低能量需求 。 【 2命 】施放战技时根据裂晶弹片层数提高战技的暴击率，并且额外降下一次「 支援炮击 」 （属元素爆发伤害） ，减少下一次战技施放时的叠层时间。 *该命座的额外支援炮击的附着与元素爆发一致，均为每3次伤害施加1次附着。 【4命】最直接的 降低岩抗 ，提高娜维娅的输出能力。 【 6命 】解锁娜维娅的最强形态！施放战技时的裂晶弹片层数大于3层将 返还超过3层的层数 （比如本次战技消耗5层弹片层数，那么将返还2层层数） ，大幅减少后续施放战技时的叠层时间，同时根据超出3枚的弹片层数提高战技暴击伤害。该命座大大提高娜维娅的输出能力。 ◆总的来说，娜维娅的1、2命附带 额外机制增添 、改善输出手感 （主要是弹片叠层过程） ，3-5命是 最直接的伤害提 升，6命大幅度改善娜维娅的输出同时其速切爆发玩法得到大幅提高 （弹片返还机制） 。对于 原石充裕 的旅行者，可以考虑在抽取0命后以1、2、6命为目标。 ▲以上是 武器选择 的全部内容▲ 【1】双岩站场玩法 【1.1】 双岩 角色的 选择 ◆组合玩法关键 ：娜维娅需要通过队内 拾取结晶 来提高战技层数，在搭配另一名岩元素角色后可以辅助产生更多结晶， 加快 娜维娅的层数堆叠。 如果仅娜维娅 1名 岩伤角色，战技的叠层将更多依靠 元素爆发命中敌人 周期性提高层数、 产生结晶 ，整体叠层压力较大。因此， 更推荐 有另一名岩元素角色辅助产结晶。 ①阿贝多 ◆关键词 ：后台岩伤、持续输出、战技产球、产生结晶 ◆更多讲解 ： 后台岩伤持续转，产球结晶两不误；要想输出叠防暴，注意位置施放处。 战技具有 后台脱手触发 的效果，可以配合其他角色 触发结晶反应 ，战技 产出元素微粒 促进娜维娅的能量循环，因为持续时间较长，可先手施放。 ◆培养三两事 ：堆叠防御、双暴提高战技伤害。 ②钟离 ◆关键词 ：令人安心的护盾、全属性近身减抗 ◆更多讲解 ： 帝君护盾安心，减少全属抗性。 护盾提高全队生存能力，并 降低周围敌人的全属性抗性 ，进而提高队伍的输出伤害。注意的是，搭配钟离时，娜维娅获取岩微粒的速度较慢，需要进一步提高娜维娅自身的充能效率，并且钟离推荐携带「西风长枪」。 ◆培养三两事 ：省时省力全生命，兼具输出叠双暴。 ③五郎 ◆关键词 ：结晶吸收 ◆更多讲解 ：五郎通过 施放元素爆发 ，进而周期性 （每1.5秒） 吸引附近的结晶至当前角色位置， 减少 部分结晶因为敌人建模体积“卡位”带来的拾取不变现象。另外， 娜维娅并不需要五郎战技的防御力提升 ，娜维娅从五郎获得的伤害提升更多是 6命 的岩伤暴伤提升 （2名岩元素角色为20%岩伤暴伤） 。 ◆培养三两事 ：堆叠充能优化循环。 ④凝光 ◆关键词 ：爆发伤害、法器角色、低能量需求 ◆更多讲解 ：利用自身技能快速切出造成爆发伤害，并且作为 法器角色 可以在队伍出现“等技能CD”时利用普攻、重击补充伤害。 ◆培养三两事 ：主要堆叠双暴、攻击提高自身伤害。 【相关 岩元素 角色培养】 【1.2】双岩双火队 【相关角色培养（ 香菱 / 班尼特 ）】 ①香菱的 充能效率 不要落下，推荐堆叠至220%-240%。 ②班尼特的元素爆发持续时间较短 （仅12秒） ，想要 提高 班尼特对娜维娅站场输出提升的 覆盖面 可以考虑先施放娜维娅大招、再施放班尼特的大招。 ③香菱也可替换位 迪希雅 ，队伍输出能力降低、生存能力提高。如果第2名岩元素角色选择 钟离 ，则优先考虑香菱。 【1.3】双岩双水 【相关角色培养（ 夜兰 / 行秋 ）】 ①这一组合其实是相当于娜维娅担任 “ 双水夜行 的驾驶员” ，利用队伍所有角色均具有不错的伤害，使整体输出表现不错。 ②夜兰和行秋可以 降低一些充能效率 ，转而堆叠双暴、生命 （夜兰） 或攻击 （行秋） 提高技能伤害。 行秋6命充能推荐再180-200%、6命以下在240%左右；夜兰0命充能推荐在220%左右、1命及以上推荐在190%左右。 【1.4】与芙宁娜搭配（芙 班 /芙 夏 ） 【1.4.1】双岩芙班 ①推荐2命及以上「芙宁娜」考虑， 低命时 芙宁娜的增伤累积速度较慢， 无法仅靠 班尼特为场上一个角色回血再消耗生命快速叠满，此时需要班尼特的治疗再兼具其他角色的生命值回复，操作流程将变得繁琐。 ②在该阵容中， 芙宁娜的关键点在于元素爆发的循环 ，因此提高元素充能效率尤为关键，4命以下推荐充能效率在220-240% （必要时可带西风剑） 。 ③班尼特的 充能效率 推荐堆叠至220%及以上。 【1.4.2】双岩芙夏 ①夏洛蒂在该阵容中一般选择 点按战技 。 ② 优先堆叠夏洛蒂的元素充能效率 ，保障元素爆发的循环，其次在考虑生命值提高治疗量。推荐充能效率在240%及以上 （可选择西风秘典） 。 【相关角色培养（ 芙宁娜 / 夏洛蒂 ）】 *班尼特的养成可以查看上方“双岩双火”的内容部分。 【1.5】双岩双冰 【相关角色培养（ 莱依拉 / 罗莎莉亚 ）】 ①莱依拉主要 堆叠生命值 提高护盾量，自身能量需求较低 （仅40点） ，并且配合罗莎莉亚的战技产球，自身所需充能要求并不高。 ②罗莎莉亚 兼具暴击率和充能 ，保证娜维娅每轮输出时都可施放元素爆发 （触发固有天赋2提高队伍其他角色暴击率） ，0命即可入队。 【2】速切玩法 【2.1】诺艾尔站场/娜维娅速切 【相关角色培养（ 诺艾尔 ）】 ①诺艾尔处于战技的 护心铠庇护 下，并且普攻命中敌人时，可以为 全队回复生命 ，促进芙宁娜元素爆发的增伤叠层。诺艾尔需要优先注意元素充能效率的堆叠保障元素爆发启动。 ② 诺艾尔的优势 在于—— 一是 站场普攻、重击即可为全队治疗； 二是 处于元素爆发状态下的普攻、重击可以造成岩伤配合夜兰、芙宁娜产生水结晶提高娜维娅的战技层数； 三是 相对灵活的输出切换，原因在于诺艾尔普攻、重击的岩伤不会随着切至后台而终止，可以根据娜维娅的战技层数灵活互相切换。 ③该队伍的增伤效果较多 （芙宁娜元素爆发、夜兰固有天赋、双岩共鸣等） ，此时 娜维娅 可以考虑选择 攻击杯 提高自身攻击力。 ④诺艾尔的套装选择 主要是两种 —— 一是 「华馆梦醒形骸记」4件，护心铠的护盾量较高，降低护盾提前破裂的情况； 二是 「逐影猎人」4件，诺艾尔的暴击率堆叠压力小，但护盾量要逊色于华馆4件 （可能导致护盾提前破裂，全队生命值没有及时回复，导致芙宁娜无法记录更高的生命变动情况，影响全队增伤效果） 。 【2.2】其他速切玩法相关 ①“ 芙宁娜 + 班尼特 + 钟离 + 娜维娅 ”的速切 ◆与其说是速切，更确切地来说是 依靠各种增幅手段 、且 配置较高 的玩法，与上方的“【1.4】与芙宁娜搭配”所提到的类似——搭配班尼特时 需要考虑芙宁娜的增伤叠层速度 ，如果只是0命芙宁娜，那么无论是叠层速度、还是每轮循环保障都是有些捉襟见肘的，所以如果想体验该阵容的“快速爆发”玩法， 更推荐选择2命及以上的芙宁娜 。 ②速切的 关键 ◆在上方的技能解析、队伍配置等环节都有提及，关键在于娜维娅再次切出准备施放元素战技时的【 裂晶弹片 】层数如何。这就需要我们进行“产结晶、娜维娅开大”等操作铺垫。想要以“速切副C”的身份加入各种“三人成型”“万能组合”的阵容，就不得不考虑这一点。 【3】 单岩 玩法的抉择 ◆队伍配设： 娜维娅 + 芙宁娜 + 班尼特 + 夜兰 ◆该阵容需要 注意的是 ——低命娜维娅仅靠自己产结晶、施放技能提高战技层数的速度较慢，会出现无法叠高战技层数的现象。该队伍更推荐具有较高配置的玩家考虑。 ◆ 相关输出顺序 ：芙宁娜QE、娜维娅Q、夜兰QE、班尼特Q、娜维娅E接输出 【4】有关“ 种门 ”玩法 ◆队伍配设： 娜维娅 + 纳西妲 + 行秋 + 久岐忍 ◆在前文提到，娜维娅的战技叠层依靠队内获取结晶，如果仅依靠娜维娅一人叠层，在低命时速度会比较慢，而对“纳行久”组合而言，草神自身战技的附着特点 （中草附着） 使得行秋的雨帘剑的水元素会 被加速消耗 ，进而出现队内产出结晶数要低于正常只有水岩量元素的队伍。因此，需要 谨慎选择 该队伍。 ▲以上是 队伍搭配 的全部内容▲ 【总结一下】 娜维娅的伤害伤害主要在 元素战技 、 普通攻击 ，优先升级元素战技，根据是否站场输出选择性升级普通攻击的等级，最后考虑元素爆发。 ◆ 武器方面 ：优选裁断，其次是螭骨剑（与裁断的差距较小）。之后便依次考虑苇海信标、赤角石溃杵、无工大剑、狼的末路等5星武器，4星武器还可选择究极霸王超级魔剑、浪影阔剑等武器。 ◆ 圣遗物方面 ：套装优选「回声之林夜话」4件，攻击沙、岩伤杯、双暴头冠；副词条优先考虑双暴，其次是百分比攻击力，并且推荐堆叠些许元素充能效率。 ◆ 命座方面 ：原石充裕的旅行者推荐以2、4、6命座为目标进行抽取。 以上就是本期「娜维娅」角色攻略的全部内容啦~我们下期再见！_(米游姬入欧) 封面美术： 琪琪 图片： Asgater 文本： Asgater 数据： Asgater 监督&校正： Asgater",
    "length": 9470
}