{
    "game_id": 2,
    "post_id": "45714080",
    "f_forum_id": 43,
    "subject": "【V4.2攻略·角色攻略】芙宁娜全面了解攻略；抽取与强度解析",
    "url": "https://www.miyoushe.com/ys/article/45714080",
    "created_at": 1700471592,
    "like_num": 484,
    "view_num": 7044,
    "reply_num": 60,
    "text": "UID：205449307 各位朋友你们好，我是逸小涵~非常感谢你能点进来赏阅_(偶像姬_期待) 芙宁娜的卡池已经开放一段时间了，希望在听了我的分析之后让大家对这个角色的理解更上一层，也可以斟酌是否抽取。当然也在这祝福大家都能出自己想要的角色武器。_(米游姬-打call) 事不宜迟，接下来让我们开启本期话题 ————“审判舞台上的绝对焦点，直至谢幕的掌声响起” ▼目录 【1】技能剖析 【2】抽取解析 【3】配装配队分析 【4】命之座、专武建议 【5】面板参考 ▲尾声 Ⅰ、天赋技能剖析 ①角色定位 我们先简单定位一下角色功能，你们觉得芙宁娜在队伍中扮演的是一个什么位置的角色？ 『 芙宁娜 』 是 一名 大招启动 依靠 叠层 给队友提供 增伤 的 辅助 次要定位 ， 利用 战技 来 脱手挂水 和 输出的副C 其他作用，击破 芒 荒 属性，脱手 治疗 在我们简短的了解角色定位之后，再来看她的技能知晓为什么主要定位会是 辅助 ②技能分析 (一)普通攻击 平A和正常没有区别，重点是在重击时 切换自身形态 以及在普攻命中时 触发芒荒效果 芙宁娜的芒荒攻击是目前在所有枫丹角色中释放 最简便并且廉价 ，其余的枫丹角色只拥有 一种 属性并且触发条件为 战技或大招 等，是目前 最强的芒荒工具人 角色的形态只能通过 重击切换 ，默认为 荒性 ，在大多数情况下使用的 都是 荒性形态 （切换形态） （芒荒属性的追加攻击） （二）元素战技 元素战技 是芙宁娜给队友 提供增伤 的 重要一环 ，泼一次 弱水 ，召唤 三个 水系生物，分别为 螃蟹、章鱼、海马 ， 持续时间 长达 30秒 ， CD 20秒 可以一直存在场上 ， 无限攻击， 不锁面板 ， 三位水产各有所长 1号选手小海马；1.5秒 攻击一次， 纯单体 伤害， 挂水最快选手 ，两次攻击挂上一次单体 弱水 2号选手章鱼哥；3.3秒 攻击一次， 超小范围 群体伤害，虽是小范围水伤单依然是 单体挂水 3号选手蟹老板；5.1秒 攻击一次，攻击频率 最长 ，伤害倍率 最高 ， 小范围攻击 ， 独立附着 一次攻击命中上一回 弱水 （不同的攻击方式） 每秒平均抽 2.5% 生命值，全队X4= 10% 对单挂水 基本等同于夜兰大招对单挂水效率 （一轮攻击挂水效率） 每过 2.5秒 攻击一次 产一球 ，产球效率是什么水平？ 同水系夜兰10s4球，心海20s4~5球， 但芙宁娜 大部分时间都在后台 ，不能在前台一次性吃到产球 前台与后台吃球效率 差别很大 如果队伍里存在 50%血量以上 会开始抽血， 每有一个人 献血 提升10% 伤害，抽血速度与攻击速度挂钩 抬手准备攻击 时就会直接抽血 无论是否命中 ，当和怪物的 距离过远就会交闪 ，但会 重置攻击 时间 当队伍中 所有人都低于50%血量就会停止 抽血，所以芙宁娜 必绑一个群奶 ，单体奶则有点不尽人意 实战中一定要先E后Q不然战技第二轮会卡手！ 芙宁娜 切换芒性战技 则变成 一只纯水精灵 ， 只能回复前台角色血量 这个技能 非常无用 ，不要觉得芙宁娜可以自给自足； 一旦切成芒性 ，纯水精灵 无伤害无挂水无产球 ，纯一个 三无产品 ，没能量大招都开不出来， 只有脱手回复 ， 基本等同于龙王队里公子的作用 ，实战中 一定要绑定奶妈 而不是让她 来回切形态 （只治疗无伤害） （回血范围较远，身上有水环即可回血） （三）元素爆发 元素爆发 是芙宁娜做为 辅助最重要的核心技能 ，使用之后会造成 单次范围水伤 （弱水） 持续时间18秒CD15秒 可以无限续杯， 根据队伍中角色的血条不断变化 叠加层数， 1%的血量变化叠加1层 ，一命之前 叠满300层 ，不是纳西妲夜兰同款而是给 全队提供的增伤包括自己 满级天赋 一层0.25% 也就是 最高获得 75% 的全队增伤 ，当然不可能一下子堆满，而是 不断的提升 类似夜兰的增伤天赋；再次开启就会去除之前所有层数 剩下的 受治疗加成 可以 完全忽略 不计，叠满才给 30% 是什么鬼东西？而且还是 受治疗加成 并非 治疗加成 ，最多就只有海染套可以捞一点好处，纯粹食之无味的赠品。 计算的 1%是对血条变化的角色而言； 例如我的万叶只拥有1.6w的生命值，被圣骸兽一屁股坐死就可以直接 立马叠100层 ，也就是说队伍中 有另外一个 可以 自己 降低、增加血条 的角色，不用 只依赖抽血 来叠层就可以 更快速 叠满并且吃到 持续时间更久的高增伤 。水产抽血速度是 有限的 ，更加 适配这类有方式变化血条 的角色 当然这也都是我们的策划精心计划的一部分； 这期深渊甚至可以依靠流血狗来帮忙更快叠层…… （叠足一百层出现特效） （层数叠满之后出现更明显的白色光晕） 大招需要 60能量 ，可能会觉得充能不是什么大问题，实则不然 第一 芙宁娜的产球 速度缓慢 ，因为战技是 持续在场上 产出球给 前台角色 ，而芙宁娜 大部分时间都在后台 第二大招的CD15秒 ，而这期间水产 总产球数 最高效率才达到 6颗 ，这几颗球才够多少能量啊？自身没有充能手段是 完全不够 的 第三 芙宁娜 自身的伤害不高不低 ，CD好就开大才是对队伍 最大的贡献 ，因为是 全队增伤 ，而且战技是 一刻不停 都在抽血，不开大就会出现抽了没用，白抽的现象 （60点能量15秒冷却） 为什么现在芙宁娜的辅助能力 并不亮眼 ？因为芙宁娜的 上限在于队伍， 如果队伍里有 三个甚至四个 人都拥有 输出 ，也就是 拥有 增伤或输出 手段的奶妈 ，那她入队就是 爆炸级别的提升 而就目前版本来说，必须 绑定奶妈 而又并 没有相性度特别高 的奶妈，某支队伍上了芙宁娜 一个奶一个增伤 ，带了 两个零伤害 的，除芙宁娜就只有 一个人在打伤害 ，只有 两人份 的增伤 提升 ，和某天赋快五五开了，这让人家怎么发挥？绑定奶妈是芙宁娜最大的问题，而 没有相性更高的奶妈 则是当前 版本的问题 而以后又是否真的存在这种提升伤害的奶妈？ 那就不从得知了，毕竟没有人是从未来来的 （四）固有天赋*2 一、 队友奶炸了，我小奶一口…… （误） 奶量 溢出 给全队小回，算是 小利于单体奶 组队，其他情况 没有用处 ，自己居然触发不了自己的天赋也挺奇怪的， 数值也给的很少 不像是个固有天赋，隔壁行秋更平不是都能奶一小管，是个凑数的吗？ 二、纯增伤 天赋，正如上所说，芙宁娜自身的伤害非常可怜，只补了一点点依旧惨淡，回血间隔根本没有意义， 没必要刻意去吃满 ，而且数值给的为什么这么可怜啊？ 隔壁纳西妲同款吃满 24%的爆率80%的伤害提升 ，这是什么 退化级别 天赋？ 0命的两个天赋更像是为了凑数而存在，不加快叠层不给任何机制，连四星的都比不过，数值给的像一星 这算是极力压榨0命强度吗？ （5） 虚假的生活天赋 ↓： 真正的 生活天赋o(￣▽￣)ｄ 芙宁娜薄纱那维莱特符文已一键配置——MIGAME（×划去） Ⅱ、优缺点总结、抽取分析 芙宁娜在是否该抽取上大家都有很大的争议，我只先公平、光明正大的亮出来这个角色是什么样子 抽取的权利应在大家的手里且由自己判断 ，不被别人领着头跑，拥有自己独立的思考是很重要的 优点总结： 纯后台角色，还够看的高频水伤，不俗的对单挂水效率，可切换的治疗形态，永不断档的大招和战技，产球可补给前台水系角色，高额的全队增伤，最简便廉价芒荒工具人，不错的枫丹大世界游玩体验，不依赖专武，命座提升巨大，有最契合的圣遗物套装，机制迎合枫丹全体角色是各种烧血C重要拼图，泛用性良好，配队多样化，深渊螺旋专属环境强抬，便捷的全自动战斗方式，且未来还有可以期待的重要队友。 特效华丽动作优雅（ 优雅永不过时 ）误 自身缺陷： 自身增伤乘区爆炸，对单勇猛对群拉闸，对单还能勉强冻结，对群挂水完全不受控制三只水产CPU爆炸，只存在纸面上的治疗形态三无产品，充能缺口巨大，需要持续叠层才有增伤，极力压榨0命强度，难单水单走，难适配老角色老体系，未来可期不能预估无法预料，能一直享受深渊红利？看似多样化实则一家独大。 平的离谱比桌子还平X（错） 目前存在的问题： 纯生命值模型攻击力摆设，队友增伤乘区也裂开入队时还要更换生命、攻击杯，抽象离谱的攻击判定，打多动症怪十能空八智商堪忧，产球墨迹自己还吃不到一个，大招0伤害无法使用绝缘套，堆充能对伤害0提升，目前没有芒荒属性角色也一样能玩，大世界打丘丘人抽到半管血被抡死，打完怪开始攻击树莓火炬继续抽血血压飙升，专武独的找不出第二人，两个凑数天赋垃圾还强制绑奶妈，解毒方式全在命座里。 充能对群等问题都可以解决 只有 绑定奶妈 是芙宁娜 最大的缺陷 ；并且， 只适配一个角色 ，相当于是专拐也不过分，虽说后台角色的寿命更长，但是只绑定某一个角色是否 严重压缩了通用性？ 说起来就是其他某某角色连XXX的命座都打不过， 是否合理 ？以后还会这样操作吗？那就无法得知了。 怎样的玩家 抽取优先级高 ？我觉得是拥有 零、一命那维莱特 玩家优先级最高，其次再是 枫丹主C ，如果你是想先抽芙宁娜后续再补龙王，有充足原石储备可以先抽0命，但如果只能抽取一金，我建议先别抽，先等龙王复刻直接一命， 龙王1命远比0命芙更重要 ，离开了龙芙没那么有用， 优先级： 龙王1＞0芙＞龙专武＞1芙 （已抽取可跳过这段） 如果你没有以上角色，或是也不打算抽取后面的枫丹角色，我认为都可以跳过保持观望，以后的角色谁都说不准，如果后续真的有适配又泛用的角色再补也为时不晚，未来的事是不可能预料的，但芙宁娜会在第一次复刻之后4个版本内再次复刻，无需着急我们需要做的只是静静观望。其实芙宁娜本身的价值还可以，抽取一个零命再期待后续角色还是很不错的，0芙的价值相同于0夜并且后续命座提升巨大，但持有龙王的玩家过多，而且实在太强，就相当于一支股票大家都在入手，当每个人都在用的时候再去加入是根本不明智的选择，后续的角色看到龙王如此强势，怎么可能还会继续出适配性高且好用的角色？最大的可能性就是，在0命体上各种埋雷然后再在命座和武器里统一解决，抽一个0命差强人意补了命座才能爽完，那不如跳过这支股；而且极大概率会出更强的新体系来打败龙王（纳塔是《“龙”的国度》什么龙我就不明说）不然所有的玩家只抽一支股，就能玩到关服你认为这种事情可能发生吗？希望我的话对你有帮助。 Ⅲ、培养与就业 抽取之后我们再来了解一下该如何培养； 注意：以下都是0命芙宁娜的配装与配队 ①圣遗物选择 圣遗物必选黄金剧团四件套 别的散套成套 差距很大 ，没什么好考虑的，注意 不要站场 太久就行 圣遗物主词条： 生命沙 & 充能沙 / 生命杯 / 爆伤头 沙漏看武器选择， 充能 就用生命，其他则反之（如果单水则任何情况下都该充能沙） 用爆伤头是因为 突破和武器加爆率 ，如果用西风 推荐爆率头 词条重要性： 充能 （ 溢出前 ）＞ 双爆 ≥ 生命 ＞＞ 精通 （ 特殊场合 ） 其他都是 无效属性 ②武器选择 充能武器：腐蚀之剑≥灰河渡手≥西风剑 差距都很小，单水走必带西风 ，其他的充不上来，单人需要 堆200%+ 腐蚀之剑是上古年间1.2活动 绝版武器 ，没有就没有吧能玩那么久都佩服，增伤乘区早拉炸了腐蚀提升不大， 反观32%的充能和4%爆率更有用 腐蚀伤害比灰河高8%左右，西风伤害只比灰河低5%，各有优势 建议两把都拉 ； （灰河的双爆可以更快毕业，西风的产球对队伍更有帮助） 输出武器：专武静水＞绿剑＞裁叶=精五狼牙＞圣显之钥=波乱月白=精一狼牙＞＞船坞 大部分数值 一样 ，专武比绿剑 强10% ；提升不大对队伍提升5%最多了，其他武器和灰河西风 五五开 没眼看 输出武器必带充能沙 ，不是专武或绿剑伤害根本没提升； 只有在 雷神 入队 时只需要 125%充能 就可以维持大招，副词条就可以基本满足，此时就可以 更换输出武器+生命沙 ，不换也无所谓又能提升多少呢？ 非常推荐使用灰河渡手和西风剑 在枫丹的钓鱼协会就可以换到 （枫丹城右方锚点） 如果懒得钓就直接无脑西风 ④天赋等级 普通攻击 ： 推荐 1 级 或点 6 级 （都这么优雅了还要什么伤害？） 元素战技 ：推荐 9~10 级 增加伤害，我 个人推荐给皇冠 ，这玩意也不是稀有产品能提升就用，没伤害提升有一百个也白搭，提升才是实打实的，刷十次圣遗物不如点一级天赋 元素爆发 ：必点 10 级 增加每层属性，不必多说， 满级才有用 ， 一定要优先点满 （我材料卡手了也只点大招） ⑤配队就业 芙宁娜的配队很简单，就是找奶 适配奶妈：心海 白术 琴 没有五星用四星顶替： 久岐忍 （很推荐练这个） 夏洛蒂 试做金珀 小鹿 班尼特 （相性很差） ▶㊤ 1、目前最强队伍白万芙特 版本答案 第一当然是我们 最强的提瓦特龙王 龙王开始旋转就已经宣告游戏结束，无敌无需多言， 铸星龙王正在摧毁提瓦特大陆！ 0命龙王可以用 钟离替换万叶 但是奶这个位置 不能更换 必须要有一个奶，没有白术就上琴或夏洛蒂 如果都没有就用 治疗头金铂小鹿+堆生命久岐忍 顶一下 主要核心在龙王芙宁娜 没必要去抽白术，有很多替换的人选，只是目前最优解 2、心海纯水队 当前也是数一数二的存在 这个队伍如前所说，拥有 三个人在打输出 ，所以这个队伍的 秒伤超级高 芙宁娜和万叶可以给予 大量的全队增伤 ，还能 聚怪 ，对群能力也 不特别差 。 造价很低 ，加起来只需要 抽四个角色 就行，一个命座武器没有也能玩的很舒服， 注意 心海和夜兰要用生命杯 最大的缺点 就是遇到 水免 或 水抗 高 的怪直接 GG ，一直 对群 也不好打，而且 没有高抗打断能力 特别容易被打飞，需要注意走位，如果怕可以把万叶换成行秋不要换夜兰 这个队伍 很好针对 ，用得了无敌用不了也无所谓，大家卷个铺盖就走又跑到别的队伍里发光发热，聚也强力，散是满天星。 没有万叶或夜兰可以替换成行秋，但是 伤害会降很多 ，如果凑不齐这四个还是推荐大家各走各的。 ▶㊥ 1、雷夜琴芙 还算可以的阵容，雷电将军新就业 雷神给夜兰芙宁娜 充能 ，琴则提供 减抗 和 治疗 ，夜兰和芙提供 后台输出 和 增伤 ，雷神站场 这个队伍中 也拥有三个人 在输出，并且解决了 芙和夜 的 充能问题 ，可以 携带输出武器 ，琴的一口 群奶 回满叠层速度很快，不用担心琴的回血量，是溢出的，用西风+爆率头就可以了 造价也很 简易都可以0命 并且有 常驻角色 ，夜兰可以换成八重或小艾米，不过没有激化伤害实在不太行 问题在于对单 很强 对群有点 乏力 ， 琴的 聚怪手段效果太差 ，而且琴只能减一种属性的抗性，很难减到两种 雷神 自身的增伤乘区太高 了，芙宁娜和夜兰的增伤像是 往大海里倒一杯水 ，没有攻击拐雷神伤害实在不够看 在一个 中上水平 吧 （图中错误：夜兰应使用弹弓，琴应使用暴率头） 2、草行九退化版 能用但是还是不如玩草神 没进化还退化了， 芙宁娜挂水效率不如行秋 并且 增伤对草元素反应无用 ， 单水走充能压力巨大只能对单挂水 整体靠 种子和艾尔海森 ，只能说一般，不过艾尔海森可以用猎人套 依照这个队伍的模板还能分裂出 妮露绽放，草行久 芙宁娜去这些队伍 第一挂水真不太行，第二充能压力大，第三增伤对草反应无用 完全不如 草神 行秋 ，纯副提升，全被行秋一个人单防， 产种快且又不绑奶无特别大充能缺口 纯真水神降世，被个四星打烂是真说不过去 ▶㊦ 还剩下什么队伍可以去？ 诺艾尔岩队 ，心海纯水退化版 可以上的人还是很多的， 夜兰、钟离、五郎、阿贝多…… 如果实在 没有主C 的话且有 六命 女仆可以试试，喜欢玩四星角色的玩家可以尝试 还有 莱欧斯利 ，我们的典狱长，真惨数值被龙王碾压，还莫名其妙被申鹤虚空占模 冰系奶妈还算多，夏洛蒂、迪奥娜都可以上，不过组了也不强，建议3+1带飞，三个人带空气都能过的那种 赛诺 也可以玩，带个 白术 就能上，不过也还是老样子，最多只是抢救一下，救的活吗？最多玩玩 小结：就业方向还算广，但还是老问题，最契合的人居然是个草系大夫？就没有更好用的人了吗？芙宁娜被版本和天赋压榨了一堆强度，但我感觉就算有后续有也不可能会是0命，芙宁娜自己都是命座=进化。 Ⅳ、命之座、专武建议 直接说结论 ， 推荐抽取2+0 也就是直接梭哈拿下 二命 正如我上面所说，芙宁娜有什么问题？ 叠层缓慢，绑定奶妈，伤害平平无奇 而抽取到二命之后就会直接进化，晋升 枫丹真神 ————“女人皆善变” 龙王队伍里他是无限输出的炮台加无限增伤的输出爆炸后台副C，叠层如吃饭喝水一般简单， 18秒 内平均获得 全队93%的增伤 。除了充能缺口没有任何问题简直完美，四命还顺手把这个问题解决了 在别的队伍里，你只会质疑你的队伍为什么不能携带奶妈？ 250层只需要叠100层 ，剩下的层数提升芙宁娜的伤害， 再叠160层 ，合计之前 叠满增伤 = 现在全部增伤+输出 这个效果有多离谱？只要携带了奶妈，所有人都是为她而打工，而不是她给队友增伤，谁叠的快谁配得上，18秒内绑定一个大奶平均获得 91%的增伤 泛用性=有奶妈就无敌 伤害=无限输出的超级炮台 所谓的命座平衡已经被打破了！ 这个提升生命值有多离谱？基础生命值15307增加21430，相对应一下子提升了140%的攻击力，直接多了一套圣遗物 为什么这个二命会这么逆天？其他角色 6命强度 的命座就这么堂而皇之的放在了 二命 ， 2.5倍的叠层提升，140%的生命上限 ，超级的数值倍率，关键这个一命 也不是个善茬 ，保了下限还提了上限，给还不少 隔壁钟离温迪人都看傻了这才是神的命座吗 至于那个和 一坨绿色不明物体 陪跑的 老年人拐杖 抱歉我们不熟； 拐杖很好看，但是铁拐更具性价比 抽到二命之后更需要开大，一秒钟都不能断，用专武上充能沙完全本末倒置，而且单水走用都用不了，完全不需要考虑 芙宁娜作为一个后台角色，抽到二命绝对是晋升当前 最强人权卡 ， 从长远角度看远比一命龙王更有性价比 、 寿命更长，但也一样，拥有 二命芙宁娜也会大大延长龙王的使用寿命 ，这二者该如何取舍就是看大家该如何规划原石使用了 如果你 有意向拿下二命 ， 建议等 ，因为 一命说强不强说弱不弱 ， 只拿个一命 结果还是老样子，等下次复刻又得猴年马月，先拿零命用着，等下次复刻直接再梭哈二命，而且期间有多余还可以拿龙或是优质奶妈 整体命座强度 ： 2＞6＞1＞3≥4＞5 剩下的命座就没什么好说的， 三命也挺好用的，四命一般般，六命一般人用不到 在最后告诫大家，氪金抽卡是万万不能的，角色都会复刻，在氪金抽卡游戏里追求强度是不现实的，淘汰的速度远比你抽卡更快，理性游戏，保持健康、快乐的生活；生活不只有游戏，有时间多陪陪家人。 重资财，薄父母，不成人子。 在这个世界上，我们永远需要报答最美好的人。 Ⅴ、面板参考 不知不觉我们的帖子已经要到结尾了，最后就看一下我的留级芙宁娜给大家做个参考 九十级，生命值37036（触发双水40863，最好达到4w生命值） 双爆55.3%+16% /71%：168%（暴击率很重要我爆伤歪的有点多）；充能162%勉强够（最好堆到170%+） 武器90级精5灰河渡手；圣遗物4黄金剧团套；天赋1/6/9 对手：破盾急冻树   触发：双水且四人抽血    大招预估：150层↑~200层； 有大招伤害不精确有浮动，仅做参考 抽血+全暴击 海马：6499 / 章鱼：12257 / 螃蟹：17045 抽血+不暴击 海马：2415 / 章鱼：4571 / 螃蟹：6356 （第一轮暴击了就全暴击没暴击就全不暴击，后续不同步） 平均每次攻击伤害：海马5273   章鱼9951  螃蟹13838 平均一轮总伤害：29062 海马秒伤：3515    章鱼秒伤：3015    螃蟹：2713 （螃蟹那一下暴击很重要不然脸黑秒伤会很低） 单人总秒伤：9243      加上剩下的一点伤害单人秒伤应该到1w 其余技能频率和伤害很低没必要看 回血量：一跳3477 圣遗物面板、实战请看VCR↓ （内置精彩小片段） 结束标语——尾声 那么帖子就到这里结束啦_(米游姬-乖巧) 感谢大家的观看_(米游姬-撒花) 希望能对你有所帮助_(星穹米游姬_耶！) 本帖耗时七天用尽全部精力_(米游姬-累趴) 如果你有任何疑问的话可以在帖子下留言，我每条都会看且解答的_(米游姬喝茶) 如果帖子内有错误，希望可以留言指出，我会立马修改，谢谢_(米游姬比心) 写作不易，希望大家能点一个赞和收藏，谢谢啦_(米游姬-求求你啦) 主页还有其他角色攻略（怎么全是水系），感兴趣可以点击下方合集进行切换_(米游姬-来了来了) 那么，就让我们下一期再见吧，拜拜啦_(偶像姬_撒花) ——————END",
    "length": 8503
}