{
    "game_id": 2,
    "post_id": "19415120",
    "f_forum_id": 43,
    "subject": "【原神】刀镡币（xín）15分钟200+，速刷攻略",
    "url": "https://www.miyoushe.com/ys/article/19415120",
    "created_at": 1648051179,
    "like_num": 18901,
    "view_num": 482073,
    "reply_num": 674,
    "text": "前言：接到各位社友/粉丝/群友反馈，刀镡（xín）币有严重缺口，神子完接雷神，接下去2.6又是神里姐弟又要那么多刀镡币，第一时间想拉满该怎么办！ 哈喽，大家好我是瑾瑾！预热一下咯！ 首先强烈推荐4个人一起组队刷 ，一个人的效率是无法跟4个人比的；虽然可能觉得看起来一个人刷比较方便，4个人可以在一小片区分工； 速刷顺序规划是： 鸣神岛-神无冢-八酿岛-海祗岛-清籁岛 ； PS：严谨点200+指的是白色，这里可能有部分点位比较不顺路就给大家规避掉，在更新后雷腾/炎威是必出2个「破旧的刀镡」（世界等级8），其他有很大概率不出/只出1个（但是也有群友反馈比较容易出/「名刀镡」，大家可以评论区说一下），所以路线也是围绕着他们两定制； PS：很多人问为什么携带双风组合，因为双风会激活一个-15%体力消耗，10%移速，5%技能冷却的一个buff（如下图），速刷来说是必带； 滑翔偏多： 直接开跑（因为自己刷了7-8遍全图，平均下来最小值比较保守）； 「鸣神岛」5条路线 49-80个刀镡币： 「刃连岛」（顶级路线） 1条路线 19-30个刀镡币： PS：这里比较密集，一共有2个 雷腾 ，必掉4个白；最右边这个单独的，不是必掉，节约时间可以放掉；所以橙黄四叶草标记是指高处的「野伏众」共4个，方便大家观看； 「离岛」连续刷的直接锚点 1条路线 7-12个刀镡币： PS：这里推荐直接插一个锚点（ 锚点最好是直接插在「地灵龛」旁边这样就不用爬坡 ），有1个 炎威 必掉2个白；几个小伙伴提前准备好，这样刷个3-4天以后基本不会缺； 「镇守之森」 1条路线 5-8个刀镡币： PS：带 炎威 必出2个白；且怪物聚集度高可以去平均是5-8个； ---速刷不推荐，刀镡币缺口大可以去--- 「绀田村」 2条路线 15-26个刀镡币： PS：这里比较分散，看起来14个，但是其实很远所以就放下面了，而且就影向山下的是1个 炎威 ，必掉2个；你如果不想麻烦跑那么多点位去赌「名刀镡」，也可以直接「鸣神大社」传送点飞下来，再加上「绀田村」村子里的传送点下方橙色路线； 「神里屋敷」 1条路线 3-4个刀镡币： PS：这里没有 雷腾/炎威 试了10次左右基本都是在3-4个左右，缺的可以来； 「神无冢」8条路线 82-120个刀镡币： 「踏鞴砂」（顶级路线） 右边3条路线20-30个刀镡币： PS：七天右边道路上那个要走过去才会触发，其中有1个 炎威 必出2个；橘色路线往七天后面的「小灵龛」爬，就会触发 1个炎威1个雷腾 ，共4个白；然后往身后的熔炉旁边道路上跑，就会触发1个炎威1个 雷腾 ，共4个白；右下角传送点2个雷腾必出4个白； 「九条阵屋」 右边1条路线 10-20个刀镡币： PS：最远处2个单独的是 雷腾/炎威 必出4个白，必去； 「踏鞴砂」 右下副本1条路线 12-20个刀镡币： PS：这条路线 雷腾/炎威 有3个，必出6个白，虽然间距比较大还是推荐去； 「踏鞴砂」（顶级路线） 左边传送点1条路线 20-30个刀镡币： PS1：这个路线比较阴间都是精确标但是顶级路线没错；传送点出来右边这个是走过去才会出现1个 雷腾 ，必出2个白；路线的第二个跟第一个一样，也是走过去触发，精确标，1个 雷腾 ，必出2个白；路线的第三个点位也是走过去触发的3只「野伏众」；路线第四个点位是坐在营地的1个 雷腾 ，必出2个白，走过去会出2只「野伏众」；最后4个终于是显示的1个 雷腾 ，必出2个白，加3只「野伏众」； PS2：这个路线第二个点位昨天遇到了这种情况地图上出现了地脉花， 这里原本触发的雷腾就无法触发了，直接传送点打完往第三个点位飞！注意下！这也是跑了好多次没发现； 「九条阵屋」 左边2条路线 12-20个刀镡币： PS：这里如果速刷传送点下方那个2个普通「野伏众」不用去； 直接从左边海岸线2个 开始打有1个 炎威 ，必出2个白；单独的那个是 炎威 ，必出2个白；「火无相」传送点是1个 炎威 ，必出2个白，外带个「野伏众」； 「八酝岛」8条路线 62-95个刀镡币： 「八酝岛七天神像」（相对优质路线） 2条路线 16-25刀镡币： PS：蓝色路线是先到悬崖边解决一个腾雷，然后往下飞有1个雷腾+2个「野伏众」；橙色路线最后2个在悬崖下雷池旁边，一共是5个 雷腾/炎威 必出10个白； 「无想刃狭间」 圣遗物副本1条路线 12-20刀镡币： PS：一共是5个 雷腾/炎威 必出6个白；这里右下角两个是悬崖边的「野伏众」，速刷不推荐，真缺的可以去； 「蛇神之首」 右边传送点2条路线 10-15刀镡币： PS：单独点位的都是 雷腾/炎威 必出8个白；觉得今天脸比较黑右下可以不去； 「无想刃狭间」 右边传送点2条路线 14-20个刀镡币： PS：一共是4个 雷腾/炎威 必出8个白，其中祭坛右边那个是高点，需要攀爬所以最好前面留好体力； ---速刷不推荐，刀镡币缺口大可以去--- 「蛇神之首」 左下副本传送点1条路线 8-15刀镡币： PS：有2个 雷腾/炎威 必出4个白，但时路线偏长收益低； 「海祗岛」4条路线 36-43个刀镡币： 「水月池」 正左边传送点2条路线 16-25刀镡币： PS： 橙色路线队伍中没有莫娜/神里别去 ，等队友到了一起需要时间比较久；有2个点位没有规划在路线内是2个走过去才会触发的「野伏众」（这里考虑到游泳麻烦问题，直接放弃）； 「望泷村」 右边传送点1条路线 6-8刀镡币： PS：2个 雷腾/炎威 必出4个白，最左边那个「野伏众」分一个队友上去打了节约时间； ---速刷不推荐，刀镡币缺口大可以去--- 「望泷村」 左边传送点1条路线 6-10刀镡币： PS：最远处那个是 炎威 ，必出2个白； 「清籁岛」5条路线 36-43个刀镡币： 「平海砦」 右边传送点2条路线 11-17刀镡币： PS：有2个 雷腾 ，必出4个白；左边路线最后3个点，可以分1个人下去岸边清理两个「野伏众」； 「天云峠」 上左/右边传送点2条路线12-18刀镡币： PS：有2个 雷腾 2个 炎威 ，必出8个白； ---速刷不推荐，刀镡币缺口大可以去--- 「越石村」 左边传送点1条路线 5-8刀镡币： PS：从缝隙下去在沉船旁边，1个 炎威 ，必出2个白；（这里有小伙伴说如果地图没有开始探索，沉船旁边的3个怪不会出现，也需要注意下！） 如果文字攻略比较繁琐，这里视频攻略如下，欢迎关注!早点休息哈！ _(福到啦) 完结撒花！ 最近会经常更新速刷攻略，因为新角色的出现能让探索速度提升不少，就全都翻新一遍。欢迎各位捧场！ 有不足的地方也可以提出来哈！不管是什么类型的排版/一些细节都可以提出来，这样才能进步！ 这里继续肝攻略咯！不鸽惹！ PS：所有路线都是自己跑了7-8遍优化了过的，有的地方没必要去或者甚至都没必要显示我都规避了，有不同看法可以评论区讨论； 这里回答一下一些小伙伴会私信问的问题： 1.看你双风为啥一直推荐，没万叶也推荐吗？因为双风附带效果是加10%移速/减少15%体力消耗/减少5%的技能冷却（是非常优质的跑图组合），即使没有万叶也是推荐能凑双风方便跑图！ 2.组不到人怎么办？其实如果你的角色练度足够高（类似视频中那样）自己刷效率也慢不了，这个攻略比较亲民一些所以考虑的比较多！ 3.不想跑那么多点位怎么办？这里如果你只是想升级某个角色80级天赋666，这里推荐你每天就刷上面的「优质路线」即可，10分钟左右解决。",
    "length": 3079
}