{
    "game_id": 2,
    "post_id": "23356955",
    "f_forum_id": 43,
    "subject": "【V2.7攻略】#角色攻略 夜兰 武器&圣遗物选择篇",
    "url": "https://www.miyoushe.com/ys/article/23356955",
    "created_at": 1653967484,
    "like_num": 9314,
    "view_num": 1625686,
    "reply_num": 1567,
    "text": "Ⅰ.推荐武器概览 Ⅱ.各武器的具体分析 Ⅲ.圣遗物选择 Ⅳ.毕业夜兰的参考面板 Q&A 2022/5/31编辑 新增西风猎弓的输出期望和评价 2022/6/12编辑 更正了弹弓配图错误的问题 【V2.7攻略】#角色攻略 夜兰 基础攻略篇 【V2.7攻略】#角色攻略 夜兰 阵容搭配篇 * 计算对象为90级1命夜兰 单人 ，技能等级10级，25有效副词条圣遗物最优分配（保证夜兰150%+元素充能的前提下）。在15秒内对单目标造成的伤害，默认14次玄掷玲珑+2次元素战技伤害（队伍中有3种异元素角色） * 终末嗟叹之诗是一把辅助向的武器，能够大幅提高提高队伍中火C的蒸发伤害，作为代价夜兰自身的伤害是被牺牲了的，因此在本表的输出期望上得分不高，这并不意味终末搭配夜兰不强。 * 部分武器，如终末弓和西风猎弓，由于自身高额的充能副属性，存在充能溢出的问题（其他武器控制在充能153%），从而导致输出期望分偏低。 * 配队/技能等级/输出循环等条件的变化必然会导致武器的实际期望有所波动，但是先后名次除非差距很小否则应该不会有波动。笔者精力有限不可能去一一精算，望周知。 与常规角色不同，夜兰的所有输出手段（除普攻外）均基于角色生命值享受增益， 攻击力属性对于夜兰而言几乎毫无用处 。 此外，夜兰很难作为后置位打蒸发反应， 元素精通的收益也很低 因此，在选择夜兰的武器时， 不考虑攻击力 ，而是优先寻找副属性适配、特效契合的武器（双暴，增伤，元素充能效率，生命值） 若水 现阶段最契合夜兰的专属武器，同期up 。 · 88.2%暴伤，当前版本最高的暴伤副属性武器之一。 作为代价武器的基础攻击力较低，但是对夜兰毫无影响，因为她不吃攻击力。 · 特效触发容易，提供的增伤也还算契合夜兰 · 携带若水的情况下，0命夜兰会有较大的充能压力。 终末嗟叹之诗 专武以外的次优选择之一，辅助向武器 · 武器特效能为队伍中的火C提供非常可观的伤害增幅 · 副属性55.1%充能效率，恰到好处填补夜兰的充能需求。 · 牺牲了夜兰自身的伤害，提供的元素精通夜兰自身基本享受不到收益 天空之翼 可以考虑的选择之一 · 副属性和特效提供的双暴都是夜兰急缺的属性 · 作为一把高基础攻击力/低副属性模板的武器，提供的双暴权重不高，且高额攻击力对夜兰几乎无用。 · 作为高贵的五星武器，相比其他四星武器在夜兰身上并没有明显优势。 落霞 四星武器中的优秀选择之一 · 活动武器，白送满精 · 副属性30.6%充能效率，能一定程度上缓解夜兰的充能压力 · 特效在实战中不易控制，平均收益不高。 苍翠猎弓 四星武器中的优秀选择之一 · 大月卡武器，相对容易获取。 · 副属性提供27.6%暴击率，大幅降低圣遗物成型难度 · 武器特效很一般，精炼收益较低 曚云之月 可以考虑的四星选择之一 · 非常强力且契合夜兰的武器特效。 · 限定祈愿获取，入手难度较高，低精炼下效果一般 · 攻击力副属性完全利用不上 绝弦 可以考虑的四星选择之一 · 非常强力且契合夜兰的武器特效。 · 很吃精炼，低精炼下效果一般 · 副属性的元素精通很难被利用上 西风猎弓 缺充能时的优秀四星选择 · 高额的充能副属性完美解决0命夜兰的充能问题 · 非常依赖高精炼，低精炼下特效的触发不乐观 祭礼弓 缺充能时的优秀四星选择 · 充能副属性+武器特效能完美解决夜兰的大招充能问题，低配版命座1 · 非常依赖高精炼，低精炼下特效的触发不乐观 反曲弓&弹弓 可以考虑的三星过渡武器 · 非常容易获取，且低精炼高精炼基本没区别 （弹弓的31.1%暴击率是真的好香） 生命沙和充能沙谁才是更好的选择？ 简单的选择方法（适用于新玩家）： 如果 武器副属性带充能，那么选择生命沙，反之，则选充能沙 。（适用于0命夜兰） 对于老玩家那就得结合自己的实际配置来选择了，生命沙在一轮循环中的伤害要高一些，但是如果循环断档，亏损的伤害会更多 这里大致给一个参数， 0命夜兰单水的情况下至少需要160%+的充能保证循环流畅 * 测试对象为90级0命夜兰（技能等级 8/8/8），受击对象为LV90丘丘人，无特殊注明默认伤害吃满武器特效 * 圣遗物为25有效副词条最优分配（保证充能为150%+的基础上）。输出期望上讲百暴不嫌多，但要真正实现难度颇大。 实际游戏中尽量保证暴击：暴伤为1：2的前期下堆高暴击率即可 。（有个80%暴击率就差不多了） * 默认天赋· 猜先有方 触发3层",
    "length": 1845
}