{
    "game_id": 2,
    "post_id": "36541875",
    "f_forum_id": 43,
    "subject": "【稻妻】最难完成的声望任务【故事构思法】最详细接取方式说明",
    "url": "https://www.miyoushe.com/ys/article/36541875",
    "created_at": 1678001898,
    "like_num": 1939,
    "view_num": 123676,
    "reply_num": 234,
    "text": "大家好呀，我是江同学 注释说明： （1） 首先是一图流攻略，后面是详细接取方式说明，和可能会出现的问题说明 （2）该攻略我把可能会出现的问题基本都考虑到了，所以，建议大家仔细看完攻略，如果仔细看完还有问题，可评论留言 首先是一图流攻略 上面图片流程说明 （1）首先是前置每日委托【这本小说···厉害吗？】，每次遇到第1个对话选择【去取材】还是【找灵感】，建议换着选择即可，然后会随机去3个地方中一个地方，回来后，会遇到第2个对话选择，是支持【作家顺吉】还是支持【编辑阿茂】，建议连续支持同一个人最少3次 （2） 连续支持【作家顺吉】最少3次后 ，就会刷到【作家顺吉】对应的 第1个后续每日委托【这本小说···有问题？】 （3） 连续支持【编辑阿茂】最少3次后 ，就会刷到【编辑阿茂】对应的 第2个后续每日委托【这本小说···好像看过】 ，后面需要我们提交3本书，只需提交《文学团》即可，再后面对话选择【还是达不成共识吗···】即可 （4）只要完成2个后续每日委托，就可获得 第1个成就《编辑部的一己之见》 （5） 声望任务《故事构思法》 的接取，则需要在 完成了第1个成就《编辑部的一己之见》 后，还要满足，之前在做前置每日委托【这本小说···厉害吗？】中随机去的 3个地方都要去过一次才行 ，否则，在获得第1个成就《编辑部的一己之见》后，不会在顺吉处接取到声望任务《故事构思法》 （6）下次刷到的还会是前置每日委托【这本小说···厉害吗？】，直到我们3个地方（ 天目锻冶屋/九十九物/奉行所（观察同心） ）都去过至少一次后，才会在顺吉处刷出声望任务《故事构思法》，完成后获得 第2个成就《至少有了个结局》 （7）做声望任务时，我们会被直接传送进副本，进去后你可以选择跟随顺吉的指引通关秘境，也可按照自己的方式通关秘境都可以，里面的怪打不打也都可以，副本里有3个宝箱，不过打开什么都没有（空箱子），完成副本后出来，与顺吉对完话，即可完成声望任务和获得成就《至少有了个结局》 总结： （1）2个人都至少支持3次，出2个后续每日委托，同时3个地方都至少去过一次，则可在获得第1个成就的同时，接到声望任务 （2）当你在支持同一个人时，也最好3个地方都去过一次，这样能保证最大概率后面你直接，接到声望任务 各种问题说明 第1个问题： 前置每日委托【这本小说···厉害吗？】的第1个对话，是选择【去取材】还是【找灵感】，这个选择目前来看大概率是不影响后续的，但还是建议大家换着选择即可，每个至少都选择一次 第2个问题： （1）前置每日委托【这本小说···厉害吗？】的第2个对话选择，是选择支持【作家顺吉】还是支持【编辑阿茂】，这个选择很重要，直接影响2个后续委托的刷取，目前来看是可以2个人换着选择支持的，但是建议连续支持同一个人最少3次，刷到其对应后续委托后，再换人支持即可，这个方法目前是最好的，而且也容易记录 （2）如果你忘了你有没有刷到过2个后续委托（毕竟这种委托时间线太长，很容易忘记的），或者连续支持同一个人最少3次后，还没刷出其对应后续委托，就可换个人支持，去刷另一个的对应后续委托即可，只要能拿到 第1个成就《编辑部的一己之见》 ，就说明你 2个后续委托都做完了 第3个问题： 第2个后续每日委托【这本小说···好像看过】 只提交《文学团》和后面对话选【还是达不成共识吗】原因如下： （1）这2个选择，从众多玩家的完成情况来看，都是这么选的 （2）从剧情也可以判断出来，剧情是作家顺吉想要证明自己的思路是对的【小说不能过于在意剧情和设定的严谨性】，让我们去拿3本书来证明，而我们不管是依次提交3本书，还是只提交《文学团》1本书，从后面的剧情对话判断，都是可以达到证明作家顺吉的这个思路也是对的，所以，2种选择都是可以的 （3）后面对话选【还是达不成共识吗】，我认为这里2个都是可以选择的，原因可看完下面第4个问题，但众多已完成玩家选的都是【还是达不成共识吗】，所以建议就选这个即可 第4个问题： 第1个成就《编辑部的一己之见》之所以要完成2个后续委托后，才能获得的原因如下： （1）成就《编辑部的一己之见》是这样描述的：【帮助阿茂和顺吉回到正确的创作轨道】 （2）当我们分别支持编辑阿茂和作家顺吉的时候，会出现他们对应的2种后续每日委托，那么成就获得方式就很明显了，需要完成2个相关后续每日委托才行 （3）同时，第4个问题，也是导致上面第3个问题出现的原因，因为大家不清楚，原来成就《编辑部的一己之见》是要完成2个后续每日委托后，才能获得，所以就出现了，为什么有的人提交《文学团》能获得成就《编辑部的一己之见》，有的人一样提交了却没成就，为什么有的人依次提交3本书也获得了成就《编辑部的一己之见》，有的人依次提交3本书却没成就，原因就是不管是提交《文学团》还是3本书依次提交的人，他们能获得成就《编辑部的一己之见》，是因为他们的2个后续每日委托都做完了，而你第1个后续后续委托没做完，所以你同样提交了却没成就 （4）这里还有个情况就是，有人是做完第1后续每日委托拿到的成就，那么之前可能已经完成了第2个后续每日委托，有的人则相反，所以，也就证明了，这2个后续每日委托没顺序要求，只要2个都完成了即可拿到成就，但是看过剧情的，应该都能看出来，应该先完成第1个后续委托，再来完成第2个，因为这样做的话，后面进行第2个后续委托时，剧情看起来才是顺着连起来的，所以，建议大家先支持作家顺吉，完成第1个后续委托后，再支持编辑阿茂完成第2个后续委托， （5）同时，第4个问题，也证明了我第3个问题的推论是正确的， 第3个问题和第4个问题总结： 简单来就是，就是成就《编辑部的一己之见》它是需要完成2个后续每日委托后来获得，与只提交《文学团》还是依次提交3本书是没有关系的，也与后面对话是不是选【还是达不成共识吗】都没关系 第5个问题： 声望任务《故事构思法》之所以3个地方都要至少去过一次后，才能接到原因如下： （1）第2个成就《至少有了个结局》是这样描述的：【听顺吉讲完他所构思的故事】 （2）而当我们和作家顺吉去这3个地方（ 天目锻冶屋/九十九物/奉行所（观察同心） ），作家顺吉确实都会给我们讲他所构思的故事，这个我们可从3个地方的对话中得知 （3）声望任务《故事构思法》，只是作家顺吉，给我们讲他最新构思的故事，所以前面3个地方他所构思的故事，我们也应该都听一遍才行 （4）还有一个重要的原因可以拿来推论，成就《编辑部的一己之见》是2.0版本就有的成就，而声望任务《故事构思法》是2.1版本才出来的，同时第3个地点 奉行所（观察同心），也是 2.1版本 才增加的随机地点，很多不管是在 2.0版本就拿到成就《编辑部的一己之见》，还是2.1版本后拿到成就《编辑部的一己之见》的人，都出现了拿到成就，却没有接到声望任务《故事构思法》的情况出现，所以，也就说明了，3个地方都要至少去过一次才行 （5）所以已经拿到成就《编辑部的一己之见》，却没有接到声望任务《故事构思法》的人，建议优先刷取第3个地点 奉行所（观察同心），后面会说明刷取方法，大家看完这里，看后面即可 （6）如果刷完第3个地点 奉行所（观察同心），还没接到 声望任务《故事构思法》，那就再把前2个地点（ 天目锻冶屋/九十九物）也再刷一遍，如果3个地方都刷了一遍，还不出 声望任务《故事构思法》，那就很可能是下面第（7）情况 （7） 那就是 2.1版本，这个系列任务可能被重置了，需要按照我上面的流程图，把2个后续每日委托再做一次，同时 3个地方再去至少一次，才有可能刷到 声望任务《故事构思法》，这是我推论出来的最坏可能，因为时间太过久远，目前无法验证，到底是全部重置了，还是只需再去第3个地点 奉行所（观察同心）一次就行，这里我认为，最大可能是 再去第3个地点 奉行所（观察同心）一次就行， 全部重置的可能性太低，这一点我是从下面（8）推论出来的，至于具体情况， 这个就只能目前 拿到成就《编辑部的一己之见》，但 还没刷到 声望任务《故事构思法》的人 自己去试一试了，这里我只能告诉大家我的推论结果是这样的 （8）说到这个重置问题，它还是有可能的，这个大家可以看我攻略最后，【全能美食队】全系列任务流程合集攻略，里面须弥声望任务《全能美食队•职责之内》的接取条件，就是要在【3.1】版本更新后，需要在稻妻地区 再次刷到一次每日委托《全能美食队·食材在哪呀？》后，才能接取到，也就是之前刷到过每日委托《全能美食队·食材在哪呀？》是不算的，需要再刷到一次才行， 【全能美食队】系列须弥声望任务《全能美食队•职责之内》的接取，它就是只重置了每日委托《全能美食队·食材在哪呀？》，并没有全部重置 3个随机地方刷取方法：（断网重登刷地点） 具体操作方式： 每次前置委托，在选择【去取材】或者【找灵感】后，后面就会出现作家顺吉，说去哪个地点的对话，这时如果是你已经去过的地点，那么就不要点击继续（前提记得关掉自动播放剧情的设置），然后我们直接断开网络连接，一直等到游戏进入转圈重连模式，重连几次失败后，就会出现一个连接已断开弹窗，点确定后，就会进入到游戏登录界面，然后我们打开网络连接，重登游戏，重复上述操作，直到刷到你想去的地方为止，如果实在刷不出来，就等下次委托在试吧，反正是要刷到最少6次前置委托的 案例分析：（这是我找的2个评论） （1）我前天任务已过，我是先刷了3次厉害吗支持作家，然后作家支线有问题一次，接着是三次支持编辑，然后前天刷新支线好像看过，接着触发世界任务，我的作家支线全程记录，地点分别是锻造屋，九十九物，同心，触发作家支线后就没再记录了 第1个评论，我们可以看出来，这个玩家，它满足了我上面总结出来的全部条件，所以接到了声望任务 2个人都至少支持3次，出2个后续每日委托，同时3个地方都至少去过一次，则可在获得第1个成就的同时，接到声望任务 （2）我是支持三次作者然后这本小说有问题，再支持了三次阿茂，今天出的这本小说好像看过，然后拿到了编辑部的一己之见，但是没有解锁故事构思法 第2个评论，这个玩家，2个人都支持了3次，2个后续每日委托也出了，也拿到成就《编辑部的一己之见》，但却没解锁声望任务，所以，最大的原因可能就是3个地方没去完 最后注释说明： （1）声望任务【故事构思法】算是稻妻最难完成的任务了，因为它要完成很多次的前置每日委托后才能刷出来，而像这种与每日委托有关的任务攻略，它是没有具体完整的攻略的，一是因为难以刷到，二是因为可能性太多，一个人是难以将具体完整的攻略整理出来的，所以，这种任务攻略，我们只能查找众多攻略及众多玩家完成后的反馈结果，推论出一个较为具体和完整的攻略 （2）本人已做完该声望任务，我是查找了众多攻略及众多玩家完成后的反馈结果，可以说是声望任务【故事构思法】最完整的攻略了，所以，上面攻略最终是可以完成任务的，大家放心参考去完成即可 （3）如果发现长时间在一个地区刷不出来与每日委托有关的成就或者任务，建议大家来回换地区刷，个人感觉很有用 （4）如果本篇攻略的每日委托长时间刷不出来，大家可以去八重堂前面找他们两个人多对几次话，然后在他们旁边挂机，个人感觉也是会有用的 （5）如果你仔细看完了我上面总结的攻略，然后仔细想想，你会发现，这个声望任务，即使你不看攻略，在你全部乱选的情况下，只要运气好，然后再刷到足够多次数的情况下，可能会稀里糊涂就接到这个声望任务的，我之所以这样说，是因为我发现这样的人确实是有的， 因为声望任务的接取条件，如果上面我的推论都是正确的，那么就只有2个关键点：刷出2个后续委托，3个地方都去过 相关汇总攻略： 【稻妻】全部每日委托成就，及每日委托相关全部声望任务汇总攻略 以上就是本期全部内容，我们下期再见啦_(米游姬比心) 如果对你有帮助，谢谢点赞支持一下啦_(米游姬 感谢)",
    "length": 4860
}