{
    "game_id": 2,
    "post_id": "49016304",
    "f_forum_id": 43,
    "subject": "0命莱欧斯利配队攻略（燃融，水神入队浅谈）",
    "url": "https://www.miyoushe.com/ys/article/49016304",
    "created_at": 1707395891,
    "like_num": 52,
    "view_num": 6029,
    "reply_num": 59,
    "text": "_(莱欧斯利-跟我走一趟)由于0命莱欧机制相比1命确实差一口气（lz不喜欢管任何角色叫负一命或者机制拆分，毕竟都是相对比较得出的，命座带来的手法优化、配队改善等等，其目的多半其实还是为了提升伤害:无论是降低体力消耗的、送霸体送buff的、加使用次数优化循环的，无非解放配队、降低操作难度、不被打断以减少丢伤害、分配更多充能词条给输出、省奶位→→→最终其实很大一部分还是为了打的更快伤害更高） ————主观攻略，仅供参考———— 莱欧主要两种玩法:  直伤队、融化队 （当然草行久或者点秋香驾驶员也行，且对于0命莱欧来说可能草行久队伍总伤还比三拐一莱欧要高，但这是保下限、冻结护草强行找的就业，换个其他适合种门的或者雷神国家队、甚至万叶、皇女、砂糖国家队等都会比莱欧发挥更好）_(莱欧斯利-你说得对) 由于没有申鹤故不太能给出太多建议。 直伤队上限感觉没有融化高，0命莱欧最大的问题是被动的强化重击cd太长，5秒才能出1次，且开e后平a扣血比较快，维持不了50%的血线，因此不带奶是回不上来的会掉普攻强化状态，损失掉不少输出。再者莱欧的站场输出时间中等偏长，自身不是生命模板，比较脆，血条蹦迪经常只有一万出头的血量，手法不好生存压力大真容易暴毙，因此建议携带长效前台的奶妈，比如 班尼特、瑶瑶、早柚等，琴或者夏洛蒂的话都是瞬抬奶，后续的持续奶量不是很足，注意配队与手法。 莱欧永冻队: 莱欧斯利 + 夜兰 + 芙宁娜 + 琴 莱欧斯利和琴的血条蹦迪帮助芙宁娜叠层，夜兰芙芙双水解决充能问题，这个队伍打能冻住的怪还是蛮爽的，重击虽然会碎冰不过有一些碎冰伤害，适合打少量可冻结精英怪或者对单，不太适合对群（吃练度） 夜兰或者芙芙可以换行秋，有抗打断，不过伤害会低一些；琴可换早柚、夏洛蒂、班尼特，班尼特这种单奶在高生存压力环境下可能需要先于芙宁娜夜兰开大，轮流回血。风奶带风套建议减水抗就行，要减冰抗的话需要切莱欧出来a再扩散，流程比较繁琐，何况对于0命正常练度的莱欧这个配队伤害一半多都是仨海鲜朋友和水箭打的_(米游姬糖葫芦) 莱欧斯利融化队: 莱欧手法3a1z（重击），有q可以a后接q，对群伤害可观。 莱欧斯利 + 班尼特 + 香菱 + 万叶/钟离/砂糖 传统香班融化队，抢达达利亚队友_(达达利亚-可恶)（公子:真＊＊酷炫啊伙伴） 优先保证香菱循环，建议班尼特香菱都240充能以上，特别是携带钟离的情况下队伍产球更少。融化队非常难扩冰，建议不扩，操作繁琐的同时真不一定比紧密循环莱欧多a几次dps高多少，带万叶直接扩火就行，砂糖祭礼可以在香菱之前e，讨龙就香菱qe后莱欧上场前e。钟离盾量够的情况下可以堆点暴击携带西风枪辅助充能（个人是四万血 8级e差不多够用），这个配队钟离的双减抗提升蛮不错的，因为上文提到很难扩冰，不携带申鹤的情况下减不到冰抗（重云得e领域消失才减抗，不是很好用），打纯水幻人也是蛮好用的（香菱伤害大过莱欧） 莱欧斯利 + 纳西妲 + 班尼特 + 托马/迪希雅 燃融队的循环比香班融化更好一些（托马4命），0命托马不建议用，轴跟香菱一样长圣遗物难培养，不如香菱（即使没有4命，火轮结束后剩余的火也基本能支撑莱欧斯利a完e的强化状态） 托马可以携带2绝缘2生命或者宗室（队伍中有1套就行，不能叠加），流程上: 草神eq 班尼特e 托马qea 班尼特qe 莱欧 充能够可省略班尼特e，托马带西风没触发就a出球再切走，托马的问题在于盾需要叠，燃烧引火烧身遇上高压环境盾是不太够看，实战由于手法和卡肉等影响挂火比较迷可能莱欧有重击打不出融化 迪希雅带千岩，生命不用堆都够，别开大了没多少伤害。。。祭礼大剑可以第一轮草神eq班尼特eq迪希雅e，第二轮草神e迪希雅e班尼特eq，轴就接上了（注意祭礼触发的e抗打断到不了霸体），比起托马的优势在于有能抗爆发伤害（比如站班尼特圈被水人或者剑鬼打出反应，托马容易1击盾碎2击暴毙，迪希雅不会，配合班尼特能奶起来），e启动更灵活，有短暂霸体，挂火由任意伤害触发，独立附着，但是画地为牢，托马离了班尼特圈还能随身挂火，生存也还凑合，迪希雅离了班尼特小圈立马就被烧残，出了大圈没法挂火，且迪希雅的e真空期长，不带祭礼大剑的话相比1命以上托马来说是有点拖轴。 草神通用性建议携带草套，不建议0命带剧团套，输出比起草套提升不明显。想提高莱欧伤害和托马盾量可以带千岩。 有攻略说武器携带金珀配合托马带公义缓解充能，让草神每轮都开出q，经过本人0命实测和小程序1命、3命、6命的模拟，莱欧斯利融化率不高精通收益不如胡桃香菱，香班融化队精通超过200收益就比较低了，在莱欧自身歪了一些精通的情况下（我单人面板是一百出头精通），草神不用强求每轮都开q。而且换金珀带来的自身精通降低影响了草神和燃烧反应伤害，对群这两个伤害还是比较可观的，给莱欧的提升并没有多少。 如果搭配迪希雅带了千岩那草神就不用带了。 草神下位推荐瑶瑶，带教官套或者摆烂就行，流程上切莱欧之前瑶瑶放e就行。柯莱或者草主不能替代。 莱欧斯利 + 芙宁娜 + 香菱 + 班尼特 这队伍我之前觉得逻辑不那么自洽，但是经过数次深渊和大世界实战我才发现了这个队伍的精妙之处: 先说缺点就是芙宁娜全员烧血，班尼特单体奶。优点是多c，伤害多样，爆发高。莱欧的扣血可以给芙宁娜叠层，芙宁娜不是那么高频的水，结合香菱火轮+锅巴，实战大体型怪还会双判多判，在香菱水神能打出不少蒸发的情况下莱欧也能打出不少融化，乱了反应也不亏，主要是芙宁娜给莱欧和香菱的增伤很多，又结合堪比夜兰的后台伤害，实战效果非常不错。芙宁娜西风剑（面板充能190我是够的）还能润滑香菱充能。 对于0命莱欧这个配队伤害挺不错的，爆发高，可以干翻这期12-2沙虫，建议减冰抗（莱欧q范围大直接打进虚弱） 想到哪写到哪，没啦。",
    "length": 2389
}