{
    "game_id": 2,
    "post_id": "50351618",
    "f_forum_id": 43,
    "subject": "【原神/深渊攻略】4.5原神深境螺旋12层攻略",
    "url": "https://www.miyoushe.com/ys/article/50351618",
    "created_at": 1710552619,
    "like_num": 598,
    "view_num": 78414,
    "reply_num": 294,
    "text": "4.5原神深境螺旋12层攻略 大家好欢迎来到三玖的原神4.5深渊攻略频道！ （省流可以直接跳到最后总结部分~） 4.5深渊攻略难度显著提升，通过血量统计发现，单单12层第二间的上半血量高达488w。难度集中在上半层的近乎极致的对群与对输出的极高要求。下半则是站桩输出为主，地方传奇进入深渊，一定程度上要求下半携带岩元素角色或是通过超载反应破盾，并且不存在不破盾打法，不破盾全元素抗性210%等效约1800w血。 几位老前辈包括空壳、冰风组曲、翠翎恐蕈、恒常机关阵列都出现在本期深渊。总结来看，上半建议一定要携带聚怪角色，例如枫原万叶、闲云、温迪、砂糖，下半则建议选择单体对单较强的角色，比如雷国、胡桃队等。 接下来，请跟随三玖的步伐进入4.5原神深境螺旋12层攻略！ 注：配队为主观建议，仅供参考，实际配队按拥有角色配队即可；通关视频会同步发送，均为主流配队的低命座，部分毕业面板将会特殊备注；推荐队伍中存在推荐等级区分，依次为 “强烈推荐”“倾向于推荐”“不推荐”。 目录： 一、渊月祝福、深渊详情以及原魔详情 二、配队推荐 三、总结 一、渊月祝福、深渊详情以及原魔详情 先来看看渊月祝福。 “释放岩造物时，释放冲击波。” 我们先来看看什么算是岩造物，典型的就是钟离E技能梳理的柱子，这就是典型岩造物。这个祝福帮助不算特别大，可以忽略。 以下为原魔血量表。（深渊特化，元素抗性，特有机制、高额伤害等特化已标注） 请看第一间原魔分布。 上半层，出现两波原魔。 第一波原魔分别是两只大型狂蔓隙境原体和一只火深渊法师。 在钥匙的正前方 ， 聚怪方法：破盾聚怪击杀即可。 第二波钥匙两侧出现两只愚人众boss， 聚怪或攻击远距离原魔会自行靠近。 值得注意的是，火法师与大型狂蔓隙境原体都有 深渊特化 ，大型狂蔓隙境原体开局立即进入 狂暴状态 ，大幅提升攻击频率与范围，破盾使用激化、燃烧等方式均可使其进入瘫痪。火法师深渊特化， 24个火元素单位 ，是平时护盾的两倍。 下半层，正前方出现翠翎恐蕈。 翠翎恐蕈自带 80%高额草元素抗性 与25%的其他元素抗性，激化反应发生事进入 活化状态 ，结束后进入瘫痪状态，此时失去全部其他元素抗性，但仍然拥有55%的草元素抗性。 请看第二间原魔分布。 上半层，出现三波原魔，分别是6只草、火、雷元素漂浮灵，3只火骗骗花，4只空壳怪。 第一波钥匙正前方180度角内出现6只漂浮灵， 聚怪方法：可以优先攻击雷漂浮灵，其他漂浮灵会主动聚集。全部击杀即可刷新下一波原魔。 第二波钥匙正前方135度角内出现3只骗骗花， 聚怪方法：向后奔跑到正下方，等待骗骗花聚集即可，也可以直接就地聚怪。全部击杀可刷新下一波原魔。 第三波钥匙正前方180度角内出现4只空壳怪， 聚怪方法：寻找远距离空壳怪，其他近战空壳怪会自行聚集。 下半层，出现恒常机关阵列。 恒常机关阵列正常形态下有着70%高额物理抗性，进入战斗后的40s内或是血量低于30%进入瘫痪状态，瘫痪状态下本体无敌，击杀带“光圈”的机兵进入虚弱状态，失去50%全元素抗性。 请看第三间原魔分布。 上半层，原魔为冰风组曲。 深渊特化下，冰风组曲开局进入 高潮状态 ，并且有着 95%高额冰元素、风元素抗性 与35%的全元素抗性。请注意，芒性攻击会使冰风组曲高潮停止并陷入瘫痪，但并不是刚需。 下半层，原魔为算力增幅器。 开局自带岩盾， 高效破盾方法只有岩元素攻击与超载反应，配合下落攻击。 护盾存在期间，全元素抗性提高至 210% ，并且 大幅提高角色跳跃能力 。 特别注意：原魔必须破盾，不破盾等效血量约为1800w。芒性攻击可使其瘫痪，但不是刚需。 二、配队推荐 注：本期深渊可以使用两个配队进行通过。上半建议带聚怪角色，如果没有，请参考上文描述的聚怪方法。下半配队较为开放，胡桃、宵宫、林尼、娜维娅、雷神、一斗、草神均可。 举个例子：上半的前两间，我们可以使用神里绫华的永冻队，满星通过后切换别的队伍通过第三间。不建议非满命神里绫华、申鹤尝试通过冰风组曲。 上半层： 上半层压力较大，建议刚需聚怪角色，例如枫原万叶。不聚怪玩法可以使用草神国家队通过，上半第二间建议通关时间为 110s内 。建议配队选择完整成型的配队，通关前请先看完聚怪方法。 不建议使用冰属性、风属性、火属性作为主C通关。 1、那芙万白（强烈推荐） 注：白术可换任意奶角色，但将失去那维莱特一层被动。 顶级配队，那维莱特重击集群伤、站桩、伤害于一体，加上万叶、芙宁娜的巨量增伤，特别适合上半的环境。 2、万达国际（强烈推荐） 老牌强队，对群伤害极高。但同时也要注意，班尼特存在内鬼火，冰风组曲的冰元素伤害将对染火的角色造成极高的融化伤害，队伍充能也需要保障。 3、芙宁娜相关配队（强烈推荐） （1）雷芙琴+夜兰、神子 （2）心芙夜万 （3）万叶+芙宁娜+班尼特+闲云 4、草神国家队（倾向于推荐） 四号位：赛诺、艾尔海森 草系上下半都可以使用，版本依旧强势。 下半层： 下半层主要以打桩为主，在这里即使有翠翎恐蕈，我依旧会推荐草属性相关反应。岩属性不是刚需，但如果队伍中有钟离，可迅速破掉岩盾，护盾状态下大幅提升角色跳跃能力，大剑角色也可无视破盾。 1、岩属性角色相关配队（强烈推荐） 站桩输出，高效破岩盾，岩队在本期优势较为明显。 （1）一斗纯岩队 （2）娜维娅队（娜维娅+钟离+芙宁娜+班尼特） （3）千织相关配队（可进入上述两种队伍，作为副C） 2、雷神国家队（强烈推荐） 老牌强队，站桩伤害非常高，但单体怪产球效率低，请关注队伍充能情况，确保大招不间断。 3、火属性角色相关配队（强烈推荐） （1）胡行钟夜（夜兰可替换成芙宁娜） （2）林尼纯火（香菱可替换成万叶） （3）宵宫队（班尼特可替换成云堇） 4、神子激化队（倾向于推荐） 艾尔海森或提纳里带来的高额草伤，即使在80%草抗下伤害依旧客观，并不会因为高额草抗导致拖过长时间。 5、风属性相关配队（不推荐） （1）魈珐+闲云 （2）散珐 （3）闲云相关下落攻击队 三、总结 本期深渊难度集中在上半层，给那维莱特与万叶的复刻创造舒适空间，上半建议带万叶，下半站桩即可。如果不使用万叶，也可以参考上文每一部分提供的“聚怪方法”。 我的配队为 上半“心芙夜万”“万达国际”，下半“雷神国家队”“神子激化队”“胡桃队”。 值得注意的是，第二间上半耗时较长，请合理安排时间，尽量控制在110s以内。可以通过两个配队的方式通过，见上文提供的配队例子，使用两个配队，先打满前两间，最后再换队伍打最后一间。 好了，本期深渊攻略到此就正式结束啦，谢谢你能看到这里！如果你不确定如何配队，可以在评论区寻求帮助！请记住，任何人提出“免费打深渊”等字眼，请不要相信！不要相信！！不要相信！！！发现立即举报，也可以艾特我删除评论。评论区请和平讨论！ 我是三玖，如果可以的话，希望得到你的点赞和评论，谢谢！ 感谢大佬的一部分图，打扰力~ ﻿ @Asgater ﻿",
    "length": 2869
}