{
    "game_id": 2,
    "post_id": "51928891",
    "f_forum_id": 43,
    "subject": "【V4.6攻略·任务与探索】谐律上的咏叙诗（附故事整理）",
    "url": "https://www.miyoushe.com/ys/article/51928891",
    "created_at": 1713932250,
    "like_num": 1621,
    "view_num": 56671,
    "reply_num": 80,
    "text": "UID 137951919 大家好，这里是抓马特鸡~ 本帖给大家带来V4.6版本世界任务—— 谐律上的咏叙诗 的攻略。 该任务是4.6新地区「诺思托伊区」和「旧日之海」的开图任务。 任务概览 谐律上的咏叙诗·序曲—— 诡镇之梦——佩特莉可的阴霾 谐律上的咏叙诗·第一章—— 海魔王的宫殿——水下夜想曲 谐律上的咏叙诗·第二章—— 被缚的囚徒——雷穆利亚的最后一日 谐律上的咏叙诗·第三章—— 法沙利亚狂想曲——通往卡皮托林的阶梯 谐律上的咏叙诗·第四章—— 安魂曲——哀悼命运之疮 建议大家在开始任务前阅读下面的故事背景介绍，以获得更好的任务游玩体验~ 【任务体验前必读】雷穆利亚背景故事 任务接取方法 直接传送到下图位置传送点。 任务流程 ▋▎一、诡镇之梦——佩特莉可的阴霾 初到佩特莉可镇便遇上了一连串怪事，你决定前往镇上一探究竟… 【1.击败「盗贼」们】 击败盗贼后，将进入一段剧情。我们的视角为雷穆斯王。 *剧情概述：我们的视角切入到雷穆斯王身上，和我们对话的两个人是卡西奥多和斯库拉。 【2.前往佩特莉可镇】 【3.探索后山遗迹】 【5.击败复活的石像】 本次世界任务中的敌人大多有岩盾，建议携带岩队/超载队进行攻略。 【6.跟随小呜斯跃入深泉】 【7.前往水下的「褪色城堡」】 【8.走向「褪色城堡」】 这里将获得 自鸣音乐盒 ，收集6个乐章可以获得奖励。 第一乐章默认解锁。 *剧情概述：小呜斯告诉我们佩特莉可镇的居民的灵魂被「乐章」带走了，为了拯救那些迷失的灵魂，我们随小呜斯前往深海的旧日国度（雷穆利亚），平息失序的「乐章」。 ▋▎二、海魔王的宫殿——水下夜想曲 为了拯救佩特莉可镇的众人，你跟随怪猫「小呜斯」一同进入了神秘的「褪色城堡」… 初到佩特莉可镇便遇上了一连串怪事，你决定前往镇上一探究竟… 【1.继续探索「褪色城堡」】 *提示：在接下来的探索玩法中，有些玩法需要使用乐章之力。 如下图位置，有一个魔导书和魔导书柜的解谜： 神出鬼没的魔导书可以用 短按「乐章」 使其停止后拾取： 消耗拾取的魔导书开启书柜，长按乐章之力，即可通过。 【2.取下「空白曲谱」】 来到下图位置。 *「自鸣簧管」教程： 使用「乐章」之力后（T），长按E时调音板会上下滑动，松开令调音板指向特定的音符完成解谜。 GIF示意： 【3.继续探索「褪色城堡」】 【4.演奏壁画上的「乐章」】 【5.击败魔像】 击败4个魔像。 此处和小呜斯交谈，可以知道雷穆利亚灭亡后的故事： *剧情概述：雷穆利亚毁灭后的故事 （1）在雷穆利亚覆灭后，剩下的雷穆利亚人建立起了黄金城堡，统合幸存的同族，避免高海吞没大地的悲剧再度上演。在 卡西奥多（小呜斯） 和同伴巡行各地，为遏制原初之水的力量而奋战之时， 波爱修斯 蛊惑了剩下的人，想要施行邪恶的仪式，试图修复破碎的「乐章」，重建灭亡的国家。为达目的，不惜溶解同族的意志，四处掠夺枫丹人的灵魂。诸多的王侯与贵族沦为他的傀儡，新生的枫丹几乎要因此而毁灭。 （2）为了阻止 波爱修斯 ， 卡西奥多 成为了「逐影猎人」，同新枫丹人一起对抗俨然已是怪物的波爱修斯。在苦斗之后，终于才将波爱修斯连同雷穆利亚海域都封印了起来。之后， 卡西奥多 便成了旧日国度的守灵人。 （3）将人的记忆、人格，以音符的形式编织为旋律，使人的灵魂能够安住其中，并为他们实现愿望，这便是「乐章」，因此掌握了「乐章」，便等同于掌握了「命运」。雷穆斯王原本希望人人都能通过奏响乐章，来掌握自己的命运，但人们实在无法承受「乐章」的力量。 在人们的祈求下，雷穆斯王将所有的旋律都编入了最为宏大的乐章，这乐章将会给所有人带来至福，其名便是「福波斯」。 （4）乐章本应为每个人编织至善的旋律，直到千年之后的永恒。但却不知道出了什么问题…现在，波爱修斯打破封印，经由将破碎灵魂编织进「乐章」的方法掌控了失序「乐章」的力量。 ▋▎三、被缚的囚徒——雷穆利亚的最后一日 在了解到「呜斯先生」的身份后，你们决定前往旧日之海，寻找波爱修斯的踪迹… 【1.前往旧日之海】 【2.继续前进】 【3..解开束缚斯库拉的锁链】 （1）跟着怪鱼可以找到第一处位置，需要与三个魔像战斗 （2）使用「乐章」之力长按释放奏鸣音波能够将其解除。 （3）第二处位置，可以通过交涉避免战斗 （4）第三处位置 解谜方法： 章鱼会不断共鸣海葵之间游走，当它走到光环能够影响所有共鸣海葵的中间位置时，用乐章之力停止章鱼。 如果停错了，长按乐章之力可以让章鱼恢复运动状态。 注意：解开锁链时会进一段剧情打断解锁， 剧情过后要再解锁一次锁链 。 【5.前往斯库拉所在的地方】 【6.和斯库拉一起通过「雅努斯之门」】 这里有一段QTE演出（PC端狂按空格就行）。 ▋▎四、法沙利亚狂想曲——通往卡皮托林的阶梯 穿过危险的海沟，终于到达了古代雷穆利亚沉没的王城。接下来便要前往「黄金宫殿」，与波爱修斯一决高下… 【1.前往「黄金宫殿」】 （1）此处可以使用斯库拉的力量在海域中快速行动 按T可以快速接近斯库拉，如果斯库拉没有刷在附近，可以 通过传送重置斯库拉的位置 到角色的附近。 与斯库拉对话，选择【召唤激流】，对着目的地发射，可以在水底快速移动。 【2.击退魔像】 剧情杀，不需要击败它们。 【3.修复金色水道】 《重建黄金水道·其之一》 （1）跟随斯库拉来到下图位置 （2）让飞鸟幻影归位（3只），让它们回到画的对应位置 （3）使用引光机关照亮号角 （4）跟随飞鸟幻影（接近即可） 《重建黄金水道·其之二》 （4）跟随斯库拉来到下图位置 （5）跟随金蜂前进到下图位置 （6）让飞鸟幻影归位 最高处的飞鸟幻影需要通过帽子水母跳高才能碰到， （7）使用引光机关照亮号角 （8）跟随飞鸟幻影 ▋▎五、安魂曲——哀悼命运之疮 为了呜斯先生，也为了镇上的大家，与波爱修斯展开最后的决战吧。 【1.释放灵露连通水道】 【2.与斯库拉共奏】 完成一段震撼的QTE演出（PC端狂按空格就行）。 【3.继续前进】 【4.打倒「波爱修斯」】 【5.前往「黄金宫殿」上层 】 完成最后的安魂曲，让所有的灵魂回归现世，这也是「卡西奥多」的遗愿… 【6.前往「演说台」】 【7.使用竖琴开始演奏】 完成一段QTE演出（PC端狂按空格就行），获得 【第六乐章】「垂泪之时」 。 【8.回到佩特莉可镇】 剧情概述：雷穆利亚覆灭的真相 （1）先知「西比尔」的愿望是为世界上所有被称为人类的存在送去幸福，但她没有人格，也没有足够的力量。为此，她将自己的智慧与生命都交给了雷穆斯，加上雷穆斯所拥有的力量，便创造出了乐章「福波斯」 。福波斯诞生后成为了雷穆利亚一切旋律、一切乐章、一切思绪、一切灵魂的总和，依靠着西比尔近乎无限的计算能力，它为每个人都规划了通往幸福的道路，所有人都依赖着福波斯为他们做出判断与决定。然而，雷穆利亚人之中滋生的傲慢与仇恨扭曲了福波斯，把它变成了可怕的怪物。福波斯引导雷穆利亚人掠夺、仇恨、杀戮，肆意地消灭其他生命，毁灭城镇与乡村。 （2） 雷穆斯王 意识到了「 福波斯 」的异变，认为雷穆利亚人已经罪孽深重，但因为魔神爱人的限制，他做不到抹杀雷穆利亚人。是雷穆斯王想出了一个计划，他要牺牲自己，释放「乐章」的力量，再由斯库拉控制他所唤醒的原初的蛮荒之力，将他的臣民们从那顽石的身躯中解放出来，使他们重获原本的血肉的身躯，消灭人为制造的种族隔阂。雷穆斯王曾嘱咐斯库拉，切记不可将这个计划透露给雷穆利亚人，因为唯有让他们认识到自己的局限，才能放下偏见与傲慢。 （3）雷穆斯王让斯库拉率领龙蜥大军进攻王城，没想到「福波斯」拥有了自己的意识，而且早已控制了波爱修斯。波爱修斯谎称自己奉了雷穆斯的命令，已经命令军团放弃抵抗，等到斯库拉抵达雅努斯之门时突然发难，用不溶的灵露将斯库拉封印于高塔之下。没有了斯库拉的帮助，雷穆斯王牺牲自己释放的「福波斯」的力量失控，让整个王城坠入了水下，雷穆利亚由此覆灭。所幸行动前，雷穆斯王将卡西奥多的旋律从乐章中分离出来以防不测，之后的故事大家都知道了。 （4）最终，旅行者借助「安魂曲」的力量，让雷穆斯人的灵魂得到解放，回归高海与永恒不息的生死循环。",
    "length": 3356
}