{
    "game_id": 2,
    "post_id": "52173989",
    "f_forum_id": 43,
    "subject": "【原神观测枢】4.6版本新卡牌速递——机制讲解与牌组配队前瞻",
    "url": "https://www.miyoushe.com/ys/article/52173989",
    "created_at": 1714327817,
    "like_num": 685,
    "view_num": 17679,
    "reply_num": 29,
    "text": "各位旅行者们大家好呀~提前祝大家劳动节快乐_(阿蕾奇诺-鼓掌) 4.6版本算是七圣的一个全新里程碑了，婕得七月的削弱，端外天梯的加入，冒险牌币大改版，以及这次一众新卡牌的上线，使得七圣的活跃度迎来了一波大幅提升。天梯分数给了牌佬们匹配鏖战的动力，新卡牌新体系的加入也使得新版本最初几天的匹配环境再次百花齐放。本人也是第一天连续打了18小时七圣，一波上了77分干到了影幻段位。 （也导致这篇文章延期了好久） 总之，就让我们看看这个版本的新卡牌吧 _(珐露珊-欢迎新人)_(久岐忍-逢考必过) _(久岐忍-火大)一、久岐忍 千呼万唤始出来，久岐忍的卡牌也算是终于上线了。久岐忍作为雷系第一个、七圣第四个可以通过切人来造成伤害的角色，有着非常优秀的辅助能力。 终于可以在七圣召唤里玩草行久啦！ 久岐忍的元素战技会生成一个可用次数3、切人造成1雷伤+治疗受伤最多角色1点的越祓草轮。雷元素作为七圣召唤最为万能的元素，与目前所有其他元素体系都有着不错的配合，其切人挂元素的特性也使得更容易打出元素反应。如与双风牌组配合，通过多样的速切手段，可以立刻将雷元素扩散出去；与火元素角色配合，也可以直接将对方后续站场的角色超载走。可惜一回合只能使用一次的限制，加上自身超过5血时会受到2穿透伤害，使得这一技能的强度受到了一定的削弱。_(久岐忍-惊慌) 久岐忍的元素爆发就是纯粹的数值技能了，4点雷伤+只能治疗自己2点，使得其难以与其他角色打出配合。一般久岐忍行动一次后就会切走，因此这一技能更多时候是在本大爷的加持下来保证久岐忍的生存。 久岐忍的天赋也非常强势，一回合一次的复活，且6血以下伤害+1的特性，使得久岐忍在兼具生存能力的同时有了不俗的输出。不过，目前环境中携带久岐忍的几个牌组，并不以打出久岐忍的元素爆发为最终目标（毕竟只能治疗自己），因此出乎意料的，久岐忍的天赋目前很少在实战中出现。 注：这里存在一个BUG，如果有着火元素附着的林尼在隐具余数不为0的情况下打出元素战技击倒对方角色，触发对方角色的越祓草轮，自身被超载至下一个角色（但未被击倒），那么此时隐具余数的回复效果会触发给我方被超载出的那个角色，而不是林尼自己。 如今环境中久岐忍，既可以代替之前双风登登中迪希雅的位置，也可以按照卡牌狂魔张老伯的思路，与林尼、瑶瑶组成 公义瑶瑶队 。这里给出公义瑶瑶队的一个牌组 牌组码 FpHByjMOEhGS0mQWF5IyWjEQFGEC+DQRFIIyCUkRFbKBDsQRDeJBD8URDfJhEMcSDREB 开局尽量找到公义的酬报、流明石触媒、老兵的容颜等牌。第一回合首先打出久岐忍的元素战技，之后若是找到了公义的酬报，就先给瑶瑶装武器；如果没有找到公义的酬报，则尽量选择蓄爆。之后通过林尼的行动以及各种回复手段攒满瑶瑶的充能，靠瑶瑶大招与久岐忍战技的协同效果，造成高额激化伤害的同时给自己带来足量回复，最终击败对手。 _(珐露珊-思考)二、珐露珊 双风牌组自从双风登登 被婕得打没了 之后，就沉寂了好久一段时间。_(琳妮特-捧场)所幸，珐露珊这位大世界风系第一辅助的加入，使得双风牌组在新版本再次出山，重新活跃在目前的匹配环境中。 珐露珊的元素战技除了正常的3伤模板之外，还会为自己附属“疾风示现”状态，使得下一次重击减费+变成风伤，并且还会使挨打的那一方附属“风压塌陷”状态，在回合结束时被强行拽出来（类似于四叶印的效果）。风系本身并不缺少3伤战技，因此设计师特地给珐露珊设计了一大堆额外效果，使得珐的战技兼具了许多功能性。唯一美中不足的就是“疾风示现”状态只能像提纳里那样重击减费，导致珐露珊没法依靠8个骰子在第一回合就开启元素爆发。也正因此，目前环境中的几套珐露珊双风牌组，基本都是在第二回合启动。至于“风压塌陷”状态带来的强制切人效果，大多数情况下只是个添头，毕竟 珐露珊基本就是EAQ开大，A打到谁不重要，赶快开大才重要。 珐露珊的元素爆发除了造成1点风伤之外，还会召唤赫耀多方面体，使得对方受到的风伤+1，持续3回合。跟申鹤的箓灵相比，这一召唤物除了不会像其他风元素召唤物那样转变元素形态之外，持续回合数也增加到3，这使得这个“风灵”能带来更稳定持久的加伤，并且在当今环境鲜见送你一程的情况下有着更强的抗针对性。这一元素爆发使得双风队再次有了与目前主流牌组掰手腕的资本，几乎所有风系角色都能从中受益。琴，琳妮特，流浪者，乃至风魔龙，都可以成为珐露珊的风系队友。 （看看，七圣都知道珐露珊的六命很重要，下次知道该怎么抽卡了吧） _(珐露珊-看我的) 珐露珊的天赋会在元素爆发后立刻返还一个风元素骰，并且之后两回合会各返还一个风骰。对于经常需要站桩输出的风系队伍来说，这一天赋给了风系角色在其输出回合无压力打三动的能力，因此十分推荐携带。 目前珐露珊的配队有很多，这里以下方所示的 枫丹兄妹队（愚人众双风） 举例。由于双风牌组不缺速切，因此在元素位的选择上移除了莫娜，改为伤害更高且同样有着召唤物的林尼。愚人众的阴谋这张牌可以防止对方通过娱舞欢游这张秘传来消除自身的元素附着，同时给了这一牌组打出双扩的可能。王下近侍、黄金屋和藏锋何处这套古老conbo的组合，也能为这一牌组提供更多的加伤。 牌组码 EXCR2V0NEZCh22AOFnAA54MOCIAw6JAPCUBw9ZcQCwHwAL8QE2FhBjYQDLGQC8kRFjAA （注：不唯一，如这里我强烈推荐携带湖中垂柳这张牌以增加过牌能力等等） 第一回合优先找王下近侍，找到王下的情况下可以去找寻宝仙灵、黄金屋等牌，有余力的话可以找到立本等牌兜底。回合开始时，林尼首先打出隐具魔术箭，然后就可以让珐露珊打出元素战技，之后靠着磐岩盟契给出的两个骰子打出重击。可以试着找到黄金屋+王下近侍这一组合，以减少有效骰需求+将额外的骰子留给过牌。如果骰子无论如何用不完（打不出磐岩）或者质量太差，则可以打出立本，剩余的骰子可以用来铺场。 第二回合，如果上一回合打出了立本，则切出珐露珊，并在保证自身生存的前提下打出EAQ（最好有王下）；如果上一回合是珐露珊E+A，则珐露珊便直接元素爆发。珐露珊的元素爆发必须要在第二回合开启，一切行动均以这一目的作为目标。第三回合之后，有了赫耀多方面体的风伤加成，双风牌组就可以完成收割了。 除琳妮特外，琴、流浪者、风魔龙都可以作为三号位，且各自有着不同的定位，各位牌佬可以尝试下~ _(林尼-惊喜)三、铁甲熔火帝皇 铁甲熔火帝皇（以下简称“螃蟹”）是这次更新最富有想象力的一张角色牌了。虽然其初始只有6血，但有着5层“重甲蟹壳”（以下简称“护甲”），元素战技还可以为自己增加2点护甲。此外，它还可以夺取其他角色产生的护盾，不论其护盾量是多少，每夺取1种护盾，即可为自己增加2点护甲，可谓是 燃烧他人成就自己 。_(克洛琳德-逮捕) 关于护盾…… 目前七圣召唤里的护盾（包括角色状态和出战状态）除了结晶反应产生的结晶外，还包括—— ①迪奥娜元素战技生成的 “猫爪护盾” ②北斗、坎蒂丝元素战技准备技能时产生的护盾（ 捉浪·涛拥之守 和 苍鹭护盾 ） ③莱伊拉元素战技生成的 “安眠帷幕护盾” ④白术元素爆发生成的 “无郤气护盾” ⑤托马元素战技和元素爆发生成的 “烈烧佑命护盾” ⑥绮良良元素战技生成的 “安全运输护盾” ⑦雷萤术士、冰萤术士元素爆发提供的 雷萤护罩 、 流萤护罩 （以上统称为“岩外9护盾”） ⑧钟剑提供的 “叛逆的守护” ⑨将帅兜鍪、千岩牢固两个圣遗物（大小头盔）提供的 “重嶂不移” 护盾 ⑩诺艾尔元素战技生成的 “护心铠” (11)钟离元素战技生成的 “玉璋护盾” (12)五郎元素爆发召唤物“大将威仪”生成的 结晶 （唯一不通过元素反应产生的结晶） 以上护盾无论数值如何（1盾或2盾），一旦生成，便会立刻被螃蟹夺取，变成2层护甲。 考虑到螃蟹的生存和输出都与其层数挂钩（7甲以上时元素战技打2，元素爆发伤害与护甲层数挂钩），螃蟹牌组的核心思路就是 给螃蟹叠尽可能厚的盾 。只要把护甲叠满，那就是任尔东西南北风的最强肉盾角色。_(夏洛蒂-慎言！) 但螃蟹的劣势也很明显，其夺取了其他角色的护盾，代价就是 其他角色的生存能力直线下降 ，因此对方便更倾向优先击倒螃蟹的队友。一旦只剩下了螃蟹，对方便可以通过冻结等手段将其控制住（女夜音牌组等），导致螃蟹在对局后期陷入劣势。此外，螃蟹6血的上限，除了容易被超导、感电等可以造成后台穿透的牌组针对外，还会受到狼的末路这把武器的压制，面对莫优流、莫优早这样的大剑牌组时，狼末的刀刀烈火也使得螃蟹很难有招架之力。_(流浪者-威胁) 尽管如此，在面对低爆发牌组，或是缺乏后期能力的牌组时，螃蟹牌组仍然有一战之力。比如，如果能够挺过女夜音的爆发回合，那么在对方难以再打出冻结的情况下，螃蟹便可以靠自身高护甲高爆发的特性，慢慢磨死女士。 螃蟹的天赋牌除了能 消除自己头上的元素 或者内鬼 外，还能在夺取护盾时额外产生2点护甲，在有着其他稳定护盾来源（基本指大小头盔）的情况下，相当于每回合都能给螃蟹额外加2点护甲，解决了无法给螃蟹携带两个千岩牢固圣遗物的问题（笑）。如果三个角色都带上头盔，再加上天赋的加持，螃蟹每回合都会多至少8点护甲，对非爆发牌组而言几乎就是噩梦般的存在。_(迪奥娜-烦躁) 有一点需要注意，螃蟹夺取护盾的效果 仅会在我方进行一次行动后才会触发 （使用技能、切人、打出手牌、元素调和）。因此，在我方存在除护甲外的护盾状态的情况下， 可以给螃蟹提前吃莲花酥或黄油蟹蟹 ，此时由于是先吃酥再夺取护盾，使得重甲蟹壳会排在莲花酥之后，即莲花酥可以正常帮助螃蟹抵挡伤害。 此外，即使是在行动后，这一效果的结算优先级也是最低的。举个例子，如果岩元素角色通过结晶反应击倒了对方角色，此时会生成结晶，但如果对方存在切人触发的伤害类效果（如凯亚的寒冰之棱、久岐忍的越祓草轮、瑶瑶的桂子仙机，但不包括绮良良的猫箱急件），则会在螃蟹夺取该结晶前将结晶打碎，螃蟹将无法因此增加护甲。回合结束阶段，若通过岩元素召唤物反应获得了结晶，然后结晶被对方召唤物打碎，螃蟹同样无法提前夺取该结晶而增加护甲。但如果该结晶保留到了召唤物伤害结算结束，则螃蟹会立刻将其夺取，该结晶不会继承到下一回合开始后。 目前匹配里最主流的螃蟹牌组就是比利君老师的 托马莱依拉牌组（依托螃蟹） ，这里给一个牌组示例 牌组码 FdDxyT8MEZFxZ0MWFHAx2WINFpEhOmMOFjAw45wPCUDA9J0PCWHQC7kQC+GQDr0QC/AA 慢速牌组更多依靠运营，因此这一牌组没有固定的分回合步骤，一般思路为开启莱伊拉元素战技后，通过公义的酬报充能/托马自身的行动打出托马的元素爆发，并在对局过程中适时装上三头盔和螃蟹天赋。待装备成型后，依靠螃蟹的护甲优势，通过螃蟹的元素爆发进行输出，逐步击倒对方角色取得胜利。_(莱依拉-梦游) _(蕈兽-冲冲)四、深渊使徒·激流 作为这个版本最受大家忽视的新角色牌，深渊使徒·激流（以下简称“水使徒”）一开始并不被看好。跟深渊咏者·渊火同样脆弱的身板（6血量上限，非常怕狼末），数值乍一看也不高，导致许多牌佬都没有携带他的欲望。本人新版本一共打了120把匹配，从没有遇见过水使徒。但水使徒其实是设计非常巧妙的一张牌，这一角色除了元素战技的两段水元素伤害外，还有独特的 “暗流的诅咒” 机制。 水使徒元素战技是2+1的两段水伤，多段水伤的机制使得对方有了 多吃一次元素反应伤害 的可能性，尤其是对付女夜音、莫优散这样第一回合不会切人的牌组，这一优势更加明显。如果与菲谢尔的奥兹配合，对方第一回合就要吃两次感电；如果与林尼的隐具魔术箭配合，两次蒸发伤害正好打10，会刚好将对方站场角色击倒，即使对方通过抗争之时、莲花酥等牌抵挡伤害，第二回合开始时，对方站场角色也会变成残血状态，比如女夜音的夜兰，残血2充能的夜兰面对对方的攻击，是很难坚持到开启元素爆发的。因此，水使徒的元素战技是一个非常优秀的压制类技能，后期甚至可以与冰元素角色配合，若对方两个角色头上都有冰元素，则水使徒可以一次性将二人全部冻结。此外，多段水伤还可以吃到水之新生的加伤效果，即触发复活后，这个技能就变成了一个3+2伤害的元素战技，出伤非常可观。_(夜兰-打盹) （注：水之新生是水使徒触发复活后生成的状态，普攻的物伤会转变为水伤，且水使徒造成的水伤+1） 水使徒为对方附加的“暗流的诅咒”效果可以通过两种方式触发，一种是水使徒的元素爆发，另一种是装备有天赋的水使徒触发复活（水之新生）效果。水使徒元素爆发伤害虽然不高，但这个debuff的效果却十分可观。比如挖宝女夜音牌组，如果在夜兰开启元素爆发前将夜兰击倒，并给对方上了这一debuff，则对方就很难办了——若想打出元素战技，则需要4个有效骰，而有效骰数目不足本身就是挖宝女夜音牌组的一大弱点；如果只通过普攻输出，那么雷音与女士的普攻都只能造成1点伤害，没有夜兰大招的加持几乎毫无伤害。因此， 水使徒作为集控制和削弱为一体的角色牌，有着其独特的优势区间。 注：水使徒的天赋在水使徒处于后台时也可以装备。此外，水使徒如果被提瓦特煎蛋复活，则复活后的水使徒不会携带水之新生效果（失去加伤），装备天赋后也无法在对方场上生成“暗流的诅咒” 目前环境中水使徒的牌组不多，LL起翼夜鹰使用水使徒替代莫娜的位置组了一套女水音，思路与之前的女莫音类似，通过雷音权现的高伤害造成对方快速减员；这里我推荐一套自己组的双原魔感电/超导牌组 牌组码 FZDg2RoNFMAR9EUPFEBR9WEPFmAQ9pcQCSFxAjMQE5EwC7UQDLGgDMoRFhFxE2cRDTAA 开局根据对方牌组情况决定留牌，如果是莫优散、火权等快攻牌组，则尽量寻找过牌；如果是女夜音、带珐露珊的双风等牌组，则开局最优先寻找加伤牌。第一回合开局首先放出奥兹，之后，除非—— “ 对方是女夜音 且 没有使用莲花酥/抗争之时保护夜兰 且 我方没有找到唐杜尔烤鸡 ”， 那么切换水使徒打出元素战技，否则一律切换无相之冰打出元素战技。 第二回合开始，如果—— “ 对方是女夜音 且 夜兰仍然站场 且 在我方斩杀线内 ”， 则击倒对方夜兰（元素战技优先），其余情况，如果是水使徒则先元素战技再元素爆发，如果是无相之冰则先普通攻击再元素爆发。由于无相之冰元素爆发生成的刺击冰棱会给离我方最近的角色造成1点冰伤，可以利用这一特性给对方所有角色头上挂冰。 后续回合，由于对方大多角色状态不佳且头上有着冰元素，则可以切出水使徒将其冻结，逐步控制场上局面。白手套与渔夫、重攻击、唐杜尔烤鸡、绝云锅巴等加伤牌的加入，使得这套看似没有爆发的牌组有着7点的高斩杀线，可以伺机偷掉对方的重要角色。 注：这套牌组有着其他超导/感电队同样的问题，就是难以应对螃蟹/水凝/慢速冻结等牌组，实战中还需慎重使用。 _(柯莱-好运)五、行动牌 ①公义的酬报 在版本更新前，大家并不怎么看好这一武器，甚至戏称其“解决了长柄武器角色无法携带两个绝缘的问题”——毕竟其没有常驻加伤的效果。但实战过程中，对于慢速牌组/恢复类牌组，在我方角色血量多次变动的情况下，这把武器可以迅速给携带者充满能量，使得携带者可以做到一回合一个大招，对于 双水胡桃 、 坎钟 、 久岐忍瑶瑶 这样的牌组是一个极大的补强。尤其是双水胡桃，在对方角色头上挂水、我方胡桃7血以下的情况下可以打出9点伤害，配合白手套等加伤牌能够立刻将对方斩于马下。而在双水牌组的大量回复下，一回合3点充能并不是什么难事。_(胡桃-吓唬) 公义的酬报只记录治疗次数，不记录治疗量，换句话说， 0点治疗也会为其增加计数 。因此其甚至可以与海中寻宝配合，在充能不满的情况下依靠挖宝带来的治疗效果补足充能。 下面给出一例双水胡桃牌组。思路也很简单，开局优先找公义的酬报，找到后装备给胡桃，然后开始吃饭+治疗（一般以芭芭拉元素战技起手）。只要控制好节奏，那么胡桃一回合一个元素爆发就不是难事。_(胡桃-坏笑) 牌组码 AGCQxhcNABDR0WMNFsAw4aMOChAx4jQOEyFBaEgWFIGAD7sQC/GxTVgUDNFAacQWDJAA ②紫晶的花冠 这一圣遗物必须依靠出战角色+造成草元素伤害才能触发，基本 只能绑定艾尔海森 。其强度与艾尔海森直接相关。至于海子哥现在在七圣里的表现…… _(艾尔海森-吵死了) 不排除后续会实装其他能造成多段草元素伤害的角色。 ③清籁岛 一张 既可以 针对回复牌组 ，又可以 针对提瓦特煎蛋等复活手段 的场地牌。尤其是其反制复活的效果，由于角色被煎蛋复活后无法使用料理，因此除非有更多回复手段，否则其在回合末会再次倒下。 “悠远雷暴”debuff对双方均有效，任一角色受到治疗后会立刻生成此角色状态，但这一角色状态只会在回合末结算。如果是我方召唤物带来的治疗，由于召唤物结算在角色状态结算之后，因此“悠远雷暴”状态会在下个回合的回合末才会结算。这期间可以通过愈疗之水、料理等手段，重新覆盖这一debuff，从而使得我方在两回合内只需受到一次debuff造成的伤害。 多个清籁岛效果不叠加。 在已有“悠远雷暴”的情况下再次生成此角色状态时，会直接覆盖原来的效果。 由于目前大家不是在挖宝就是在叠盾，很少有那种完全不带回复手段的牌组，因此目前匹配中几乎看不到此牌的出现。但其对回复类牌组的压制作用不可忽视。 ④太郎丸_(太郎丸-wink) 太郎丸、白手套和渔夫、海中寻宝这三张牌引入了一个全新的机制——可以向牌组中置入原先构筑中不存在的牌。其中，太郎丸这张牌打出后，会在牌组中 均匀置入四张“太郎丸的存款” （0费，打出后生成1万能骰）_(太郎丸-开始营业) 太郎丸生成的太郎丸的存款，其置入牌组中的机制是固定的，这里我们直接放出夜鹰老师的结论 ①首先将剩余牌库均分为五等分牌堆，如果有余数，优先留给靠前的牌堆。 ②之后，在第2、3、4、5个牌堆的牌堆顶各置入一张太郎丸的存款。 ③置入完成后，按之前的顺序恢复牌库。 例：牌库剩余17张牌，均分为（←牌库顶4-4-3-3-3牌堆底→）五份牌堆，并在后四个牌堆顶部分别置入一张太郎丸的存款，完成后恢复牌库。在牌库中不再置入其他牌的情况下，太郎丸的存款将会出现在第5、10、14、18张牌。 由这一机制可知，如果在开局还剩22~25张牌时打出太郎丸，则你 至少要抓/过12张牌才能找到第二张存款 （包括草与智慧的滤抽） ，在此之前，太郎丸会一直占据你支援区的位置。因此，太郎丸虽然是一个2费返4骰的伙伴牌，但在牌库中剩余卡牌数量较多的情况下，需要较长的时间去兑现，故其打出的时机十分重要。 不过，打出两张存款后召唤的愤怒的太郎丸，是优菈光降之剑之外 第二个可以打出物理伤害的召唤物 ，除了本身不低的伤害外，也可以在冻结牌组中打碎冰反应。目前已经有部分寻宝女夜音采用了太郎丸作为牌组的补充，该牌也非常适合慢速冻结牌组的节奏。 ⑤白手套和渔夫_(那维莱特-有罪) 0费+本身可以过1牌，这一伙伴牌带来的独特事件牌——清洁工作的出现使得我方有了更加灵活的斩杀线，属于万金油类型卡牌，任何牌组都可以携带该牌增加出伤。 由于其生成的清洁工作只会被塞入牌组前五张，即塞入牌组后，之后的五张牌内必定能获取该牌，至少下一次摸牌就有2/5的概率获得该牌，因此可以通过寻宝仙灵/运筹帷幄等手段，增加该牌的上手概率。 非常自洽且强力的一张伙伴牌，能带就带，你不会失望的。 _(芙宁娜-好无聊) ⑥海中寻宝_(菲米尼-潜水) 无需多言，4.6版本行动牌唯一真神 ，这张牌出现后，七圣直接进入大寻宝时代，众多牌佬们纷纷加入海中寻宝的行列。这张牌女夜音能带，行重狼能带，螃蟹/水凝/慢速冻结等牌组同样可以带。尤其是女夜音/行重狼牌组，其强大的过牌能力使得其可以在一回合内打出多张海底宝藏。这些牌组本身对有效骰要求不高，且非常需要额外回复手段，而海中寻宝这张牌完美补足了这两个短板，使得这些牌组的强度有了一个质的飞跃。 这里给出一套经典的寻宝女夜音牌组。其打法不再赘述，毕竟如今的匹配环境基本都是各种女夜音。注意在夜兰开启元素爆发前保护好她就行。 （非常建议多带一张莲花酥/秘传改成抗争之时） 牌组码 EpKCWh8OErFR9ZgQC0FB96UQFGISPDIUFLIyaTQXDYJhDMcRDcKhDcsSDgKREdoSFhEB ⑦缤纷马卡龙_(娜维娅-自信出发) 挨一次打（包括角色在后台受到穿透伤害）就可以回复1血的设定，使得缤纷马卡龙非常契合大部分慢速牌组，虽然总治疗量比松茸酿肉卷少1，但其可以与老兵、抗争之时等牌达成配合，从而赚取更多的收益，或是使得某位角色能够强行站场输出。非常推荐各种单核/中慢速牌组携带。 _(赛诺-艺术！)好了，以上就是4.6版本新卡牌的效果前瞻，如果大家有什么更好的见解的话，欢迎在评论区里友善讨论。",
    "length": 8587
}