{
    "game_id": 2,
    "post_id": "2237835",
    "f_forum_id": 43,
    "subject": "【原神西风驿站】游戏机制丨元素反应进阶篇",
    "url": "https://www.miyoushe.com/ys/article/2237835",
    "created_at": 1602734571,
    "like_num": 5560,
    "view_num": 194976,
    "reply_num": 577,
    "text": "原神元素体系基础篇 >> 之前在基础篇中，大致讲解了各类元素反应较为浅显的内容，但其文中引用了二测时的命名逻辑 （剧变/增幅） ，其实以公测版本的元素反应表现来说，这是不合理的 （因为官方也在后续内测版本中移除了对应的描述） 若两篇文章中有冲突内容，请以本文为准。本文会根据元素反应的表现，重新进行分类，并结合伤害计算逻辑，给大家带来更深入的介绍，也希望能在游戏后期为大家进一步提升伤害提供思路。 ▌蒸发、融化 这类元素反应本身不会造成伤害，但是通过攻击导致触发反应（蒸发、融化）时，会按照一定的比例提高该次攻击造成的伤害。触发蒸发、融化后原本附着的水元素、火元素或冰元素会消散。水元素引发的蒸发反应比火元素加成更高。火元素引发的融化反应会比冰元素伤害更高。该类元素反应最终伤害计算方式如下： 最终伤害 = 原伤害 x 反应加成倍率 x (1 + 反应伤害提升) ◈ 原伤害 即不触发蒸发、融化时实际造成的伤害。 ◈ 反应加成倍率 该加成逻辑在独（姆）立乘区， “对于蒸发反应，先火后水造成200%伤害，先水后火造成150%伤害；而对于融化反应，先冰后火造成200%伤害，先火后冰则造成150%伤害。” 而这其中的150%、200%就是反应加成倍率，也就是常说的1.5倍伤害、2倍伤害。目前游戏内没有找到方法能提升该反应倍率数值。 ◈ 反应伤害提升 该加成逻辑在另一个独（姆）立乘区，主要来源为角色面板中的元素精通。如果想要提高这部分数值，还可以通过魔女四件套这类的效果来进行提升。 ※ 由于火元素伤害加成与论证内容分别在不同乘区，因此计算时可以忽略自身面板加成。 正是因为有这两个独（姆）立乘区存在，因此水、火、冰角色只要有单段伤害倍率较高的攻击，都能打出不菲的元素伤害。由于元素精通无法提升原伤害所在区间，因此不推荐主力角色去堆元素精通，而 一个可以提供元素精通的辅助 （砂糖、教官套） 对这类角色的伤害提升才是有质变作用的 。 ▌超导、扩散 这类元素反应造成的伤害较低，但在触发范围内存在复数敌人同时触发该反应时， 造成的伤害会叠加 。不受角色属性中对应元素伤害加成影响，受被反应影响的单位的对应元素抗性影响。 ◈ 超导： 冰元素触及雷元素 时，能引发超导反应， 超导会造成冰元素范围伤害，并大幅降低受超导影响生物的物理伤害抗性 。降低物理伤害抗性的比例为40%，持续时间约为8秒。不论是触发反应的单位还是受到影响的单位都不会附着冰元素。 ◈ 扩散： 风元素在接触到水/火/雷/冰元素 时，会发生扩散反应， 扩散能造成对应元素的范围伤害，产生附着 ，或进一步引发其他反应。除了触发反应的单位，其他受到影响的单位都会附着对应元素，且可进一步触发其他元素反应。 （温迪，永远滴神！） ※ 可以很明显看到图中另一个丘丘人因为被扩散的火元素附着从而触发了超载。且该次超载伤害随温迪角色属性变化。 该类元素反应最终伤害计算方式如下： 最终伤害 = 反应伤害基数 x (1+反应伤害提升) x 周围敌人数量 ◈ 反应伤害基数 根据角色等级提升而提升的伤害基数，已在文末给出。 ◈ 反应伤害提升 该加成逻辑在独（姆）立乘区，主要来源为角色面板中的元素精通，及各类圣遗物套装中的伤害提升效果，这两者间呈加法运算逻辑。 ※ 目前游戏中暂未开放冰之川与雪之砂套装的获取途径。 ◈ 周围敌人数量 这两类反应的伤害范围半径约为5m，即在半径5m范围内的所有敌人都会受到伤害。 （温迪的元素战技点按伤害范围约为4m） ▌超载、感电、冻结→碎冰 这类元素反应造成的伤害较高，且 具有控制效果 。但不论在触发范围内有多少敌人，触发反应时所有敌人都只能受到一次伤害， 该反应伤害无法叠加 。 ◈ 超载： 火元素触及雷元素时，能引发超载反应，超载反应会引发剧烈的爆炸， 造成火元素范围伤害 。爆炸会炸飞小体积的敌人，爆炸伤害范围以触发点为中心，怪物飞离方向以造成超载的角色为中心。 ◈ 感电： 雷元素触及水元素时，会引发感电反应， 在效果期间，持续造成雷元素伤害 。周围有附着水元素的敌人时，被感电的对象会间歇性的向周围放电，可以 打断大部分无保护的敌人的动作 。雷元素也可以让水面带电，对范围内的所有生物造成雷元素伤害。 使用雷元素触发感电反应 ，反应发生后目标身上附着的水元素会消失，仅剩下雷元素附着，根据水元素的元素附着量的多寡， 可以造成1~2次感电伤害 。 如果先附着雷元素再被水元素攻击 ，则同时附着雷元素与水元素，继续用水元素攻击，根据雷元素的元素附着量的多寡， 雷元素会在触发1~3次感电伤害后消失 。 ※ 元素附着量的概念我在三测时期提出过，后续会出文章专门讲解该机制对游戏的影响。 ※ 正常情况下感电反应会随触发角色的等级、元素精通数值变化，但1.0版本中存在bug导致感电反应只受雷元素角色属性影响，根据之前官方透露的消息，将会在1.1版本中修复。 ◈ 冻结→碎冰 冰元素与水元素交汇时，会产生冻结反应，生物被冻结时将无法行动。被冻结的目标将呈现冰元素附着状态，虽然无法移动和攻击，但是防御力，元素抗性与被冻结时保持一致冰冻时间跟被冰冻对象原先附着的水元素量有关。且同一单位重复进入冻结状态，冰冻持续时间会不断减少。 被冻结的生物受到猛烈的攻击时，冻结会解除，并且会受到额外的碎冰物理伤害 。 该类元素反应的最终伤害计算方式如下： 最终伤害 = 反应伤害基数 x (1+反应伤害提升) ◈ 反应伤害基数 & 反应伤害提升 描述内容同前文同名字段。 所有元素反应都受到敌方单位对应伤害类型抗性影响，因此减抗也属于提升反应伤害的手段之一。我们可以对比各类元素反应的伤害来确定不同环境下的最优解。 ※ 此图在基础篇中发过类似的，但当时感电以两段伤害计，本文中以单次伤害数值计。且本次数据中拿掉了怪物抗性带来的影响。 针对较多敌人的场合，通过聚怪、嘲讽、走位吸引等手段将敌人间距离缩小，然后用超导/扩散反应可以在短时间内打出非常恐怖的叠加伤害。而针对按个体存在、且血量非常高的敌人，为主力角色创造打蒸发、融化反应的条件，也可以快速击杀他们。 如果有内容更新，会同步在评论中，可以选择只看楼主查看！",
    "length": 2541
}