{
    "game_id": 2,
    "post_id": "45286984",
    "f_forum_id": 43,
    "subject": "【V4.2攻略·角色攻略】芙宁娜配装配队全攻略",
    "url": "https://www.miyoushe.com/ys/article/45286984",
    "created_at": 1699471010,
    "like_num": 3220,
    "view_num": 164984,
    "reply_num": 100,
    "text": "UID130468275 hello~大家好，这里是七休呀~本期带来的是4.2版本新角色水神「芙宁娜」 毕业面板、天赋命座、武器、圣遗物、阵容搭配详细且全面培养攻略! ps：图鉴看不清楚，建议点查看原图！ 养成推荐指数：★★★★★ 角色特点：生命浮动、召唤流、芒荒双属性 角色定位：辅c（兼具增伤和后台输出） 芙宁娜是一个具有 后台伤害和提高全队伤害 的水元素角色，并且还能给队友提供一定的治疗，是一个非常优秀的辅c角色。 可以 通过重击来切换荒芒属性 ，是目前唯一荒芒双属性的角色，应对荒芒敌人时非常方便。释放元素战技后， 荒属性 状态下，提供召唤物 后台输出能力，消耗全队生命值 提高召唤物的伤害。 芒属性 状态下，基于 生命值上限 提供 场上治疗效果。 释放元素爆发后，基于生命值回复或消耗的程度，提高全队的增伤程度。 【天赋推荐】：E＞Q＞A 普通攻击（A） 普通攻击主要作用就是通过重击切换荒芒属性和应对荒芒敌人，可以不用升级，资源富余可以适当升一点。 初始的始基力属性为荒性，如果释放了E技能，场上的「沙龙成员」或「众水的歌者」，也会随荒芒属性改变而改变。 （可以通过标记颜色和召唤物来区别，外观上荒性没有双马尾，芒性有白色双马尾） 「沙龙成员」：荒性（3只召唤物）、「众水的歌者」：芒性（1只召唤物） 普攻命中敌人，基于始基力的属性，会在命中的位置降下灵息之刺（荒）或流涌之刃（芒），cd为6s，且是独立cd，造成来荒芒属性的水元素伤害。主要用来应对荒芒敌人，6命时可以解锁前台伤害。 元素战技（E） 释放战技，造成1段 弱水伤害 ，基于始基力的属性，召唤「沙龙成员」或「众水的歌者」 荒性 「沙龙成员」分别是：章鱼、海马、螃蟹 需要注意的点： 1.沙龙成员会优先攻击当前场上角色的目标，基于生命值的上限一定比例 （不锁面板，可后台脱手） 造成水元素伤害 （弱水） 。 2.攻击频率不同， 海马＞章鱼＞螃蟹。 且造成的伤害和消耗生命值也不同， 螃蟹＞章鱼＞海马。 3.攻击命中会产生 1颗元素微粒，cd约2.5s 。3只召唤物共用cd。 4. 海马和章鱼 的水伤 在命中同一名敌人时每间隔1次攻击施加1次 弱水附着 ， 螃蟹 的水伤为独立 弱水附着 。 5.队伍中 血量＞50%的角色越多 ，沙龙成员的此次 伤害越高 ，并会消耗这些角色的血量。所以队伍中建议携带群治疗角色。 6.沙龙成员离角色远了，会瞬移过来，若不远，会移动靠近角色。 结合 【固有天赋·无人听的自白】 ，沙龙成员基于生命值上限提高造成的伤害，每1000点生命值上限，伤害提升0.7%，最高提升28%。 需要40000生命值上限才能吃满。 芒性 需要注意的点： 1.众水的歌者基于生命值上限，只会 治疗场上角色 2. 固定在释放时的位置 ，但是可以通过重击切换荒芒属性，来移动其位置 结合 【固有天赋·无人听的自白】 ，基于生命值上限，「众水的歌者」的治疗间隔最高降低16%。 「沙龙成员」和「众水的歌者」 共享cd ，且存在期间，芙宁娜 可以在水面行走，持续时间30s，冷却时间20s，可以全程覆盖。 E技能是芙宁娜的 核心输出技能 ，治疗功能一般使用较少。 元素爆发（Q） 是芙宁娜的核心辅助技能，气氛值是一个全屏水泡效果 需要注意的点： 1. 释放Q技能，基于生命值上限，造成1段水元素伤害 （弱水） 2. 基于全队角色生命值消耗和回复 累积比例 （回复/消耗数值：生命值上限），获得气氛值，每1%对应1点气氛值。 3.持有 气氛值越高，增伤和治疗加成提升越高 。0命气氛值上限为300点，1命为400点。 （以10级q技能满3为例：0命增伤最高75%（1命：100%），治疗加成30%（1命：40%）） 0命（300点）仅通过荒性E技能消耗，需要10-12s左右才能吃满效果，2命（400点）只需5-6s就能吃满。可以通过自身消耗血量和烧血环境，以及携带群治疗角色，来加快气氛值的累积。 【固有天赋·停不了的圆舞】 ，若场上角色受到的治疗不来自芙宁娜的芒性e技能，并治疗量溢出的时候，芙宁娜会给全队每2s回复2%的生命值，最多恢复4%。主要作用是进一步提升后台的治疗效果，对于没有群治疗和治疗不够的情况下有一定的作用。 【固有天赋·瀚海亦舞台】 能降低异色原海异种能力30%的冷却 。如cd最长的鳐鱼技能，由原来的4s变成了2.8s，对于在枫丹水下探索还是蛮方便的，加上荒芒双属性，可以说是非常的舒服了。 【命之座推荐】：1、2、6命。 0命就具备完整的机制，增伤效果2命即可，6命是增加自身输出能力和前台群奶能力。 1命：释放 q技能就获得 150气氛值 ，并且 气氛值的上限由300变为400 。提高了增伤起点和上限。 2命： 气氛值的获取速度提升了2.5倍 ，可以更快的叠满增伤，并且最高还能提升芙宁娜 140% 生命值上限，进一步提高了芙宁娜的输出能力和治疗效果。 3命：q技能等级+3 4命：召唤物命中敌人或治疗角色时，为芙宁娜获得4点能量，每5s最多触发一次。加快了q技能的循环，降低了充能的需求。 5命：e技能等级+3 6命： 释放e技能，获得10s的水附魔 （不能被其它附魔覆盖）。 荒性 状态下，普攻命中敌人，每1s基于芙宁娜4%生命值上限为全队恢复生命值，持续2.9s，重复触发会延长持续时间。芙宁娜拥有了 前台群奶作用 。 芒性 状态下，消耗全队1%生命值，基于生命值上限的25%提升普攻的伤害值。如3w血的芙宁娜，普攻的伤害值提升7500。只能触发6次，让芙宁娜拥有了 爆发输出能力 ，可以用来补刀。 【武器推荐】 净水流涌之辉： 非常契合芙宁娜的机制，提供高额的爆伤。自身生命值提升或降低时，提升战技伤害。队友生命值浮动时，提升自身生命值上限，进一步提高战技的伤害，后台也能触发。 磐岩结绿： 次选武器，提供高额的暴击率，被动加生命值。 腐殖之剑： 4星泛用优选武器，可输出可辅助。副词提供充能，加快大招循环，被动提供元素战技的伤害和暴击率。但是这是活动限定武器，错过活动就绝版了。 圣显之钥： 提供大量的生命值，但是对圣遗物双爆压力大。被动的精通提升效果，无法在后台触发，所以无法叠层。 裁叶萃光： 只吃副词的爆伤和被动的暴击 狼牙：输出武器，副词提供暴击，被动提升战技和元素爆发的伤害和暴击。是纪行（大月卡）武器。 灰河渡手： 副词提供充能，被动提升战技暴击率，释放战技提升充能。是一般更偏向于辅助的武器。在枫丹钓鱼协会即可兑换。获取方式相比狼牙更加平民，只需钓鱼即可。 西风剑： 副词充能，被动给全队充能。 黎明神剑： 副词提供爆伤，被动的暴击效果需要生命值高于90%，芙宁娜会烧血，被动基本上吃不到。 【圣遗物推荐】 首选黄金剧团4件套，提升战技伤害，提高了芙宁娜的后台输出能力。 前期过渡可以使用战技/水伤/生命/充能，任意2件套进行散搭。 新手期可以使用战狂+赌徒的2+2散搭，提升暴击和战技伤害。 另外，如果队伍中没有角色带宗室或者千岩4件套，芙宁娜也可以带，偏辅助，给全队加攻增伤。 主词条选择：生之花和死之羽固定 时之沙（充能/生命）、空之杯（生命/水伤）、理之冠（双爆/生命） 4命以下可以考虑充能沙或者副词条多叠点充能，生命杯和水伤杯差距不大，哪个副词好就用哪个即可。 副词条选择：双爆、生命、充能 【队伍适配性】 1.0命就具备完整的机制，微氪党推荐1、2命。 2.芙宁娜的机制，可以适配任意缺副c缺增伤的队伍，非常的泛用。 3.队伍中需要携带一个群治疗角色，提升芙宁娜的增伤效果，并增加队伍生存能力。 4.在原有的成熟4人队伍，芙宁娜进入队伍并不能优化队伍。如果这些队伍没有成型，那么芙宁娜还是可以进队的。",
    "length": 3174
}