{
    "game_id": 2,
    "post_id": "44546629",
    "f_forum_id": 43,
    "subject": "历练点系统详解1.0",
    "url": "https://www.miyoushe.com/ys/article/44546629",
    "created_at": 1697448214,
    "like_num": 383,
    "view_num": 26733,
    "reply_num": 153,
    "text": "历练点系统：首次更新于4.1，改善于4.7所以这个帖子过时了 请移步2.0帖 历练点系统详解2.0 如果你比较念旧，那你继续看也没事_(米游姬-吃瓜) 用法：以各种方式代替完成委托 注.此功能35级或者过完稻妻主线开启 下文来详解这个系统 一.哪些事情可以用来代替： 1.完成主线任务，支线任务，传说任务，邀约任务，活动任务 2.开各种宝箱 3.收集神瞳，各地区供奉类物品（净光翎，绯红玉髓，流明晶石） 4.完成活动 5.声望的居民请求 二.哪些事情无效： 1消耗你的树脂的一切事情（包括地脉移涌活动）（ 气不气 ） 2.单纯的纪行等级提升或者领取纪行任务 3.声望的讨伐（ 凭什么居民请求有啊 ） 4.抓动物，种田，收集玉帛等一切与尘歌壶有关事情 5.钓鱼，做菜，购物，与npc聊天，观景点等一切养生事情 6.完成成就（ 这就有点过分！ ） 7.深渊拿星星 8.解锁神像和锚点，包括升级神像，升级各种树 9.声望的讨伐 10.阅读文本，圣遗物狗粮收集 11.打牌（角色邀请，七日历练，牌手手册，铸境试炼，胜冠之试统统无效） 12.各种签到（米游社什么的） 13.冒险之证的见闻，备战，讨伐，角色试用活动，网页活动 14.键纹的收集 15.逛地图看风景（ 当然 ） 16.看我的攻略（ 你在想什么 ） 三.各个方式具体得多少历练点， 这个部分就相当于进阶攻略了 首先说最简单的也是固定的： 1，宝箱（无论哪一种）：1个=0.5委托, 2，收集品（无论哪一种）：1个=0.5委托 然后是稍微复杂的 3.声望居民委托 打怪：1个=1个委托 给物品：1个=1.31个委托 莫名其妙的比率，我也不晓得为什么是1.131个，测量出来的 超链图片 第三是比较复杂的活动相关： 首先是 1000原石的大版本活动： 这类活动剧情一般都是三部分，以这次活动为例： 超链图片 每一部分剧情=4个委托 大活动的分活动剧情，就是解锁小活动的任务 一个=1.2个委托 大活动的分活动1个0.66个委托（比如打怪投壶拍照） （这部分当前版本有严重的bug，一个小活动的3个奖励mhy理论上设计的是刚好足够2委托，所以一个是0.66（2/3）但是显然，如图 超链图片 而如果你先领取投壶的1，2和打怪的3，在领取投壶的3和打怪的1,2，你甚至能看到这样的奇景，也就是从这幅图我确认了这是bug 超链图片 当你正常领投壶的123和打怪的123则是这样的 超链图片 ） 阶段奖励0.66个委托（如下图）（看到这个0.66就知道会和上面出现同样的bug（已经试验）） 超链图片 其次是 420原石的小活动 这块由于目前只有两个，尚未发现规律 目前是 抓章鱼1把=2.25个委托 蹦蹦炸弹一把=0.83个委托（所以之前一天蹦蹦炸弹2.49再开一个宝箱2.99个委托让多少人破大防，希望可以改善一下） 最后 签到送十连这类活动显然是没有的（你怎么这么贪） 最复杂的是任务给的历练点 系统也说了，这个是根据长短来的 只能大概知道传说和主线还有大型的支线任务是必定大于4委托 小支线和邀约（一个结局）1-3委托不等，也就是只要做任务一定至少顶一个委托 具体的情况需要时间测算 四，待确定 任务道具收集（老石，神之棋盘的棋子） 好感支线任务 任务的长短与历练点的关系 五.其余补充 0.此功能35级或者过完稻妻主线开启 1.活动奖励可以做了不领，领完才能得到历练点 2.重复刷邀约无效 3.神瞳得到就生效，不需要提交 4.对于 好感党 ，联机状态领取好感翻倍 5.对于 成就党 ，特别注意，用历练点跳过非锄地委托时，此委托将留在池中，委托不做不跨轮，哪怕你已经领取过了对应成就，尤其小心非锄地非成就类委托，对于委托保底轮次机制不了解的去看这个大佬的帖子 【须弥】委托轮次和保底机制 然后说一下我对这个系统的看法，首先对于那些 肝帝们 来说，无关痛痒，就当做没更新一样去玩就行了，对于没有 一定要把活动一次性做完的强迫症的朋友 非常友好，一次大活动可以顶上42个委托，也就是十天，小活动也可以顶上好几天，而对于那些 纯养生的朋友 有点不友好，除非你看风景路上开几个宝箱，不然无论是做菜钓鱼做家具摆家具逛街买东西抓小动物都没用，然后对 成就党 也不太友好，很多成就是非常难的，而且每日委托成就使得几乎每天必须做一个委托，蒙德坐牢组甚至有时必须做两个而历练点要凑整数实在是太难了，受益最大的是 学生党 ，他们每天只能玩点点时间，现在可以省去四个委托的时间，还有 循序渐进组 ，比如 每天跟着影月月的攻略跟1p的宝箱，完成后在每天跟1p的神瞳，就4.1版本来说241个宝箱65个神瞳306/8等于35再加上几个任务活动，也就是说完全可以一整个版本不做委托！ 所以 建议首先修理3*1/3=0.99的bug，其次可以将每个活动给的历练点改为2或者4或者5的倍数，第三可以把无法存储更改为可以存储一两天，最后扩大历练点的获取范围，只能说这功能挺好的但还能更好， 希望大家填问卷的时候帮我提一提 _(米游姬 感谢) 有什么想说的或者错误的直接在评论区提吧，我都会看的（芙宁娜小姐走开_(阿姬开心)）",
    "length": 2119
}