{
    "game_id": 2,
    "post_id": "45425512",
    "f_forum_id": 43,
    "subject": "最纯粹的力量——“种门”「超绽放」浅析",
    "url": "https://www.miyoushe.com/ys/article/45425512",
    "created_at": 1699778610,
    "like_num": 278,
    "view_num": 32251,
    "reply_num": 203,
    "text": "你如果问我在原神所有的配队中 最安逸，养成成本最低的配队是什么？ 那我一定会毫不犹豫的回答你是 “ 超绽放 ”队伍！！！ 什么是绽放/烈绽放/超绽放？ 1) 生物受到水元素与草元素影响后，将会引发 「绽放」 反应，生成 草原核 。 2) 同时最多存在5个草原核 ，在达到5个后再产生新的草原核，或在草原核持续时间结束后，草原核将会爆发，造成草元素范围伤害。 3) 草原核接触火元素时，将会引发 「烈绽放」 造成更强的草元素范围伤害； 遇到雷元素则会发生 「超绽放」 反应，将草原核转化为具有追踪能力的蔓生弹。 简析 1）「绽放」草原核爆发本身的伤害并不高，所以除了 妮露绽放队 外，不推荐玩绽放队。 2）「烈绽放」适用对群，但用火元素触发草原核时，可能会蒸发水、燃烧草，使草原核产率不高；同时烈绽放是无差别范围攻击，有一定生存压力。 3）「超绽放」适用对单，雷元素触发草原核后会使草原核转化为蔓生弹，蔓生弹 具有追踪效果 ，距离较远或飞行的生物都能被攻击到，此外，蔓生弹不会对角色造成伤害。 本帖关键围绕 「超绽放」 来展开 队伍构成 水 + 草 + 雷 + 自由人 由上可知，「超绽放」队中需要水和草反应产生草原核，然后用雷来触发，所以 一水一草一雷 是必然需要的，至于第4人，可以根据前3个角色的选取来互补，这个我们稍后再谈。 水元素 水元素可以和所有的元素产生元素反应，所以很多配队中都有水元素角色的身影，这也使得水元素角色人气非常之高，前有“六星水神”行秋、“夜天后”夜兰、“观赏鱼”珊瑚宫心海，后有“水龙王”那维莱特、“真真·水神”芙宁娜。他们的机制都非常不错，常常“混迹”于各大主流队伍中。 而在「超绽放」队中，对水元素角色的要求就一个—— 高频持续挂水 。 top0 夜兰/行秋 top1 珊瑚宫心海/神里绫人/芭芭拉 top3 真的假的？芭芭拉都没有…… ［注意］ 如果选择夜兰和行秋这种依靠元素爆发的角色来实现后台挂水的话，一定要 保证充能循环 。 草元素 草元素的出现，开创了一个新的时代，保下限草原核使得玩家有了更多的选择。 和水的要求一样—— 高频持续挂草 。 top0 纳西妲 top1 白术/艾尔海森 top2 柯莱/草主/瑶瑶 ［注意］ 圣遗物选择 【深林的记忆】 ，四件套效果是元素战技或元素爆发命中敌人后,使命中目标的 草元素抗性降低30% ，持续8s。装备者处于队伍后台时，依然能触发该效果。 雷元素 雷元素在草元素出来之前，除了雷电将军外，一直不温不火。草元素的出现，使雷元素角色重获新生。 久岐忍 刚刚出来的时候，给人一种很别扭的感觉，回复血量还得先扣除自身血量，回复量还跟精通有关。后来草系的出现，“种门”诞生，久岐忍一举封神，有了大火特火的 草行久 。 雷元素角色的要求—— 大范围高频产雷 。 1）范围大，这样就能在很大的范围触发草原核 2）频率高，水和草的频率都这么高了，草原核的产出也就高，雷元素的触发频率不高，那草原核不白产了么，伤害就损失了。 top0 久岐忍/雷电将军 top1 多莉 top2 八重神子/丽莎/菲谢尔 ［注意］ 圣遗物最优选择 【饰金之梦】 、 【乐园遗落之花】 ，次选 【精通2+2】 ，主词条 全选精通 ，副词条 优先选择 精通 ；武器选择 精通武器 ； 等级尽量拉高 ，最好是 90级 。 自由人 如果你的前3位都是t0，自由人的选择就无所谓了，想带啥带啥，想不带也行。 如果想提高上限，水元素可以选择 夜兰或行秋 ，草元素可以选择 白术、艾尔海森 ，雷元素可以选择 赛诺、菲谢尔 。 如果怕死，就选择盾🛡️或奶🥛，我带的就是钟离。 如果怪比较分散，也可以选择 枫原万叶 来实现聚怪。 如果是非t0，就得看你3个角色中谁的能力不够了，你就用第4人来助力。例如你草系选择的是柯莱，那你第4人就可以选择瑶瑶，提高队伍的挂草能力。 推荐配队 顶级配队 :夜兰/行秋+纳西妲+久岐忍+白术/艾尔海森 超平民配队 ：芭芭拉+草主/柯莱/瑶瑶(3选2)+久岐忍 豪华配队 :芙宁娜+纳西妲+雷电将军+钟离(这个队伍主打的一手豪华，并不推荐，其实好像也能用) ［注意］ 超绽放的伤害与雷元素角色的等级和精通有关， 只需提高雷元素角色的 等级和精通 即可！！！ 如有不足，敬请指正 _(纳西妲-WINK)",
    "length": 1784
}