{
    "game_id": 2,
    "post_id": "53490449",
    "f_forum_id": 43,
    "subject": "【V4.7攻略·角色攻略】嘿，托马应该这样玩!",
    "url": "https://www.miyoushe.com/ys/article/53490449",
    "created_at": 1717543947,
    "like_num": 249,
    "view_num": 9198,
    "reply_num": 61,
    "text": "uid231012570 各位看官，我是革凡普王i，本期上半卡池有一个我非常喜爱的角色，托马。本篇文章文案比较长，虽然我尽力写的有趣，但是文字太多若不想看，咱在这里准备了一张一图流攻略。您看好这张图，咱一下就知道你这托马就该怎么养了，贼方便! 天赋简析 普通攻击·迅破枪势 话说天下武学，繁花似锦，各有所长，今日咱们且来聊聊这托马的普通攻击——迅破枪势。 古语有云：“枪扎一条线，棍扫一大片。”托马持枪，其势迅如疾风，本应锐不可挡，然细观其术，倍率之低，却似春日微风拂面，不痛不痒。此技虽曰“迅破”，实则在护盾辅助的舞台上，犹如龙困浅滩，英雄无用武之地也。 君若欲问升级之道，吾言于汝：此路不通。盖因托马之职，在于守护，非冲锋陷阵之选。纵使枪法再妙，于其本分而言，不过锦上添花，实无需在此耗损天赋之书。况乎搭配烈绽放之流，此技更成鸡肋，食之无味，弃之亦不可惜也。 是以，各位少侠行走提瓦特， 若欲助托马一臂之力，还请另觅他途，莫在这迅破枪势上，浪费了宝贵的修为。一本不给，方显明智之举 。咱们江湖儿女，讲究的是实用二字，不是吗？ 烈烧佑命之侍护 各位大侠，小的这就给您添油加醋，说说咱们托马少侠的独门秘籍——“烈烧佑命之侍护”！ 话说托马这一脚出去，那叫一个风风火火，直教前头的敌人心里犯嘀咕：“这是踢了个啥，咋还带火呢？”但这一脚， 踢出来的是弱火附着 ，和咱行秋强水确实没得比。 但您得注意了，这技能虽然产球比像是在玩俄罗斯轮盘赌，三球四球随机出，可它冷却时间长到能让茶凉，真是“一轮游”的典范。所以托马 一般情况下，都非常需要充能。 这产球， 说实话并不少， 但奈何冷却时间太长，又没有祭礼枪这种神器，所以咱托马还是会为了充能发愁。 再聊聊这护盾，哎呀妈呀，这可是个宝贝！别看它平时低调，跟钟离老爷子那山一样稳的护盾比起来，只有五分之二强点儿，可一旦 托马开大，嘿，这护盾就跟吹气球似的， 噌噌噌往上涨，直接翻个两番多！这护盾，活生生的就是个八秒限定版火焰堡垒，火怪见了都得绕道走，心里直呼：“这谁顶得住啊！” 您是不是听着觉得还不错，欸，上面那只是理论情况，下面才是实际情况。 不过嘛，这世间没有十全十美的事， 托马这护盾，平时就像是纸糊的一样，对付些小猫小狗还行，碰上硬茬子就差点意思。 所以啊，想要这护盾关键时刻能硬气起来，得跟 冲奶粉似的，早早升级，特别是那些队里喜欢慢动作回放的大佬们，更是得把这事儿放在心尖尖上 。 真红炽火之大铠 话说江湖上有个传说，说托马施展「真红炽火之大铠」时，那场面，简直就是厨房大师傅炒辣椒，火光冲天，辣眼睛！敌人一见这阵仗，骨头都吓得酥了三分，心里直嘀咕：我这200韧性，咋一下就没了? 再看这「炽火大铠」，穿上它，托马摇身一变，成了行走的火山。普通攻击？不存在的，现在叫“火上浇油”攻击！虽然速度比不上行秋的“滴滴打伞”，但架不住咱这火球连发，慢工出细活嘛。而且，每砸一下，身上就多一块火抗盾，这盾，比贴膜手机还耐用，还能无限续杯，哦不， 续盾！只要有能量，这盾能从早到晚围着你转，比贴身小棉袄还贴心。 但也正是A一下补一盾的特性， 那怪物攻击频次要是高了，咱也难免被打断。 但是贴膜手机贴的终究是膜，钢化膜也是膜，这护盾堪称护盾界的“薛定谔之盾”。为啥这么说呢？ 因为理论上，这护盾量可是能堆到天边去，比蒙德城的风神像还要高耸几分。可偏偏这盾啊，每次给得薄如蝉翼，比璃月港的纸还轻，还透亮。 这就导致了一个滑稽的现象：面对敌人的时候，托马那是自信满满，心里盘算着“我这盾，千层万层，谁能破得了？”结果往往是，敌人轻轻一碰，“啪”，盾碎了，碎得比公子吃瓜还快，留下托马一人风中凌乱，满脸问号。 而且， 托马Q特效与护盾特效并不一样，但是非常相似，有时候你会出现人死了盾还在的情况。 这就好比是稻妻的樱花饼，一层又一层的糯米纸包裹，看似精致，实则一口咬下，还没来得及品尝其中滋味，就已经没了。于是乎，托马在实战中，常常得上演“盾消消乐”， 需要前台经常普攻一个接一个地补盾 ，忙活得像是璃月港码头上的搬运工，一刻也不得闲。 所以各位客官，托马作为盾辅，要前台角色多站场普攻，这护盾才能续的比较优异，您呐，要玩魈这种，还是建议你另请高明。 最逗的是，这技能还有个隐藏属性——专治各种急躁症。内置的一秒CD，让急性子的敌人等得直跳脚，结果愣是把草神和行秋拉进了“烈绽放”豪华套餐，这跨界合作，简直是美食节上的火锅配冰淇淋，奇妙又解暑！ 至于升级这门手艺，就跟吃饭睡觉一样重要 ，毕竟一手好火候，既要烧得旺，还得护得稳，这样才配得上稻妻第一火盾的名号。 当然，当你铁了心 要玩烈绽放，这所有天赋咱都没有特别的必要点，毕竟烈绽放咱生命堆的不是很多，又有高额自伤，咱必须额外再编个生存位。点有点用但用处不大，您要资源不够点这个收益不高，您要资源溢出，随便点，蚊子腿提升也是提升嘛! 而至于托马那俩固有天赋，您呐，分开来看，一个提升伤害，但是还是没有伤害。就相当于别人是雪中送炭而托马这个加伤天赋是雪中加水，能帮忙化吗，能，但是速度提升不了多点。而另一个增加护盾强效对托马来说贼略微有些用处，毕竟人家本来就是盾辅。 而第三个阵容，不需要额外把托马切出来，妈妈再也不用担心我钓不到鱼叉给香菱了_(偶像姬_糖葫芦)。但是多出来的鱼不计入成就，这点需要注意。 命座简析 话说这托马的命座，可是各有千秋，咱们且来一一道来。 同袍的义理 首先讲讲“同袍的义理”，这命座就像给托马的手表上了发条，让他的技能冷却时间嗖嗖快进。元素战技跟爆发，一个十二秒一回，一个十七秒一冒头，虽说在多数战斗里还是只能各放一回， 但好歹能让战斗的节奏紧凑些，算是小步快跑，提升虽小，但灵活度那是大大增加。 僚佐的才巧 再聊聊“僚佐的才巧”，这可是个护盾增强版的命座，让托马的护盾硬得跟城墙似的，时间延长到九成，本来已经够结实的盾，现在更是坚不可摧。不过呢，精明的玩家早就知道， 托马那套连招下来，护盾本就无缝衔接，所以这命座虽好，但也不是非它不可，算是锦上添花。 用臣的久计 接下来，“用臣的久计”，这可是托马的命根子，四命之前，托马的大招就跟过年似的，难得一见。但这命座一出，托马的能量需求直降四到五成，， 没这命座，托马就像是被拔了牙的老虎，威风不起来。 炽烧的至心 最后提提“炽烧的至心”，这命座让 托马的辅助力再上一层楼，特别是对那些喜欢站着不动砍人的大佬，比如胡桃、宵宫、流浪者这些，虽然增益不是特别夸张，但也算是雪中送炭，关键时刻能给队友加把劲儿，算是托马的重要装备之一。 总而言之，这托马的命座， 四命极其重要，其他命座都均是略微提升，而您要玩托马，一般四命起练哦。 三五命为常规技能等级提升命座。 圣遗物推荐 诸位看官，咱们今儿个来聊聊托马那圣遗物搭配。 首先登场，乃是“烈绽放”版托马，好比是火锅里的辣椒，火辣辣的热情挡不住！【乐园遗落之花】这套圣遗物，就像是给他安了个燃气灶，火力比【饰金之梦】旺一点点， 仅有5%-8%的提升。 虽然说这玩意儿挑食，不怎么大众，但您想啊，刷【饰金之梦】还能顺带手搞到【深林的记忆】，给队里那群吃货加加餐，这不是买一赠一，全家桶的节奏嘛！托马在这一派里，充能和精通那是他的左右护法，生命值嘛，随缘就好，歪了咱也不哭，权当是生活的小惊喜！ 所以，普通玩家刷饰金之梦才是性价比最高的选择。 而该流派 咱要注重精通和充能，生命只能说歪了不亏。 接下来，咱们说说盾辅流派 这时候，【昔日宗室之仪】 虽然不一定是最优解，但一定是有效解。 因为托马循环需要经常开大，宗室的攻击力加成基本上都能用 _(阿姬得意)。当然，二生命二充能的配置，也让托马成了个又能挨打又能跑的“铁憨憨”，生命值和充能，就是他左右开弓的两板斧，一边是肉厚耐揍，一边是技能连轴转，这画面，想想就让人忍俊不禁！ 总之，托马的圣遗物搭配，就像是在做一顿丰盛的大餐，要么是火焰山上的烧烤派对，要么是铜墙铁壁下的温馨小火锅，您是想让托马成为提瓦特的“打火机”还是“铁壁保安”，全看您这大厨的心情和手艺啦！ 武器推荐 诸位听众，咱们再聊聊托马手中的“兵器谱”，那可真是琳琅满目，各有千秋！ 首先得说，托马这行头， 充能是他的命根子，没电咋放大招？所以，充电宝般的武器自然就成了香饽饽。【精五喜多院十文字】和【西风长枪】，这俩就像是托马的左膀右臂，一个稳如老狗，一个灵动如兔，但您得注意，【西风长枪】虽好，却得搭配暴击，对托马而言，那可是舍本逐末，像是给厨子配了双舞鞋，看着美，实则鸡肋，咱还是少走这趟弯路为妙。 【喜多院十文字】 就绝了，它一出手，QE连招跟耍杂技似的，不仅好看，还省电，充能需求直降四到五成，这要是换算成电费，那得省多少摩拉啊！ 而且精通属性往上一加，烈绽放的托马简直就是火力全开，那效果，杠杠的！ 咱要仅靠圣遗物充能可以回转，看看下面这个也行。 至于盾辅界的托马，【黑缨枪】就是他的“金钟罩”，盾厚得跟城墙似的，安全感满满。而烈绽放的托马，想要伤害更上一层楼，【匣里灭辰】那就是他的“独门秘籍”，刀光剑影之间，敌人灰飞烟灭，那叫一个爽快！ PS: 目前最高精通长柄应是精五峡湾长歌，正常情况下烈绽放托马都可以吃到精通，但是五张68可是略显奢侈，各位看官量力而行。如果您只想让烈绽放托马点的种子伤害更高，精五长歌也非不可选取。但是有句话怎么说，您这不是杀鸡焉用牛刀嘛 _(偶像姬_糖葫芦)。 总而言之，选对武器，托马就能在战场上，不是变成电光火石的魔术师，就是变成坚不可摧的移动堡垒，各位客官，您是想要哪种风格的托马呢？ 队伍搭配 烈绽放思路篇 诸位听客，今儿咱们继续摆一摆这托马的烈绽放大阵，就像那 ﻿ @幕陵 ﻿ 前辈所绘的思维导图，时至今日，依旧字字珠玑，熠熠生辉。但世事如棋局局新，后来者亦有奇谋，咱这就添砖加瓦，让这幅图谱更加圆满。 话说回来，托马 虽是个举盾的硬汉，可一旦投身于烈绽放的花火之中，那生命值就得让几分给精通和充能 ，于是乎，队伍里总得有个守护神（即生存位），稳住阵脚，防微杜渐。 有草神没草神，那战术变化可大了去了。草神一出，万物生长，战术布局围绕她转，那叫一个得心应手。六命行秋与托马搭档，更是群敌克星，风雨不透。 说到这第四人，不得不提 新秀白术 ，他一登场，那可真叫个艳压群芳，奶妈定位，还能增加 烈绽放伤害， 托马 与白草两位后台大师默契配合，前台的托马那是如虎添翼，精通与系数齐飞，生存共输出一色。 白术和草神两人后台草量可就足够 ，咱托马站场吃收益鸣谢更大。 当然，咱也不能忘了那些思维导图上的老面孔，各有所长，各怀绝技，一图览尽，心中有数。 最后，咱还得提提那草成本的小妙招， 草主、瑶瑶、行秋、托马，四位平民英雄， 却能演绎一场精彩纷呈的好戏，特别是那主角，零成本满命，性价比高得让人直呼内行。 还有一个 迪奥娜，六命迪奥娜提供200精通 嘿，你猜怎么着，迪奥娜这200精通是固定值能被草神转化为精通加成，自己也能提升生存，甚至消燃底提升生存效率 可谓是优秀至极的生存。 总之，烈绽放的战场，变的是阵容，不变的是智谋，各位看官，您心中的最佳拍档又是哪几位呢？咱们评论区见分晓！ 传统盾辅思路篇 哎呀，各位看官，今儿个咱们聊聊托马这位仁兄，他要是当起了盾辅界的扛把子，那可是比城墙还坚，比老母鸡护崽还周全啊！ 想象一下，托马往那儿一站，就像开了个“我请客，你平A”的大派对， 阿蕾奇诺、莱欧斯利、宵宫这些爱热闹的平A达人，一个个吃得满嘴流油，哦不对，是护盾叠得满满当当 ，打起来那叫一个爽快！ 但在那胡桃领衔的传统蒸发队里头， 托马的热情过了头，动不动就给胡桃“抢红包”，哦不是，抢了蒸发的机会，搞得大家伙儿都有点尴尬。不过虽然话是如此，但是传统的托马给胡桃打蒸发也并非行不通的选择。不过，转头一看，莱欧斯利乐了，这俩一合计，燃融反应跟玩儿似的，顺滑得像是吃了十斤润滑油的滑板鞋，溜得飞起！ 再说到纯火队，嘿，这下托马的火属性成了香饽饽， 阿蕾奇诺和宵宫那和托马放一起则真是天作之合。 战斗场面那叫一个热闹非凡！要是再放上万叶和班尼特，嘿，这托马完全不担心抢反应了，满命甚至还能反过来稍微柺c。 最后说说流 浪者那小子，他和托马，简直就是相声里的逗哏捧哏，一个负责搞笑（哦，是输出），一个负责暖场（哦，是护盾） ，两人搭档，那叫一个默契，珐露珊一旁还得兼职摄影师，记录下这精彩瞬间。至于第四人嘛，带上个对策卡，或是班尼特这种“我加buff贼6”的小伙伴，这场面，简直就像是四人转，不，是四人小分队，战无不胜，笑料不断！ 各位看官，本期托马就到这里了，我们下回再回! 文案:革凡普王i 图片 ﻿ @六千两 ﻿ 特别鸣谢 ﻿ @幕陵 ﻿ 对于烈绽放素材引用的允许以及部分烈绽放问题解答",
    "length": 5221
}