{
    "game_id": 2,
    "post_id": "50362917",
    "f_forum_id": 43,
    "subject": "须弥之旅，树王圣体菇全采集路线篇（77个）",
    "url": "https://www.miyoushe.com/ys/article/50362917",
    "created_at": 1710573388,
    "like_num": 250,
    "view_num": 12996,
    "reply_num": 23,
    "text": "旅行者，你们好，今天带来的是须弥区域特产树王圣体菇的采集路线分享，收录了截至枫丹4.5版本以来的所有点位，一起来看下吧！_(柯莱-模仿) 目录： 一、前言：关于树王圣体菇的小知识 二、简洁路线篇（77个） 三、详细跟跑篇（12~20号、28~36号、65~76号） 四、NPC购买/赠礼篇（10+4个） 五、结尾 一、前言：关于树王圣体菇的小知识 关于用途：流浪者和柯莱的突破素材，已经做菜用，反正我是舍不得拿去做菜啦_(重云-胜券在握) 关于阵容：双风阵容，最好带上纳西妲拍照扫码，然后有提纳里就更容易找了 关于刷新时间：现实时间48h刷新，获取无上限 个人建议：先去NPC处购买，之后走黄线，跑几趟就能完事_(八重神子-你怕了) 二、简洁路线篇 树王圣体菇点位仅分布在须弥雨林地区，可采集数量为77个；制作路线时尽量遵循从上往下游，视野高好看清，方便旅行者探索。 重要提示：1.关于标记：鱼钩标记为四叶印/路标，方便寻路，请善用四叶印； 2. 黄色路线 为高效率刷取路线、推荐去，该篇均为黄线； 白色路线 为低效率刷取路线，仅当作收录，可以酌情选择去或不去。 路线一 路线二 路线三 路线四 路线五 路线六 路线七 路线八 三、详细跟跑篇 （12号）水天丛林西北传送点，传送过去就能看到1个树王圣体菇 （13~16号）在传送锚点旁往跳下，来到正下方平台上，悬空帐篷两边平台上总共有4个树王圣体菇 （17~18号）爬上前方平台，来到屋子另一边，跳跳菇旁有2个树王圣体菇 （19号）在18号点位朝着北方向视角降落，来到低处树根处，此处有1个树王圣体菇 （20号）水天丛林西北传送点，转西方向视角，用雷元素激化，交互跳跳菇来到高处平台，平台上有1个树王圣体菇 （28号）水天丛林东南传送点，传送过去就能看到1个树王圣体菇 （29~30号）站在传送点平台边缘，转北方向视角朝下看，贴着树壁滑翔到下方平台上，平台上有2个树王圣体菇 （31~32号）在30号点位平台转东北方向视角抬头看，交互半空的四叶印到达对面巨树高处平台上，此处有2个树王圣体菇 （33~34号）在31号点位旁激化「跳跳菇」起飞，同时转西南方向视角抬头看，交互四叶印到达上方平台 平台上有2个树王圣体菇 （35号）回到33号点位旁「跳跳菇」处，朝着北方向高处交互四叶印到达上方平台，善用跳跳菇哦 继续交互平台上的跳跳菇，转南方向视角再次起飞，跳上来就能看到树藤上有1个树王圣体菇 （36号）在35号点位转南方向视角，往前飞一下，继续顺着树干往上爬，上方树藤上还有最后1个树王圣体菇 （65号）无郁稠林西边传送点，转东方向视角滑翔下去，降落到有「跳跳菇」的大蘑菇伞盖夹层，此处有1个树王圣体菇 （66号）在65号点位跳下来到道路旁，草丛边上有1个树王圣体菇 （67号）在66号点位朝着南方向看，前方还有1个树王圣体菇 （68号）继续沿着道路走，右侧草丛有1个树王圣体菇 （69号）站在68号点位朝着东南方向视角看，前方植物下有1个树王圣体菇 （70号）在69号点位旁的树根上，转东北方向视角抬头看，交互远处的四叶印到达大蘑菇伞盖夹层，此处有1个树王圣体菇 （71号）在70号点位转东南方向视角，滑翔过去交互风场飞起来，朝着南方向滑翔，交互稍低处大蘑菇夹层的四叶印到达，此处有1个树王圣体菇 （72号）在71号点位转东南方向视角，滑翔下去同时抬头看，交互远处的大蘑菇夹层四叶印到达，此处有1个树王圣体菇 （73号）在72号往北方向跳下，走上斜坡，之后交互四叶印到达大蘑菇夹层，此处有1个树王圣体菇 （74号）在73号点位朝着西南方向滑翔下去，在有「跳跳菇」的大蘑菇伞盖夹层，此处有1个树王圣体菇 （75号）在74号点位朝北方向跳下来到道路上，草丛旁有1个树王圣体菇 （76号）在75号点位转西方向视角，径直走过去，经过风场，对面小斜坡上有1个树王圣体菇，即70号点位下方 四、NPC购买/赠礼篇 当前版本有2位NPC出售 1.化城郭 大厨，阿什帕齐 每3天卖5个树王圣体菇 2.桓那兰那·梦境，兰玛尼 每3天卖5个树王圣体菇 3.化城郭 林行者，法伯德 交互对话可以获得赠礼树王圣体菇x4 五、结尾 感谢各位旅行者们的观看，喜欢的话不妨为我点个赞哦，咱们下一篇攻略再见！_(胡桃-六！六！六！)",
    "length": 1776
}