{
    "game_id": 2,
    "post_id": "47327803",
    "f_forum_id": 43,
    "subject": "【V4.3攻略·其他攻略】丘丘人看了都会破盾的普通破盾学",
    "url": "https://www.miyoushe.com/ys/article/47327803",
    "created_at": 1703998278,
    "like_num": 659,
    "view_num": 8810,
    "reply_num": 67,
    "text": "UID 158002294 Hello 大家好鸭_(阿姬期待)这里是C茉，时过境迁，已过一年，在之前一年的破盾帖子中，我收集了不少错误的地方，加以修改重新撰写为本帖，主打一个原理分析，丘丘人都能看的懂的破盾！_(宵宫-请用~) （封面不会做，随便做了个） CONTENTS 盾有多种多样，正因如此，就需要对盾进行分类，目前主要按照其 所含元素 和 作用效果 来分类。 游戏内的盾分俩大类， 一类为Elite盾 ，为角色盾和结晶盾， 另一类为Elemental盾 ，即敌人和物件身上的盾。 本文中所解析的盾为后者。 1.1 按元素分 非常简单粗暴的分类方法。 盾按元素就分为 火元素盾 、 水元素盾 、 雷元素盾 、 草元素盾 、 冰元素盾 、 岩元素盾 、非元素盾 ； 其中 非元素盾 就是俗称的 白盾 ，没有定义元素，是一类非常特殊的机制盾，这白盾将放到章节3.7中解析 1.2 按表现效果分 盾大抵按效果来分主要有 护盾、甲、盾牌、物件 4个，但是按照存在部位的不同，还是可以细分成： ▶ 在本体身上： ◆护盾： 伤害无法穿过、抵挡伤害角度360°、一般有伤害转化 。若在即将破除该类盾的时候触发了元素反应， 则伤害转化只会算上剧变反应的伤害 。 （例：深渊法师、深渊使者、冰风组曲） ◆甲： 伤害可穿过、不会抵挡伤害、没有伤害转化 ，甲的存在一般会给原魔提供不同的增益效果，如加抗、抗打断、增重。最常见的是加抗。 （例：丘丘岩盔王） 注：元素增幅虽然本质不是盾，但其表现的效果与甲极其相似，因此也归到甲类别内。 ◆EMIA： 类盾的一种，完全取代了血条 ，用盾条的方式取代血条的表示，不具有盾的任何基础性质，。 （目前仅此一例：吞星之鲸-幻影） ▶在自身持有物件或者召唤物身上： ◆盾牌： 部分角度方向的伤害无法穿过、并且会被部分抵挡、有伤害转化 ，其他与护盾相同，实际上就是挡角不完全的护盾。 （例：持盾丘丘人） ◆物件： 纯粹的元素性质，无法通过伤害破盾，无伤害转化 ，不能稳定挂元素（冰除外），由于物件均是锁血，故无法通过伤害破除。 （例：碎石堆） ◆部件： 继承了召唤者一定比例的生命值 ，一般作为建筑处理，防御抗性等相关属性为对应原魔的快照。 （例：元能构装体部件） 1.3 特殊规则 特殊规则就是在上文中分类的基础上，通过拥有某些反映在元素上的特殊的机制，进行的分类讨论。 ◆特殊-愚人众特化： 非常规元素反应比，非弱点元素按照1:10或1:20反应，弱点元素量则按1:1或者1:2的规则反应。 （例：愚人众先遣队） ◆特殊-雪山冰： 每0.1s恢复0.2元素量，只可使用 深赤之石 的攻击完全破除。 （例：远古坚冰） ◆特殊-元能部件： 能与火元素、水元素反应，与雷元素反应则立即消除，无论其元素量。 （例：元能构装体修复） 根据不同种类的盾，扣除的盾量是按如下公式计算： 破盾盾量 = 反应消耗 + 伤害转化 + 韧性转化 + 时间消耗 + 额外机制 。 ◆反应消耗： 当发生 元素反应 时，所应扣除的盾量，如1草消耗2水等； ◆伤害转化： 当盾受到非对应元素伤害所应扣除的盾量；下文将慢慢讲解； ◆韧性转化： 当盾为岩盾时，受到的近战或钝击伤害削韧对应扣除的盾量；当盾为冻盾时，受到的钝击削韧对应扣除的盾量；下文将慢慢讲解； ◆时间消耗： 部分盾的盾量会随时间的流逝而流逝，如丘丘王和萤术士； ◆额外机制： 一部分盾会依照所受攻击的某些属性来扣除相应的额外盾值，比如无相之岩的玄武岩柱，弓箭手也能破； 若刚好破盾的同时触发了剧变反应，则剧变反应伤害会全部作用在原魔上。 盾量即盾的厚度 ，盾量越多，代表破除该盾的消耗就越多。 在常态下，盾量通常都是固定值，比如渊火是 72 单位火盾、冰风组曲是8单位冻盾等。 盾的盾量可以被两种因素影响， 一是 多人模式 ， 二是 词缀 ，但并不是所有的盾都有这种性质。 2.2.1 多人模式的影响 多人模式下的影响有2种： ◆多人加盾： 盾的元素量获得提升 ， 2/3/4 人的多人模式下，盾的元素量乘以 a/b/c 倍，一般为 1.5/1.7/2 倍 ，提升前后的盾量不影响所继承的生命值。 a,b,c的值与原魔所在的 多人组别 (MP) 相关，一般为1或103；但在某些 不常见 情况下，盾量也是有可能变化的： 例如4人联机的正机之神周本的盾就是3倍厚。 ◆动态继承： 这是一个比较抽象且不怎么常见的性质。 盾的元素量 会 随同一区域玩家数量的变化而变化 ，聚集的玩家越多，盾越厚，反之越少，减少的量表现为在盾条上的扣除。 设敌方的 MP为1 ，那么在 同一区域聚集n人 时 ， 每变化 1 个人，盾量就会 相比于原来 减少 15%/25%/50%(n=4) ，11.76%/41.18%(n=3) ，33.33%(n=2) ： 然而 正机之神 是这样的： 当某个玩家从战斗中中途退出，其他玩家就 可以很清晰的看到盾条盾量的变化 ，但并不能用于实战中的破盾。 如果当某同一区域只有n个人时，每进入1个人，盾量的上限会直接增加，不会反映在盾条上。 2.2.2 词缀的影响 原魔的词缀也会影响盾的厚度 ，典型例子为深渊法师的防护强化： 防护强化下，盾量翻倍 ， 攻击护盾会被附着相应元素。 当然不止深渊法师有相似的行为，某些特殊活动或任务下，深渊使徒的盾也有加厚的。 多人模式的影响和词缀的影响是独立开的 ，如 一个带有防护词缀的火法，在4人模式下就是 12×2×2=48 单位盾量。 仅利用元素反应消耗元素，是最正常不过的破盾方法，如蒸发反应的水火消耗比是1:2，超载反应的火雷消耗为1:1等。 元素攻击与盾本身的元素可正常发生反应，这些反应我就不细说了，大家在实战中都能体会到的。发生元素反应时， 其仍然遵循着冷却机制 。 2.3.1 冷却系统 角色的大部分攻击具有附着冷却，附着冷却由 衰减标签 和 衰减组别 决定： ◆衰减标签： 标记这个攻击，用来判断是否使用附着冷却， 无衰减标签 (即为空)的不会使用附着冷却，这种攻击也被称为 独立附着 ，绝大多数原魔的攻击是这种。 ◆衰减组别： 附着冷却的实现效果，由 附着、削韧、伤害三个序列 和 重置时间 组成，也称为计时器，，其中伤害序列被我称为伤害递减序列。 有衰减组别的攻击必定使用这套衰减组别。 当两个或以上个数的攻击具有相同的衰减标签和衰减组别，那么这几个攻击共用衰减组别；倘若两者有一个不同或无，都不会共用衰减组别。 衰减组别不可能为空，默认值如下： 大部分角色的攻击都会受默认的衰减组别限制，导致单技能破盾非常慢，而角色的普攻、元素战技、元素爆发的衰减标签和组别一般是不一样的，所以同时配合这三者可以最大化破盾的效率， 如配合 行秋元素爆发、夜兰元素爆发、心海普攻 可以非常快速的破除 无相之火 的火盾。 2.3.1的内容仍是上一版，没有变化。 另外盾上的元素在特定的情况下，会有如下的几个性质： 2.3.2 特殊情况反应 ◆感电抵抗： 部分盾具有感电抵抗，感电抵抗包括 感电状态抵抗 和 无法附着 ，前者无法触发真正的感电反应，后者无法附着雷或水。 因感电反应需要雷水共存超0.4s，若共存 小于该时间无法发生感电反应 ，即无法消耗雷与水，无法打出破盾效果。 具有该特性的盾主要有： 雷元素物件、掣电树与无相之雷、愚人众雷锤、正机之神的雷与水物件、深罪浸礼者雷核心 等。 ◆冰元素…： 分为 冰 和 冻 2个变种， 前者 可和水反应， 后者不与水反应 ，但能够发生 钝击破冻 。 常见冰盾： 雪山坠冰、正机之神冰炸弹、冰封箱 ； 常见冻盾：除上面的都是。 左冰右冻 ◆草元素…： 分为 木 和 草 2个变种， 前者只和火反应 ，后者与雷、水、火均可反应。 常见草盾： 狂蔓隙境原体、守护的增殖生命体 ； 常见木盾：除上面的都是。 左木右草 因右侧有卡肉影响，左侧图做了卡肉处理。 元素不成比例的反应称为克制反应，这一点清晰的在愚人众身上表现出来： 2.3.3 克制 ◆克制的定义： 特殊地， 当元素A与元素B反应时，且AB的消耗比大于等于1:2时 ，我们就称 B被A克制了 ，所以按照常见的反应可以这么说： 火被水克，草冰被火克，水被草克，风岩都被克。 用克制的元素可以大幅提升破盾效率。 ◆愚人众克制环： 最为明显的克制性，体现在看愚人众先遣队的盾上。四元素愚人众盾呈环状克制性，构成了一个克制环： 风岩愚人众不参与此克制环。 愚人众的特殊规则不仅限于盾量的反应，共存元素的反应同样也被特殊规则限制。 通常来说，有些 护盾 是可以灌伤害破盾的： 像深渊法师、史莱姆、深渊使徒的盾是可以通过力大砖飞灌伤害打破的，这种通过伤害来破盾的现象称为 伤害转化(Damage Conversion) 。 伤害转化的发生时候，具有如下特点： 1.计算伤害的时候，防御力和抗性都继承被盾庇护的对象； 2.免疫相同元素伤害； 3.发生反应时，只计入剧变反应的伤害，增幅带来的额外伤害提升部分不计入，仅按原伤害计算； 4.若伤害所消耗的盾量大于所剩盾量，则溢出的伤害无效。 5.破盾伤害可以暴击，并且也能计入。 针对第四点特性，笔者在录制gif时还发现， 伤害转化优先于元素反应结算 （即不产生结晶盾）。 那么伤害转化是怎么实现的呢？这里要提到S和D两个参数的作用了： 2.4.1 S值与D值 我们常说，护盾大都是怪的5倍血，可这5倍血是怎么来的呢？ 在游戏内，拥有伤害转化的盾通常都会定义 D 和 S 两个不为负的参数来衡量伤害转化的大小： S ，即 ShieldRatio 值，代表盾血比，即盾所继承的真实生命值； D ，即 DamageRatio 值，代表伤害比，结算伤害时会乘以该数。 当 D =0.2， S =1时，说明盾本来继承了 1倍 生命值，但在受到 1 单位的伤害时，该盾只会受到 0.2 单位的伤害，等价于盾继承了 5倍 原来的生命值，这个5就是伤害转化比， 伤害转化比值= S / D ，也称为 SD值(ShielD Value)。 大多数 常见盾的S和D值 就为1和0.2。虽然是这样定义的，我们从来都是说5倍血，也从不会说这个盾只有1倍血，但是。 当 D 值=0时，SD值不存在，可认为该盾 无伤害转化 ，伤害不能用于破除该盾； 当 D 值=1时，可将该盾视为 继承生命值 ，元能构装体的零件就是这样实现的。 为什么伤害转化免疫相同伤害？这里会引入一个盾承伤系数的概念： 2.4.2 盾承伤系数 盾承伤系数，说白了， 它是护盾吸收效率的倒数。 众所周知结晶盾中，它对对应元素有250%(岩全150%)的吸收效率，相应的，结晶盾的盾承伤系数就为 0.4 ，岩结晶盾为 0.667 ， 但对于Elemental色盾，对于对应元素(含岩)， 它们的盾承伤系数为 0 ，对同元素的吸收效率无穷大，这也是为什么伤害转化免疫同元素的原因。 常见的 不能 伤害转化的护盾有： 冰风组曲、深罪浸礼者、无相之水-水滴、无相之冰、女士、。 唯一具有 伤害转化的物件是： 冰丘丘萨满的冰柱 当盾元素为 岩 或 冻 时 ，不计算伤害转化，纯物理攻击也是可以进行有效破盾的。 产生破盾效应的是攻击的削韧，削韧越高，攻击造成的破盾越多。 韧性破盾的结算也优先于元素反应结算。 2.5.1 攻击破岩 攻击破岩一般是指岩元素盾可以 被 攻击属性为近战攻击 或 伤害类型为钝击 的攻击 破除，并且依据攻击属性的不同分为： 钝击岩韧比：1000削韧=14岩元素，破岩系数=0.014 近战岩韧比：1000削韧=2岩元素，破岩系数=0.002 即-钝击的削韧破岩量=7×近战削韧破岩量 如果一个攻击既是近战又是钝击的话，那就取大者，即0.014。 应用攻击破岩，那么这也是为什么近战角色也可以挖矿的原因。 那么怎么看什么是钝击伤害，什么是近战伤害呢？ 虽然俩种伤害都是内部定义的，看不出主要规律，但是： 钝击就是很重的攻击 ，看起来打的越重，锤的越狠的攻击就一定是钝击了，比如 抡大剑的，拿枪剑进行下落攻击的，炸药桶，还有超载反应 等都是钝击。 近战攻击顾名思义就近身肉搏 ， 单手剑大剑长枪角色的攻击 就几乎都是近战了，还包括一个 弓箭手的下落攻击 。 2.5.2 钝击破冻 常说的钝击破冻一般是指 钝击破除冻元素 。只有 被攻击属性为 钝击 的攻击 可以破除冻盾，并且： 冻韧比：1000削韧=6冻元素，破冻系数=0.006 。 近战攻击没用。 除了正常破盾，根据冻盾性质，可以解释一些特殊现象： 炸药桶的削韧是 7个9 ，那么根据钝击破冻，等价的扣除量是 59999.994 ，而冰法的冻盾元素量为 12 ，完全可以做到 秒破 ，冰法倒还欠5000管盾。换做是冰使徒，也能一个炸药桶秒杀。 冻结状态下受到钝击或岩伤会发生碎冰，造成碎冰伤害的同时扣除8冻元素量，但该性质无法破除冻盾(如丘丘霜铠王)，因为这两种冻是单独分开算的，互不交叉。 那么我们要如何得知攻击的削韧呢？ 看这里！ 也叫被动结晶。 当盾元素为 岩 时 ，所具有的性质。 因为结晶反应的特性， 触发结晶反应必须以岩为后手元素 ，所以若尝试直接与岩发生结晶反应，只会造成岩与这个元素的共存现象。 先给岩盾 挂上火水雷冰 ，然后再使用任意的 >0元素量的岩元素攻击 触发结晶，岩盾就会被消耗， 消耗量等于残留的元素量的2倍 ，并且 优先消耗岩盾 。本特性也遵循结晶反应的CD。 盾类型为 护盾、甲 的都能够挂上四元素进行被动结晶破盾，大多数盾类型为 物件 的只能够挂上冰来进行被动结晶。 4.0版本后，枫丹的角色 都可使用 始基力 进行战斗，一部分盾可以使用芒荒始基力绕开反应直接破除。 芒荒二象性 (PD) 是指既可以与芒又可以与荒湮灭的特性，如 隙境原体 和 吞星之鲸的涡眼 ；当然也有只能用单一始基力破除的盾，如 科培琉司 只能用 荒 。 盾条是白色的盾统称为白盾。 白盾有好几种，护盾甲物件盾都有，但按照其特殊的表现效果，又可以有这四个分支： 白盾分支 ◆白盾分支-次数： 只与受击次数有关的盾，任何攻击均可破盾，无伤害作用因素，满足次数即可破除，不受攻击冷却影响。 （例：祸津之雷眼） ◆白盾分支-生命： 有伤害转化的非次数白盾。 （例：元能构装体部件） ◆白盾分支-特化： 需要其他特定机制破除的护盾。 （例：黄金王兽） ◆白盾分支-Leukemia： EMIA的一种，使用白色盾条作为血条。 （例：吞星之鲸-幻影） 如次数盾的祸眼： 女士的炎之心和霜之眼（7次） 都是次数盾，只需满足攻击次数即可： 2.9 拓展：多色扩散 利用多元素目标集中打风扩散 ，使目标之间发生纷乱的反应，以达到高效破盾的方法即为 多色扩散破盾 。 关于反应如何触发，以及如何消耗，还十分复杂，机制目前尚未明确。 2.10 拓展：原海蜕壳 原海异种在入水后，会蜕去原来的护甲， 进入无盾状态，同样，在出水后，会恢复原来的护甲。 逆向盾和充能盾都是类盾行为 ，都是从零开始填充盾量至满来达到破盾的效果。 EMIA 本也是类盾行为，但因为没有什么好说的，就没放进来了。 3.1.1 逆向 逆向 顾名思义是从无到有， 原盾量=0，增加盾量，加满即破 ，目前的逆向只有无相之草净化时的盾： 从表中可知， 燃烧也可以正常消耗逆向木盾 ，目前暂无完全的逆向。 Tips：无相草在净化时本身也带有持续的草元素附着，这使得其可以和火、雷、水反应，这方面的草元素消耗是和这个逆向盾独立隔开计算的，也是发生激绽时逆向盾不会消耗的原因。 3.1.2 元素充能 充能 则是类似于逆向盾的另一种盾的类型，外观表现为 与怒气值相似的 圆形充能条 ，但有充能条的不一定是充能盾， 充能与逆向最大的区别是其 盾量不会和元素发生反应，且通吃所有元素 ，再结合盾的性质，属于充能的有如下几个： 目前的充能盾只吃元素攻击， 物理攻击仍无效 。 充能附着的冷却时间与角色自身附着冷却挂钩。 防守并非是盾，但是和护盾挂钩，此行为主要是 表现出和盾类似的格挡和阻挡伤害的作用 ，比如铁螃蟹的盾和海乱鬼的格挡： 至于如何实现格挡伤害的，在进行防守时，会利用 防守角度(DA) ，这个值在0°-360°内取值，代表格挡的伤害方向的角度。 DA的计算是以 受击来源方向与防守者的向量 和 防守者朝向向量 的 夹角绕防守者朝向旋转一周所得 的类球形区域。 就如上图的防守区域，是红色区域绕蓝色线旋转一圈而得的球体。 如丘丘人的DA为90°，那么它能抵挡来自它面前半球形区域的攻击。 防守角度0度就=360度，全方位抵挡。 游戏内存在着能够给敌方上一层护甲，提升属性的 增幅器(Amplifier) 。 增幅器提供的那一层看上去像护甲的玩意，便是增幅器施加的 「增幅」状态 ，可以视为甲的存在，并且 其元素量不会随时间衰减殆尽 。 传统增幅器提供的 「增幅」状态的护甲，在首次施加时是最大值，为 3.6 元素量，之后每个增幅周期都会补充 1.2 元素量，但 不会超过3.6 。 每15s会被增幅器刷新一次。 芒荒强效增幅器提供的 「增幅」状态的护甲，在首次施加时是最大值，为 3 元素量，之后每个增幅周期都会刷新元素量。 一、 草核也能破冻盾，比如冰史莱姆； 三种绽放的草核伤害都不属于钝击，都不能进行韧性破盾，能破是因为草核伤害可不低，造成了可观的 伤害破盾。 那维莱特重击能破冰史莱姆冰深渊法师也是一个道理。 目前误区不多，可以评论区进行补充，直至修改次数耗尽。【待补充】_(娜维娅-老板的震惊)",
    "length": 7199
}