{
    "game_id": 2,
    "post_id": "52123659",
    "f_forum_id": 43,
    "subject": "【V4.6攻略·任务与探索】4.6版本新增成就汇总",
    "url": "https://www.miyoushe.com/ys/article/52123659",
    "created_at": 1714213926,
    "like_num": 273,
    "view_num": 2616,
    "reply_num": 28,
    "text": "UID：100298809 〓前言〓 旅行者们好！本文整理了4.6版本新增的38个成就以及相应的获取方式，旨在方便各位旅行者查漏补缺，免去搜索单个成就的繁琐步骤。 本文包含「天地万象」「挑战者·第九辑」「古海狂诗」上述三个成就辑的新增成就，其中「古海狂诗」里的成就大部分为地图探索成就，获取方式较为简单，故本文对这部分成就不做详细叙述，请旅行者自行查阅相关攻略（如宝箱点位、锚点位置等）。 本文成就按照游戏内排列顺序展示，部分成就之间可能有旧版本成就出现，请旅行者自行判断。同时，为方便旅行者查找，成就的详细获取方式已进行折叠。 〓新增成就一览〓 新增成就一览 此部分展示了4.6版本新增的38个成就，其中「天地万象」新增19个，「挑战者·第九辑」新增6个，「古海狂诗」新增13个。 〓天地万象〓 此部分对成就辑「天地万象」中新增的19个成就进行了详细叙述，部分成就获取流程较长，为控制本文篇幅，已对这些成就进行单独叙述，旅行者通过相应链接即可查看。 ▌01 「西尼阿斯」 击败地方传奇·西尼阿斯后获得。该魔物位于旧日之海·卡皮托林山地下（卡皮托利姆·旧宫），主要应对难点在于该魔物会以自身为中心，生成吸能场；当角色处于吸能场影响范围内时，会持续扣除元素能量，若元素能量不足，则扣除一定比例的生命值；建议使用草元素角色，消耗其护盾，即可解除吸能场，从而创造输出时机。 ▌02 龙蜥特急斯库拉号 第一次使用斯库拉召唤的激流前往目标地点后获得。在将世界任务「谐律上的咏叙诗」进行到“前往「黄金宫殿」”时，即可在旧日之海区域通过斯库拉召唤激流，快速前往指定地点。 ▌03 吾之所问，汝为人乎？ 第一次停住并拾取神出鬼没的魔导书后获得。在枫丹·褪色古堡区域内，有8本魔导书，使用古老的乐章之力将任意一本停住并拾取即可。 以下链接记录了8本魔导书、8个神秘书柜、2张曲谱残页的位置，一共可获得3个成就。 ▌04 为书所爱的人 使用魔导书激活褪色城堡里的全部神秘书柜后获得。在枫丹·褪色古堡区域内，有8个神秘书柜。 以下链接记录了8本魔导书、8个神秘书柜、2张曲谱残页的位置，一共可获得3个成就。 ▌05 「漂泊的异乡人」 修复褪色古堡内的曲谱并将其交给指定NPC后获得。在枫丹·褪色古堡区域内，有2张曲谱残页，把它们拼合在一起后，将修复好的曲谱交给佩特莉可镇上的一位叫塔耶芙尔的NPC即可。注意，需要完成世界任务「谐律上的咏叙诗」后上述NPC才会出现。 以下链接记录了8本魔导书、8个神秘书柜、2张曲谱残页的位置，一共可获得3个成就。 【V4.6攻略】书柜、魔导书、曲谱，一次性获得三个隐藏成就！ ▌06 根本就没藏嘛！ 在佩特莉可镇发现四处宝藏的位置后获得。在枫丹·佩特莉可镇区域，有4个藏有宝藏的地点，前往这4个地点挖掘出宝藏即可。 以下链接记录了4个藏宝点的位置。 【V4.6攻略】小镇里的宝藏！隐藏成就「根本就没藏嘛！」 ▌07 饲主的职分 给「小呜斯」喂食后获得。完成世界任务「谐律上的咏叙诗」后，来到空想俱乐部门前，接取并完成世界任务「为了旧日与明天」，然后重新登录游戏，即可在猫屋旁投喂「小呜斯」。 ▌08 第十位缪斯 进行世界任务「谐律上的咏叙诗」的过程中获得。该世界任务接取地点位于枫丹·佩特莉可镇的七天神像附近。 下文还有其它成就在进行或完成世界任务「谐律上的咏叙诗」时获得，就不重复展示任务的接取位置了。该任务流程内并没有什么难点，旅行者参照游戏内教程了解相关玩法后即可轻松完成解谜，如需查看具体任务流程，请自行搜索相关攻略。 ▌09 墙上的奥德赛 完成褪色古堡内的舞台演奏后获得。在枫丹·褪色古堡内有一舞台演奏挑战，旅行者按照游戏内提示完成即可。大致玩法是在躲避落雷的同时，使用乐章之力暂停音符并收集指定数量。完成演奏后，可以取下乐谱，在八音盒中读取。 ▌10 「请转告王城的公民…」 完成切萨勒姆宫内的战斗挑战后获得。在旧日之海·切萨勒姆宫有一座无名的石像，与其对话后，击败龙蜥，完成挑战；结束后回到石像的位置，再次对话即可。 可重复挑战，石像处的铭文会记录旅行者最高击败的龙蜥数量。 ▌11 时间的神秘形式 在安提库旧港内点亮三座仙灵之庭后获得。在旧日之海·安提库旧港内，找到3个仙灵并点亮三座仙灵之庭即可。 ▌12 曾与世界为敌 进行世界任务「谐律上的咏叙诗」的过程中获得。 ▌13 条条大路通雷马 进行世界任务「谐律上的咏叙诗」的过程中获得。 ▌14 迟来的继业者 进行世界任务「谐律上的咏叙诗」的过程中获得。 ▌15 宽缓的归途 完成世界任务「迟来的归乡」后获得。该任务需要先完成世界任务「谐律上的咏叙诗」，现实时间第二天在枫丹·佩特莉可镇七天神像附近的浪船锚点处接取。 ▌16 「我警惕雷穆利亚人…」 破坏魔像督军设置的谐振器后获得。该魔物在战斗过程中会设置谐振器，攻击谐振器可以消耗其耐久，破坏谐振器可消耗魔物的护盾。 ▌17 同样的错误 在「仆人」一阶段挑战中，使用弓箭角色在远处攻击，触发其“防御反击”后获得。将「仆人」血量削减一部分后，她会长出一半翅膀，此后用弓箭角色进行攻击时，「仆人」可能会用翅膀抵挡箭矢，连续抵挡四次后，仆人会突进到角色面前进行攻击。 ▌18 盛宴之后 在「仆人」二阶段挑战中，躲避其弹幕和俯冲攻击后获得。「仆人」在二阶段战斗时，会腾跃至空中，利用弹幕进行攻击，此后向场地周围释放数个血红色球体，最后瞄准角色所在位置，进行俯冲攻击。 ▌19 在那梦中之墟… 完成世界任务「超越时空之空想」后获得。该任务需要在获得须弥每日委托成就「推分算数原理」后，继续完成须弥每日委托「加尔恰的赞歌·关键物品」或「加尔恰的赞歌·替代物」总共2次及以上，且完成枫丹主线任务。 满足上述条件后，完成世界任务「谐律上的咏叙诗」，然后现实时间第二天，在枫丹廷·总站大厅接取「他的生命在那边」，完成此任务后的现实时间第二天，会自动接取「超越时空之空想」。 〓挑战者·第九辑〓 此部分对成就辑「挑战者·第九辑」中新增的6个成就进行了详细叙述。 ▌20 剧场消防演练 在魔像督军举剑释放怒焰冲击时，摧毁其护盾后获得。先使用大剑角色攻击或其它能有效削减岩属性护盾的手段，将魔像督军的护盾削减至下次攻击便能击破的状态；当魔像督军将剑插入地下，以自身为中心释放冲击时，做好准备；上述技能释放完毕后，魔像督军会高举手中利剑进行蓄力，此时来到它的身边，击破其护盾即可。 ▌21 未兆的封印咒缚 击败吸收半幻人后正处于强化状态下的水形幻人后获得。先将水形幻人的血量削减至较少的状态，等待水形幻人召唤半幻人并进行吸收，当它吸收完毕进入强化状态时（变大），再将其击败。 ▌22 鲸腹中的三日夜 在不被幻形攻击命中的情况下逃离鲸腹后获得。在与吞星之鲸战斗时，通过积累敌意，让吞星之鲸将角色吞入腹中（吞星之鲸血量不可太低，否则不会将角色吞入）；在鲸腹中与黑色幻影战斗时，在幻影释放幻形攻击前或躲过所有幻形的攻击后击败它即可。 ▌23 「吉位！」 一次挑战中，通过元素反应，使隐山猊兽分别在汇集风元素与水元素的仙力时陷入瘫痪状态后获得。在与隐山猊兽的战斗中，它会分别汇集水元素与风元素的仙力，此时通过提示，使用对应的手段可中止汇集过程并使其进入瘫痪状态。简单来说，当汇集水元素时，使用冰元素冻结，再触发融化或碎冰反应；当汇集风元素时，使用水/火/冰/雷任意一种元素攻击三颗灵风珠即可。 ▌24 若你渴盼鲜血… 在一次「仆人」挑战中，释放四次血汐冲击后获得。「仆人」在一阶段的战斗中，若血量低于70%，则进入强化状态；此状态下，「仆人」每隔一段时间会为角色施加生命之契，角色在受到治疗后会清除生命之契并获得一次释放血汐冲击的机会；此时使用重击命中「仆人」，将会释放一次血汐冲击。 ▌25 白之契约者 在一次「仆人」挑战中，不曾在具有生命之契的情况下被她的攻击命中，并击败「仆人」后获得。在与「仆人」的战斗过程中，其每隔一段时间会为角色施加生命之契，角色在受到治疗后会清除生命之契；只要在整个战斗过程中，角色带有生命之契期间躲避仆人的攻击，并尽快通过治疗清除，最后击败仆人就行了。 〓古海狂诗〓 此部分新增成就多为地图探索，即开启锚点、宝箱后获得，故不过多展示，仅对其中1个进行叙述。 ▌26 大乐章的回声 搜集「古老的自鸣音乐盒」中的所有乐章后获得。该音乐盒需通过世界任务「谐律上的咏叙诗」获取，且完成任务后可直接获取2个乐章，分别是第一乐章「丰饶美地」和第六乐章「垂泪之时」；其它4个乐章需自行在相关区域搜索；下面给出剩下4个乐章的位置。 〓结语〓 以上就是本文全部内容，截止到4.6版本，游戏内总成就数为1226个，该版本枫丹地区七天神像和露景泉的等级均可升至满级，可获得4.0版本新增的2个成就「如水澄湛」和「露景的清歌」。 最后，感谢旅行者的观看。",
    "length": 3629
}