{
    "game_id": 2,
    "post_id": "54474303",
    "f_forum_id": 43,
    "subject": "【V4.7攻略·其他攻略】4.7幻境超详细解析+满星技巧攻略",
    "url": "https://www.miyoushe.com/ys/article/54474303",
    "created_at": 1719831193,
    "like_num": 137,
    "view_num": 1607,
    "reply_num": 49,
    "text": "UID 187910738 这会是你看过最细的幻境攻略。_(阿姬得意) Hi大家好这里是 呆唯 ！_(米仔_比心) 原神4.7 版本开放了全新的 常驻玩法 ： 幻想真境剧诗 想必大家也已经对此关注了一段时间。这次开放的新玩法， 与大家所练的角色都息息相关 ，与曾经的 深境螺旋 是类似的。旅行者需要 根据关卡的安排，选择和调整自己角色、策略的使用 。 当然同样的，“幻想真境剧诗”也会有相应的，包括原石在内的各种 奖励 。 幻想真境剧诗主要考察玩家的 角色数量（box广度） ，对 元素反应 和 配队 的理解，还有对 角色分配的策略 安排。 第一期的攻略做了很久，单文案就有 1w 字了，不知道值不值得您的 点赞 和 评论 呢！_(流萤 也挺好) 这篇会先给大家详细讲解一下全新模式 “幻想真境剧诗”各方面的机制 。 然后再解析 低配满星 的方法，包括怪物分析，事件分析，具体打法详解，会用 全试用+全四星角色+三星武器低配的情况来演示 。 这期幻想真境剧诗的难度较低，如果打不满，那么看完就一定可以打满啦。_(希格雯-护肤) 目录： 一、幻想真境剧诗机制详解 ①参战角色 ②战斗关卡 ③事件 ④奖励 二、4.7幻想真境剧诗攻略 ①角色分析 ②战斗关卡一览 ③队伍搭配 ③低配满星详解 （全试用+全四星角色+三星武器） ⑤表演诀窍更新 开启方法引入 7月1日4：00 后，在西风骑士团 图书馆下方的神秘房间 内，进入任务， 解锁 幻想真境剧诗。 在长桌最前端的书本处，就可以开启幻想真境剧诗。 一、幻想真境剧诗机制讲解 ①参战角色 幻想真境剧诗与深境螺旋不同，我们并不能随心所欲地使用角色，它会 限制我们出战角色的 元素类型 1、角色分类 幻想真境剧诗的角色共可以分为 4 类： Ⅰ开幕角色 即该模式每期都会 指定6位 角色，开局我们 必须选用 这6个角色开始挑战。如果没有这些角色，官方会提供 试用版本 ： 试用版本的角色都会带上 比较适配的圣遗物和80级精1四星武器 。 在本期结束前，这6个角色在提瓦特大陆内都会获得 20%的生命、攻击、防御 加成， 不仅限于幻想真境剧诗 ，在大世界或是深境螺旋都同样可以获得这个加成。 Ⅱ特邀角色 游戏 指定的 ， 元素限制类型以外 的4个角色。一定程度上可以降低通关的压力。 Ⅲ助演角色 点击助演阵容，每个人能放 7 个 助演角色让好友用，每期 仅限被借 15 次 ，所有角色共享次数，也可以说 只能借给15个好友 ，所以你的列表满命大佬如果也有很多好友，记得先到先得哦！ 注：助演角色 不能是开幕角色 ，可以是特邀角色。 不符合当期元素类型的角色也 可以放 ，但是好友 借不了 。 每期只能使用 1名 好友的 1名助演角色 ，选完就不能再换别的了。如果你 取消选用此名角色，那么当期你就无法再借用该好友 任何的角色 了 。 如果好友 主动把角色下掉 了，我们在下一次选上场角色的时候就 无法再选这个角色 ，同时也 无法再借该好友的 任何角色 。（大佬别整我） Ⅳ其他角色 除以上3种角色外， 自己拥有的 符合当期元素要求 的角色。 2、角色参战机制 6个开幕角色、自己的其他对应属性角色、特邀角色（≤4位）、和助演角色（1位） 加起来至少要达到一定数量，角色等级必须达到要求 ，否则无法参加。 （如”困难“模式，开局选择的角色必须有18个，等级都要在70级以上才可以进行） 每次战斗都 必须上场4个角色 ，否则无法进行。 幻想真境剧诗的难度不高，所以 首先，我们要保障的就是角色的 等级和数量 ，确保我们可以进场“表演”， 有了足够等级，足够数量的对应角色后，就相当于成功了一大半 。 —————————————————— 我们还可以把角色分为2大类： 出战角色 和 待命角色 。 出战角色 就是我们可以 直接选择上场 的角色，每个出战角色 初始拥有 2 点 耐力值，每场战斗后 消耗 1 点 耐力值。 还未登场的角色 ，和 耐力值耗完 的角色，都会进入待命席，也就是 待命角色 。 在没有其他事件的影响下， 战斗结束后 可以拿 1 个角色进入出战队列 ，这是系统 随机抽取 的。 每当通关一层，我们用的四个角色就会 出现在场景里 ，我们可以和他们 对话 。 角色开局都会以 满血满能量 进场，战斗中 阵亡的角色下一次仍然可以出场 。 ②战斗关卡 1、关卡分布 幻想真境剧诗共分为3种难度： 轻简 、 普通 、 困难 。 轻简 ：需要 10 名角色，角色等级 ≥60 ，一共 3 幕。 普通 ：需要 14 名角色，角色等级 ≥60 ，一共 6 幕。 困难 ：需要 18 名角色，角色等级 ≥70 ，一共 8 幕。 2、关卡种类 每一幕都会有不同的关卡供选择，包括 普通关卡 、 精英关卡 和 首领关卡 。 1、2、4、5、7幕 分别都有不同的 6 个 关卡 随机出现 ，包含 5个普通关卡 ， 1个精英关卡 ，供我们选择。 其中第 4 幕是 守塔 ，其他都是普通的打怪。 3、6、8 幕 必定为 首领关卡 。 每幕战斗一次，选择一个关卡后就不能再退出重选（除了回溯）。 关卡中存在 舞台效果 ，即 debuff 。如挑战超过一定时间后就会落雷攻击角色，或者是生命流失，等等，更详细的内容我们在后面的关卡分析都会提到。 3、关于离开战斗 Ⅰ暂离演出 左上角退出键（电脑端可按ESC），可以暂时离开， 战斗进度保持不变 。 Ⅱ回溯演出 在通过 第 3 幕 后，可以开启 “ 回溯演出 ” 的功能。它会让我们的 挑战进度后退一层 。通常没有选到适合的关卡或者好buff 的时候，可以考虑回溯演出。 一次挑战中，“回溯演出” 有且仅能使用1次 。 Ⅲ结束演出 左下角“演出详情”中可以直接看到，会 直接中断这一次的挑战 。 在幻想真境剧诗中，每一幕挑战成功后，也可以选择重新挑战（第8幕除外） 4、通关要求 在战斗内页面，我们可以发现，有 基础挑战 ， 额外挑战 ，和 明星挑战 ，我们需要达成相应的要求即可拿到 幻剧之花 或者 星星 。 达成基础目标就可以获得绝大部分的「幻剧之花」 ： 普通关卡 ： 80 「幻剧之花」 精英关卡 ： 110 「幻剧之花」 首领关卡 ： 125 「幻剧之花」 每次达成 额外目标 都可以额外获得 20 「幻剧之花」 。额外的「幻剧之花」可以让我们多买一些事件，看着数目不多，但随便一算就知道，加入7幕全拿到了额外奖励，那就有额外 140 的「幻剧之花」，可以多买2个奇妙助益， 有助于拿到关键buff通关 。 达成 明星挑战 可以获得一颗 星星 。 星星可以展示在资料卡中 ，用来装X。 但无论 拿不拿星星， 都是 不影响拿全奖励 的 ，如果你基本不注重资料卡中的“荣誉”，可以不用强求打星星。 上面我们提到了「幻剧之花」，这个东西有什么用呢？ 在我们挑战的过程中，幻剧之花可以用来购买不同的事件，我们下面就讲一讲事件是什么。 ③事件 1、伙伴事件 伙伴事件，顾名思义，就是用来 抽取伙伴出战 的事件。它一共分为三类： Ⅰ伙伴·随机 （-80「幻剧之花」）：在随机 2 名待命角色中选 1 名加入可出战队伍 Ⅱ伙伴·指定 （-80「幻剧之花」）：在随机 2 名 指定属性 待命角色中选 1 名加入可出战队伍 Ⅲ伙伴·盛邀 （-100「幻剧之花」）：在随机 6 名待命角色中选 1 名加入可出战队伍 通常“ 随机 ”和“ 指定 ”用的比较多，“ 指定 ”最好用，“ 盛邀 ”的性价比比较低，不太推荐选。 一般而言，伙伴事件是 正常挑战的 核心 ，如果不选伙伴事件，通关的角色都是凑不齐的。伙伴事件在 前期 有着显著作用，在中后期便不是那么需要。 2、奇妙助益 奇妙助益是用于抽取为我们 提供战斗增益buff 的事件，增益buff主要根据 当期的限定元素和角色 提供。 想看 当期奇妙助益分析请下翻至“低配打法详解” 。 每个奇妙助益都要消耗 60 「幻剧之花」，基础情况为 3选1 。 在练度不够的情况下，奇妙助益可以提供较大的帮助！ 一般在面对较难的挑战（如战斗·首领）前，可以多选一些奇妙助益，奇妙助益主要在 中后期 发挥作用。 3、声援强化 选同伴和奇妙助益时 随机角色随机触发 场外声援，效果为 选同伴 ：送 25「幻剧之花」 ； 选奇妙助益： 强化增益效果1.5倍，冲击波类效果会强化冲击波 。 4、神秘收获 基础情况为 2选1 ， 有辅助功能，也有可能包含一定风险 。 神秘收获总体分为2种： Ⅰ免费 免费的神秘收获 大部分 都是 好坏参半 的，可以获得一些收益，但也会在某方面有损失。因此有时候会比较赚，有时候会比较亏。 比如，有时会消耗过多的花抽角色和buff，得不偿失，有时非常赚，在没有「幻剧之花」的时候也能白嫖一个buff。 其中： 重置事件，增加选项 ，还有个 提前邀请角色 的卡片都很通用，是 稳赚不亏 的，推荐选；其他的卡片要 根据你自身挑战的情况 来进行选择。 —————————————————— Ⅱ-40「幻剧之花」 除了拿「幻剧之花」可能有1/3的概率会出现亏损的情况，要消费的神秘收获 基本都是稳定获得奖励 ，不会有负面效果。 其中，在角色不够用的时候， 回复耐力值 是最赚的。 有神秘收获的事件出现时，这一次事件选择后会刷新所有的事件 ，所以，慎重。 神秘收获的效果属于 锦上添花 ，在战斗中我们有足够的「幻剧之花」时，依然 更推荐 优先选奇妙助益/伙伴事件 。在基本盘都稳固后，再考虑抽神秘收获。 关卡、角色、事件的情况，都可以在左下角的 “演出详情” 中查看。 ④奖励 初演馈赠 即 首通奖励 ，首次通关8幕 关卡后，共可获得 1100原石 的奖励，还有640000摩拉，4个树脂，一个央陆原胚。 巡演奖励 通关8幕即可获得共 620原石 ，400000摩拉，和一些天赋书、祝圣精华，还可以拿 3 个“ 玩具勋章 ”。 这个玩具勋章呢，可以在“小狼”处兑换“ 表演诀窍 ”，表演诀窍可以在角色拍照时，摆出 全新的拍照动作 ！ 这样一来我们就可以摆出更多好看的姿势拍照了！好耶，让壁纸来得更猛烈一些吧。 每一期挑战完成后，都可以进行“ 演出回顾 ”，看自己用了什么阵容和通关情况等。 顺带一提，原来的 深境螺旋 也变为了 一个月换新一次 ， 原石奖励 上调至 800 。_(嘉明-击掌) 二、4.7幻想真境剧诗攻略 本期的“幻想真境剧诗” 难度较低 ，满星很容易，凑满入场券就成功一半了。 限定元素为 火 、 雷 、 风 ，利好反应为 超载 、 扩散 。 （教程面向平民低练满星：困难难度，不借用助演角色） ①角色分析 推荐角色排行榜 开幕角色 本期开幕角色为：阿蕾奇诺，克洛琳德，流浪者，珐露珊，久岐忍，托马。 （如没有对应角色，官方会提供试用版本，配置可在游戏中直接查看。） 可以看到开幕角色中就有 3 个C 了，也就是能应对 6幕 ，因此，在不被事件影响的情况下，我们自己最少再准备 1-2个输出 角色就可以。 流浪者 相对来说输出能力弱一点，所以建议 放到前面的关卡 打。建议直接打1、2幕。 克洛琳德 输出能力较强，由于是雷系，所以更推荐放到 第3幕 去打翠翎孔蕈，可以轻松拿到额外奖励。克洛琳德建议应对 3、4、5、7、8 幕中任意2幕。 阿蕾奇诺 的输出能力很强，建议放到后面进行攻坚，可用来应对 5-8幕 中任意2幕，其中第 6 幕的深海龙蜥很推荐用仆人来打。 最后建议 再准备1-2个C ，想必大家手里拿出1-2个火/雷/风输出角色还是非常容易的。 用自己的输出角色攻克剩下的2幕就OK了。 其他角色 如上所说，首先要保证有1-2个输出角色，雷/火/风的输出角色还是有不少的。 对于 平民玩家 ，一些 强力四星 也一定是练了不亏的 ，比如： 香菱、班尼特、菲谢尔、北斗、砂糖、夏沃蕾 等等。 还有一些非热门四星，是可以完全当 工具人 使用的： 比如讨龙烟绯可以当攻击拐+盾辅（4命），讨龙小鹿可以当减抗+聚怪+加攻辅，还有讨龙丽莎的加攻+减防，安柏可以在破盾时当高频火对策位，琳妮特当嘲讽+减抗 等等。这些角色不用拉满，卡在入场等级就OK了，在角色不够时可以好好利用自己手里的这些四星。 大家也别忘记了 主角 ，第一期可以使用雷和风。 根据我在米游社发起的投票，大致统计了玩家更倾向于去升70级的角色（截至5月31，样本2639人），大家可以作参考。(克洛琳德、赛索斯未参与） 特邀角色 希格雯，白术，莱欧斯利，艾尔海森 本期特邀角色的 作用并不是很大 。 首先2个主C，莱欧和海哥在有 不错练度的条件下 可以 缓解玩家 “火雷风BOX”的 压力 。 但本次环境并不适配莱欧斯利，这期他的最优解是走融化队，本身偏向于对单，但本次翠翎孔蕈是排斥火元素的，冰风组曲有高额的冰抗。 海哥可以应对一些对群的环境，以及深海龙蜥，其他两间BOSS则不推荐使用。 另外，适配他们俩的buff很少，所以 练度低的话就不推荐上 了。 希格雯本身的用处就很小，所以没有太多带的必要，实在没有角色了，可以用它来治疗，且当作 荒性攻击触发者 。 白术 可以和 雷C 搭配打激化，同时保证生存，可以考虑选用。 装备 用的角色多了，那么相应的 圣遗物 ，还有 武器 ，都需要有 一定程度的储备 。 圣遗物最好备一些 四风套 、 宗室套 给一些工具人辅助， 风系角色都可以用来触发4风套 ，大招核心的辅助利用宗室套可以提高队伍输出能力，凑数的人就带散件或者不带。 武器方面，特别是三星神器 讨龙 ，一定要多留几本，上面直接提到了三个讨龙辅助，对于练度不高的玩家是很有用的； 三星的 黎明神剑 、 白缨枪 在武器不够的情况下都可以凑合用，有着足够的输出能力； 飞天御剑 有着高额的充能词条，可以供琳妮特等角色辅助使用，用起来非常丝滑。 不过我们一般都是带 四星武器 ， 合适的角色记得搭配合适的武器 哦。 如班尼特带原木刀/暗巷，香菱带渔获，菲谢尔带绝弦等，另外， 西风系列 是很不错的保底型武器，给充能需求高的队伍可以打得更丝滑一些。 天赋方面，注意主要角色的关键天赋即可，一些辅助角色的天赋都可以不用点。 ②战斗关卡一览 4.7【舞台效果】总览 第1幕 第2幕 第3幕 第4幕 第5幕 第6幕 第7幕 第8幕 ③队伍搭配 队伍大致可以分为以下几类 ①超载队 配对思路：火/雷C+辅助+火/雷后台+生存 本期的幻境相关反应只有 扩散 和 超载 ，自从 夏沃蕾 加入后，超载反应拥有了 很高的强度 ，基本所有火/雷C都能拓宽一种玩法。这次，超载队可以吃到很多buff，强度非常不错。 ②风队 配对思路：风C+辅助+辅助/副C+生存 说到风元素就不能忽视风系输出队，流浪者和魈作为风C的表现都是比较优秀的。风队的好处就在于 暴力，无脑，操作简单 ，不过 珐露珊只有一个 。注意队伍分配。 ③纯火队 配对思路：火C+辅助+辅助/副C+生存 其中万叶可以用其他风系减抗来代替，托马、辛焱、迪希雅3个生存位可以按需求互换。 纯火队适用于1、2、4、5、6、7、8幕。 纯火队也很 简单暴力有伤害，玩起来十分舒适 。有很多队伍，比如可莉三火、林尼三火等，都是比较出名的，且具有一定强度的队伍，攻坚不成问题。 ④纯雷队 配对思路：雷C+辅助+辅助/副C+生存 纯雷队和纯火队类似，都是用 纯色暴力破解 的队伍，我们熟知的雷九万班就是纯雷队。但由于九条给的有限，所以纯雷队 基本上都得用班尼特 ，这样一来又能触发超载，吃到当期红利。 ⑤激化队 配对思路：雷/草C+草/雷后台+辅助/副C+辅助 本期有特邀角色海哥和白术，所以我们也可以使用雷草激化，虽然吃不到当期红利，但 激化队本身有着相当不错的下限 ，在输出角色不够时可以考虑用激化队。 ⑦融化队 配对思路：冰C+火后台+辅助+生存 本期特邀角色提供了一个莱欧，可以用来打融化，莱欧融化队的素质还是不错的，可以很 轻松应对一些怪少的环境 。 ④低配满星详解 V4.7奇妙助益 本期的buff主要也都是围绕 火 、 风 、 雷 三元素，以及 扩散 、 超载 反应展开的。 这些buff的加成都还不错， 不同的角色和队伍都有不同的适配buff ，大家要根据自己的队伍选择。 具体buff和适配角色都已经标在图上，大家可以自行观看。 当增益buff和冲击波类buff都有用时，建议选择 增益类buff，通常更加实用 ，当然还是要 根据实际情况选择 ，不要用着火C却选了风C的buff。 事件选择思路参考（通用） 一般而言，整场挑战选 3-5 个 伙伴事件 足矣； 剩下的「幻剧之花」都可以用来抽奇妙助益 ；神秘收获在花不够了的时候，有 免费的收获事件可以直接抽 ，其他情况按需抽取。 大家一开始就要大致规划一下，自己用哪些角色打哪几层，这样可以更有针对性地选buff。 —————————————————— Ⅰ 前面2幕难度低，就不用给前面两间的角色挑buff， 前面2幕选同伴即可 ， 确保选出来的同伴组队能满第3幕 。 Ⅱ 在 第3幕 ，如果觉得输出不够，那就抽1-2个奇妙助益。 第3幕结束后，到第5幕战斗前 ，我们可以根据自身现有队伍，更重要的是将要用到的队伍的需求来自由选择伙伴或者是助益。这个阶段需要 承上启下 ，是最重要的一个阶段。 Ⅲ 5幕 战斗之后，基本可以 完全停止选择伙伴 ，只选择奇妙助益与神秘收获。 ———————————————————— 假设我们全部打普通关卡，所有关卡都拿额外奖励，总计至少可拿790「幻剧之花」； 假设抽取4个同伴，还剩下470「幻剧之花」； 还可以抽7个奇妙助益，以及1个-40的神秘收获，通关已经绰绰有余了，更别提我们还可能打1-2精英关，可以抽的就更多了。 当然，很多时候会出现抽不到想要的同伴的情况，这种时候难免多抽几次同伴事件，所以我之前建议1、2幕看到精英就选精英，一般玩家都是可以拿满的，这样最少可以多抽1次buff。 每幕讲解（配合②一起食用） 第1幕 第一幕的 整体难度 都是 比较低 的，基本上都能轻松过关！精英关可以获得更多「幻剧之花」，所以有能力的话 看到精英就选精英 。 其中关卡 1、3、4 非常简单，有手就行。 关卡 2、5、6 相对较难。 精英关卡 攻略方法： 推荐使用有 AOE 的角色，利好 风 + 火 / 雷 元素组合。第一波对着蕈兽输出即可，我们利用聚怪，或者等史莱姆自己靠近后开始输出； 第二波出现在场地后方，我们需要马上过去，和第一波一样的处理方式。 第三波，走到大水蕈的旁边即可，先消灭水蕈，另外三只会自己过来，不用追怪。 第2幕 第2幕难度稍有提升，但 依然不大 。精英关可以获得更多「幻剧之花」，所以有能力的话 看到精英就选精英 。 其中关卡 1、2、3 比较简单； 4、5、6 相对更困难。 精英关卡 攻略方法： 推荐带 火元素 角色，有 AOE 的角色。 本关具有“惊险决斗”效果，如果离开了怪物周边的圈圈，就会掉非常多的血量，因此要注意自己的位置。 第一波推荐到风丘丘游侠的旁边，把它 往水丘丘游侠的方向击退 ，水丘丘游侠也有概率发动近战攻击主动靠近我们。把它们聚在一起就更容易击杀。 第二波两个丘丘王，它们会自己靠近玩家，我们只需要注意丘丘王的高输出即可，多利用 闪避、大招的无敌帧躲避伤害 。 第3幕 翠翎孔蕈： 利好 雷元素 角色（克洛琳德、刻晴、菲谢尔、北斗等）。 打翠翎孔蕈（特别是追求星星时）要注意以下三点： ①额外奖励获得 部分状态下草鸡会自挂草，通过雷元素攻击可以打出激化，同时更快地使其进入“活化”。 用雷元素把草鸡打进 瘫痪后击杀 ，才可以拿额外的「幻剧之花」。 一套没能打死它的时候，停止继续输出 （除非时间所剩无几了），用雷元素把它再次打入活化状态，瘫痪后再做掉。 ②活化状态技能 万一你的输出还是不够，可以在它的活化状态的三种技能中凹一下动作： （1）冲刺两下 （2）神鸡摇摆 （3）发射飞弹 第三个动作是最好的 ，不会浪费输出时间。 ③技能躲避 翠翎孔蕈的输出还是比较高的，狂暴状态输出极高，普通状态下输出也不低，但技能都有很明显的前摇，所以并不难躲。大家 适时观察 就可以了。 第4幕 第4幕为守塔关，需要玩家本人一定程度的操作能力。 守塔的关卡中，难的特别难，简单的也非常简单。 关卡 4、5相对来说简单一点 。 关卡4 打法： 从始至终 一直盯着丘丘暴徒 打！丘丘王会一直跟着我们，攻击丘丘暴徒后，可以把仇恨拉过来，我们把怪物 引到远离地脉镇石 的地方，防止丘丘王打到镇石。 关卡5 打法： 开局立刻攻击敌人 ，把击兵的仇恨引到我们身上，防止它们攻击镇石。击兵杀一只出一只，刷新方位为前→左→后→右，我们都可以用攻击击兵的方式来吸引仇恨，避免它们攻击镇石。 关卡1、2、3 ： 如果有砂糖、温迪、琳妮特等这样的 聚怪/嘲讽类 角色，也可以轻松过关，否则满星难度很高，不推荐选。 关卡6 是精英关，这关是 非常困难 的，杀敌要求也很多，练度高的玩家也不一定能打得比较顺利，所以可以用来挑战自我！ 这关没有什么好的打法， 刚需聚怪 ，角色也要有较强的 追怪能力 才好打，队伍需要一定的练度，所以低配在第4幕看到精英的建议直接别选。 第5幕 第5幕是怪物 循环出现 ，要求我们达到一定的 杀敌数量 ， 输出要求明显有增加 。低配建议不要死磕太难的关卡。 关卡2、3是最简单的 。 关卡2 带 火C 或者 雷C ，并带盾或奶 保证生存 ，就可以很轻松地拿星。 关卡3 更简单，只需要注意输出问题即可。 关卡4 需要 聚怪 ，说实话4星的角色效果都不好，有 万叶 或者 温迪 打起来就特别轻松，所以看玩家自己的队伍来决定要不要打。 关卡1、5、6 都是比较难的关卡，怪物不好聚，角色 追怪能力 要强一点，比如克洛琳德、仆人这种， 队伍整体练度也要高 一点，或者队伍里 带一个副C ，也是能打满的。 但是主C+副C的配置我们一般得用到BOSS关，所以输出角色不够的话建议遇到1、5、6这几关不要选。 第6幕 深海龙蜥： 利好 AOE 角色， 机动性强 的角色， 生存能力强 的队伍。 深海龙蜥会吸能量，除非做到一次不被吸能球打中，队伍 充能 还是要快一点，冰/雷龙蜥有着 冰/雷抗性 。 可以用的角色有阿蕾奇诺、魈、艾尔海森等等。 这一关可以打得舒适的角色比较少， 挑战前优先考虑好用什么角色 来打。 需要注意的技能： ①「涤魔喷吐」 ，俗称吸能球，此技能有较长前摇，球运动较慢，很容易躲避，被球击中 不超过4次 通关可获得额外奖励。 ② 发射冰刺/雷刺，以及地冒冰刺/雷刺，直接 带盾和奶硬抗 ，否则输出会不够。 技巧： 在它们俩有一定距离的时候，最好待在 雷龙蜥 的旁边 ，冰龙蜥会靠近我们，而雷龙蜥不会。 第7幕 第7幕是普通的 战斗 环节，相比4、5幕要无脑一点。 在这个节点上，我们队伍也有一定强度了，可以应对大部分的关卡。 关卡2、3、4、5的难度都是适中 的，拿满星不难。 关卡2： 第一波 站在 小机器人 附近，其他两个机器人会自己过来。 第二波 把炮弹机器人往小机器人那里 击退 ，另一只机器人会自己过来。 关卡3： 没有太多技巧，机兵都会自己靠过来。除了小三角，我们紧贴小三角可以 引诱它后撤 ，有时也要注意控制距离不要让它后撤。机兵的弱点都很容易击破，这关算是最简单的。 关卡4： 两波龙蜥都是一样的处理方式，龙蜥韧性太低，再加上我们为了保证输出都会用超载队，所以直接跑到场地边缘拉怪， 确保龙蜥不要散开 。 关卡5： 这关要带 高频火 ，否则破不了盾。 第一波 ，直接往前跑，然后回头， 引诱另一只冰法瞬移 ，这样可以直接收掉两只。 第二波 两只怪物会追着我们打，我们注意生存就好，一般不用太担心。利用琳妮特、砂糖等角色的 大招染火 还可以加速破盾。 关卡1没有什么好讲的，要和它们俩亲密接触的话，随意（欸嘿 关卡6为精英关卡，输出要求比较高，低配没有万叶打空壳容易翻车，故不推荐低配选。 关卡6第一波拉怪方式：开局到一个墙角处，可以引诱4只玄文兽都过来。 第8幕 冰风组曲·科培琉司：利好 荒性角色 ， 火 、 雷 角色， 生存能力强 的队伍。 满足以上条件的队伍，如 超载队，纯火队，克洛琳德激化 等等是都能用的。 开局怪物直接进入演出高潮，会召唤 芒性 冰盾 ， 8单位元素 （一个班尼特Q可打掉一半），持续 3 次，可被 荒性攻击阻断 。累计3次荒性攻击后，可以迫使其直接退出高潮。 冰风组曲的 输出能力很强 ，易使玩家暴毙。对于 近战角色 ， 选好生存辅助 是很重要的，首先要保证自己的生存哦。 它开局就会准备进入高潮，一开始跳舞的时间我们可以拿来上buff 。 之后歌裴莉娅会跳出去，科培琉司开冰盾，这时候利用 火元素 快速破盾即可，如果有是带的荒性角色（克洛琳德、琳妮特、希格雯等），等它开盾后出来放一下任意 荒性攻击 即可。 然后就抓紧输出。 歌裴莉娅在外圈会先放出两道风刃，利用 两个闪避 躲掉就可以。 在较短的间隔后，她会再次释放风刃，看准时机 再次闪避 。 此时科培琉司开始攻击，它先挥一刀，转身再挥一刀， 判断它出招的时机可进行闪避 （开大）。 歌裴莉娅重新回到他身边后，其运动轨迹也有伤害，闪避的时候尽量躲开这个轨迹。 流程演示 因为幻想真境剧诗会有各种各样的情况，所以我将用全四星+全试用角色来直接演示一遍流程。 所用角色如下 首先分配每一幕使用的角色 第1、2幕： 流浪者 + 珐露珊 第3、4幕： 克洛琳德 第6幕： 阿蕾奇诺 第5、7、8幕： 阿蕾奇诺 或 香菱 流浪者的配队不成问题，基本上前两间都是 流浪者+珐露珊+久岐忍+托马 打的，流浪者的队伍打前2间很容易， 有精英尽量选精英 ，可以多拿点「幻剧之花」。 前2幕我们直接考虑克洛琳德的配队 其基本形式为：克洛琳德+减抗+挂雷+自由 所以在 挑战翠翎孔蕈前 ，必须在待命角色里抽出 至少1个 风元素 辅助，1个 雷元素 角色 （丽莎、菲谢尔、北斗），这样输出已经够了，自由位可以带一个凑数的角色。 打草鸡之前可以抽1个buff 。 这个配队可以 两套 把草鸡做掉，第二套循环不要打太急，记得要 在草鸡瘫痪的时候击杀 它，可以获得更多「幻剧之花」。 —————————————————— 第3幕以后开始准备仆人队或者香菱队 基本形式为：仆人+减抗+副C/辅助+生存 香菱+班尼特+副C/辅助+减抗 辅助位可以用 讨龙法师 。 班尼特香菱必须绑定，否则低配的香菱伤害与充能达不到正常标准。 在BOSS战前 至少留1个风系减抗分别给香菱或仆人 ， 班尼特、烟绯给加攻给生存 ，最好都留着，北斗和菲谢尔最好也留着，这个决定将影响到第4幕的配队。 第4幕 抽到 遗迹机兵 或者 丘丘王 的关卡都行， 有砂糖的话可以选群怪 （精英除外），第4幕战斗前可以抽一下伙伴事件，如果角色没问题就直接抽助益， 自由安排事件抽取 ，一般我们用克洛琳德双风队。 第5幕 战斗前，我们已经可以抽6-9个角色了， 可以考虑停止买伙伴事件 。我们用 香菱或仆人 来打这一关都可以，个人推荐用香菱。但如果依然没抽到班尼特或者香菱，那就用仆人打。 第5幕 推荐抽到 纯水乐园 和 遗迹机兵 ，可轻松过关。 仆人单C或者香菱+班尼特 ，可以轻松打满。 第6幕 推荐用 仆人 打，仆人单C，注意一下上述打BOSS的技巧，然后配合一些奇妙助益足矣。 —————————————————— 若之前已经把仆人两次用完了，那接下来2幕直接都用香菱打；否则，香菱和仆人各打1幕，推荐仆人打第7幕，香菱打第8幕 。 第7幕，除了精英和圣骸兽，其他抽过来都可以很轻松打满。 最后2幕推荐上超载队，最大化输出即可打满 。 视频： 【4.7幻境】全试用、全四星角色+三星武器满星困难难度 ⑤表演诀窍更新 4.7幻想真境剧诗表演诀窍新增 诺艾尔「优雅仪容」，雷电将军「砥兵备战」，神里绫人「庄严仪容」，琴「闲暇时光」，重云「闲暇时光」，香菱「欢欣鼓舞」 4.7幻想真境剧诗 的攻略就到这里结束啦！ 非常感谢你能看到这里！第一期的攻略做了比较久，希望能对大家有所帮助！ 也能得到大家多多的 点赞 支持！ 大家觉得第一期幻想真境剧诗的体验如何？不论如何， 都欢迎在评论区一起讨论 ， 我也会尽力解答大家的疑问的~ （以上均为本人游戏理解与经验得出，如有勘误和补充还请及时指出，感激不尽） 文案：我叫呆唯 排版：我叫呆唯 图片：我叫呆唯，梦-殇， ﻿ @Asgater ﻿ 感谢 ﻿ @卡玛sei亚 ﻿ 测怪物血量，和补充怪物阵容！ 感谢 ﻿ @梦-殇 ﻿ 的一些精致作图！",
    "length": 11742
}