{
    "game_id": 2,
    "post_id": "35379633",
    "f_forum_id": 43,
    "subject": "【V3.4攻略·角色攻略】夜兰信息一览与平民向配装推荐",
    "url": "https://www.miyoushe.com/ys/article/35379633",
    "created_at": 1675767328,
    "like_num": 20969,
    "view_num": 1187783,
    "reply_num": 1011,
    "text": "UID 146024302 各位旅行者们大家好，这里是 Zero零渡 ，本期给大家带来 兰生幽谷—夜兰 _(夜兰-鸿运当头)的 平民向配装推荐 ，希望能对大家有所帮助！ （本文发于V3.4，阅读时请注意文章时效性）。 注意：本文仅用作参考，各种配装打法思路都仅为个人观点，各人有自己的配装打法，可以讨论但不参与争论， 因为首图能展示内容有限，所以还有其他的内容会在文中以图文进行展示 。 夜兰养成材料收集，快来看看吧~ 〓〓〓在本文中〓〓〓 A/普攻=普通攻击，Z=重击，E=元素战技，Q/大招=元素爆发，X命=命之座第X层，XX头=XX理之冠。 （动图较大，观看时请注意数据流量消耗） 优点：大世界、深渊优秀员工，零命可毕业，关键命座提升都很大（每个命座都有有效提升）。 缺点：元素战技会卡地形，零命挂水能力稍弱（相对于六命行秋）。 关于天赋 普通攻击 是四段射击，在第三段时会用脚踢击弓体中然后发射箭矢，并在一轮射击完成后停下有双手抚发的动作。 夜兰 的普通攻击对于 非六命 来说并不重要，可以选择不升级。 重击 与其他弓箭角色一样，汇聚元素力蓄力完成后此次攻击会造成 水元素伤害 。只是在 夜兰 脱战5秒后（不攻击/不受攻击、下场均不算，必须是没有战斗音乐后5秒）会获得 「破局」 效果，手上的 「幽奇腕阑」 手镯将泛出蓝色幽光。拥有 「破局」 效果时 夜兰 的重击会减少80%蓄力时间，并把此次重击转为 基于生命值上限 造成 水元素范围伤害 的 「破局矢」 。什么？远距离范围伤害？ 元素战技 与 早柚 一样，有点按和长按两种方式，缺点也和早柚一样，比较陡且一定高度的地形会卡住，不过 早柚 的元素战技滚得越久冷却时间越长，而 夜兰 则是默认固定10秒，而且在疾走时可以恢复体力值。 点按就往前疾走一小段距离，并对途径的敌人缠绕「络命丝」，长按疾走3秒（其实是接近4秒），并与点按一样对途径的敌人缠绕「络命丝」。两个方式缠绕的「络命丝」都会在疾走结束时爆发并对敌人造成 水元素伤害 ，并固定获得4个水元素微粒，在 途径小型敌人时可以无视它们的碰撞体积直接穿过，但对于独眼小宝（遗迹守卫）等比较大型的敌人就无法穿过了 。元素战技作为 夜兰 的 次要输出手段及充能手段 ，升级优先级较元素爆发低一点，可以不给皇冠（智识之冕）。 防呆小提示：长按不是一直按着，跑出去后就可以放开按键了（亲身犯傻过）。 夜兰 的元素战技 有一定的向上高度准许 ，但向下没有，所以我们可以使用元素战技来对付在我们头上的敌人（比如升起石柱的岩萨满等一定高度上的敌人，无相岩的石柱捆不到），对于这个机制， 夜兰 的 「络命丝」 缠绕范围应该是 以 夜兰 为底圆圆心，一个身形为底圆半径，大概一个半身位为高的圆柱体 。 元素爆发 类似 行秋 的元素爆发，凝聚出的 「玄掷玲珑」 会在元素爆发持续时间内场上角色进行 普通攻击时/「络命丝」爆发并命中敌人时 进行 协同攻击 ，但不同的是她 施放元素爆发时会对附近敌人造成 水元素伤害 ，且 行秋 的元素爆发是每次协同攻击发射2、3、5枚雨帘剑循环，而 夜兰 的元素爆发则是每次固定三枚水箭。该技能 是 夜兰 的主要输出手段 ，需要优先升级，推荐给皇冠。 在 夜兰 元素爆发持续时间内 每一秒最多一次由普通攻击触发的协同攻击，但 施放元素战技会直接触发一次 协同攻击 （如果捆到多名敌人则只会攻击最后一名敌人），并且不与第一种方式共用计时器，即第一次普通攻击触发了协同攻击，在后面的一秒内施放元素战技触发协同攻击后，不会刷新计时，只要过了第一次触发后的一秒，就可以再次触发协同攻击。 夜兰 的 固有天赋一 （角色20级突破解锁），解锁后会计算当前队伍里角色的元素属性， 每一种元素类型的角色都会使 夜兰 的生命值上限提升 。 最大生命值 对于 夜兰 来说是很重要的一个属性，因为她的元素战技和元素爆发的技能伤害倍率都是基于生命值上限的一定比例计算，在有 双水队 时 夜兰 就能最多获得43%（25%+18%）生命值上限提升。 夜兰 的 固有天赋二 （角色60级突破解锁），解锁后在施放元素爆发后会使场上角色造成的伤害提高1%，且在凝聚的 「玄掷玲珑」 存在期间（也就是元素爆发持续时间内）， 每一秒获得3.5%的伤害提升，最多提高50% （在14秒后达到最高增伤效果）。 该天赋因为是伤害提升，没有像属性加成一样作用于面板上，所以不能锁角色的面板，即角色下场后增伤效果就不会存在（比如香菱切后台后伤害会跌落），但 当切换角色上场时 会继承 下场角色当时的增伤效果 ，即若当前增伤效果为8%（1%+2秒7%），新角色上场时就会即刻获得8%的增伤效果，不会从1%重新算。 关于武器 因为 夜兰 的设计， 她的QE皆不吃攻击力加成，所以攻击力对于她的技能输出来说没有任何提升 ，所以在武器选择时可以不用关注基础攻击力。 队伍中没有充能辅助（雷神或者双水组队等）时一律首选副词条充能的武器。 若水 。副词条提供 88.2%暴击伤害 ， 武器特效 与 护摩 类似，提供的 16%生命值上限 提升也是 夜兰 所需要的属性。而第二个武器特效更是直截了当，在附近存在敌人时装备该武器的角色获得20%伤害提升，并且在后台也能获得该增益效果，在元素充能可以满足每轮循环时首选该武器。 终末嗟叹之诗 。副词条是 55.1%元素充能效率 ，对于 夜兰 这种 元素爆发需求70点能量且主要依靠元素爆发造成伤害 的角色来说，元素充能关乎着能否让她每一轮循环都施放元素爆发，这对她个人和整个队伍都是至关重要的。 武器特效 提供了稳定的60点元素精通值，这个在实战中提升并不大，但后面的 武器特效 能在元素战技和元素爆发命中4次敌人时让 全队获得 100元素精通 和 20%攻击力提升 （每一发水箭都是一次元素爆发伤害，且在后台也能触发），对全队输出的提升都有帮助（比如部分胡桃不带精通沙漏的旅行者）。 天空之翼 。有五星就用的原则，副词条是 22.1%暴击率 ，并且 武器特效 也提供了 20%暴击伤害 ，都是有用的效果。后面的每4秒一次小范围物理伤害可以不用理会，因为 不能后台触发 ，而且就算触发了伤害也不高。该武器在 四水配队 中可以考虑使用，但优先级还是其他五星武器和 有元素充能效率的四星武器 更高。 冬极白星 和 飞雷之弦振 都是适合 主C流 （比如六命） 夜兰 使用的武器，对于两把武器的 武器特效 夜兰 也能很快获得最大增益效果。站场 夜兰 的攻击力也需要一定的提升，而且还需要对她的普通攻击天赋进行升级（可升到10），但最重要的还是 元素爆发 。 西风猎弓 。提供了高达 61.3%元素充能效率 ， 武器特效 在攻击造成暴击时还能 有几率产生元素微粒 ，这两点对于角色的充能来说帮助是非常大的，而且 触发几率也较高 ，在 精五 时甚至能达到 只要暴击就百分百触发该武器特效 。但该武器的缺点也比较明显， 需要角色造成暴击 ， 且在后台不能触发 ，对于 夜兰 来说基本只能赌元素战技暴击（不暴击打两下暴击了再换人也行），在一般情况下战斗中前后两个E基本能充满一次大招。 祭礼弓 。虽然副词条只提供了 30.6%元素充能效率 ，但 武器特效 能让 夜兰 有几率在元素战技造成伤害时重置元素战技的冷却时间，使其能再次施放， 让零命夜兰体验一命的感觉 。只是没有高精时几率不算高（高精也是在大世界上比较爽），且武器特效冷却时间也比较长，不如 西风猎弓 来得稳定省心。 绝弦 和 曚云之月 。 绝弦 的副词条还有点用，但 曚云之月 直接可以不用升级 ，所需要的主要是这两把武器高精时的 武器特效 。以都是精五为例， 绝弦 能稳定提供元素战技和元素爆发48%伤害提高 ， 曚云之月 在不同队伍中也能稳定获得不同的元素爆发伤害提升 （胡行钟夜队伍中夜兰获得60%元素爆发伤害提高），在 零命情况下 曚云之月 占优，而 一命则因为多了一次元素战技 ， 绝弦 则比 曚云之月 更优一点，不过两把武器的差距不算很大且都要祈愿获得，哪个精炼等级更高用哪个。 落霞 和 竭泽 对于 夜兰 来说都是需要它们的副词条， 落霞 的武器特效有些许提升，中规中矩的元素充能效率和“不太稳定的稳定增伤”， 竭泽 的武器特效则是基本没什么提升，实在没有武器了可以使用这两把。 反曲弓 。副词条提供了 46.9%生命值百分比 ，比之一个百分比生命值圣遗物主词条提供的还要高一点，推荐该武器的原因与推荐 黑缨枪给 胡桃 一样，但对于 夜兰 来说生命值提供的伤害提升比 胡桃 更直观且稳定。萌新没有其他武器或者生命值不够时可以使用这把武器，精不精炼看个人。 关于圣遗物 首推 「绝缘之旗印」四件套 。前面说过 夜兰 需要频繁施放元素爆发 ，与 雷电将军 的输出途径类似，所以无论是二件套的 提高20%元素充能效率 还是四件套提供的 提高元素爆发伤害 效果都是 夜兰 循环和输出的有效助力。 「沉沦之心」 、 「千岩牢固」 、 「昔日宗室之仪」 。三套圣遗物的 二件套 都可以互相排列组合，副词条相同情况下更推荐 二千岩+二宗室 ，六命 夜兰 可以优先考虑 二千岩+二沉沦 或者是 四沉沦 。 「教官」四件套 ，四件套在触发元素反应后8秒内提高队伍全部角色 120点元素精通 ，触发该效果有两个条件： 1.触发元素反应。2.该角色在场时触发 。只推荐在打蒸发或者与草元素反应的队伍中装备。 关于命座 一命 给 夜兰 增加一次 元素战技 的使用次数，冷却时间叠加计算。对于 夜兰 的伤害提升不算非常大，但是对于她的 大世界探索和深渊循环 来说提升的不止是一点点。 对于 大世界探索 ， 夜兰 的元素战技比任何角色的移动速度都快且较为持久，这也是为什么有 夜兰 的小伙伴大世界几乎必带 夜兰 的原因， 一命 则是让她的赶路能力翻了近一倍，而且大世界很多都是血薄的敌人，有时候一个元素战技不能击败敌人那第二次元素战技就能进行收尾。 对于 深渊循环 来说，多一次元素战技也就等于 多了一次输出和充能 ，能让一些充能不足的 夜兰 或者选择 单水的阵容 多了一层能保持每轮循环的保障，而且也能和大世界一样顺便收拾残局。 一命 夜兰 是对 充能、手感和各种体验的提升 （能把充能沙换成生命沙，同时还有部分伤害提升），个人认为优先级是 比 胡桃 的一命还要高的 ，建议抽取。 二命 在 夜兰 的 元素爆发 持续时间内，凝聚的 「玄掷玲珑」 进行 协同攻击 时会基于 夜兰 生命值上限的14% 发射一枚额外的的水箭，以10级元素爆发来算，不到两次水箭的伤害，且每1.8秒才能触发一次，但二命夜兰可以单人独立上水（对于单水胡桃队可以防止火底）。 三命 提高3级元素爆发，节省资源快速培养，且伤害也有提升。三命直接提高元素爆发而不是元素战技这点对于 夜兰 来说真的是 锦上添花 ，能让 夜兰 的输出有不俗的提升，只是平民的话 若不是要上四命则建议先观望一二 。 四命 在 元素战技 的 「络命丝」 标记到敌人时会计算敌人的数量， 每一次标记爆发时都能使队伍所有角色获得维持25秒的10%生命值上限提升，最高提升40% 。这个命座对于 夜兰 自身和其他 需要生命值上限来提高伤害的角色 （胡桃和妮露狂喜）来说提升是非常显著的，而且 有了四命肯定就有一命 ，那只要场上有两名血比较厚的敌人， 夜兰 施放两次元素战技皆捆到两名敌人时，就能获得满层提升 （捆一次两次标记，爆发后标记消失再捆一次两次标记，四次标记达成）。 五命 提高3级 元素战技 ，节省资源快速培养，且伤害也有提升，但 元素战技不是 夜兰 的主要输出手段 ，不推荐为了五命上五命。 六命 是能让 夜兰 从后台副C变为主C的一个命座 。在施放元素爆发后会 让 夜兰 的一轮 （五次射击） 普通攻击都变为 「破局矢」 （不用蓄力），且 该攻击的伤害都视为 重击伤害 ，伤害自然也要看 破局矢 的倍率，所以六命 夜兰 需要把普通攻击的技能等级也提上去 ，可以给皇冠。六命手法是 夜兰 先开大然后再把所有增益效果加上最后再切 夜兰 输出（夜兰切后台效果还在且能在拥有破局矢的时间内吃到更多自身固有天赋二的增伤效果）。 总结， 平民零命足够，有条件非常推荐一命 ，原石充足有自信的可以冲四命，氪佬随意。 夜兰 作为 水元素后台副C ，与 行秋 相比，有 更高的自身伤害和独特的开大无条件前台增伤效果 ，但 非二命 夜兰 略逊于六命 行秋 的挂水能力 和 少了 行秋 的抗打断 。但她和 行秋 一样，都有很丰富的配队选择， 行秋 能去的队伍她基本都能去。 夜兰 相比较于 行秋 的另一个优势就是对于那些需要消耗很多体力的角色（比如零命胡桃重击/一命胡桃AZ闪、雷神重击）， 夜兰 可以在这些角色用了过多体力后用元素战技追击那些出现得较远的敌人 （深渊中常见）， 行秋 则不行。 夜兰 最好先E后Q，因为她的Q是直接清空能量槽，EQ能让 夜兰 自己吃到元素微粒，不用像QE一样需要等甚至切人快了自己吃不到元素微粒（图中的就是胡桃吃到了）。 夜兰 单人在后半部分是有几率压不住 胡桃 的 火元素 的，因为 胡桃 的 血梅香 在第二次爆发时（也就是第8秒，第七下重击，胡桃在第1、4、7次重击的普攻会挂弱火）会给敌人上一次弱火元素，此时 胡桃 重击前的普攻加上 血梅香 两次所附着的 弱火元素 是足以把 夜兰 的 弱水元素 消耗掉的，而后重击先打到敌人后先给敌人上了火元素， 夜兰 协同攻击的水箭 才射到敌人身上，此时 变成了 夜兰 才是触发元素反应的那个人 。而后面根据 水火反应消耗比1:2 且 后手元素不残留 的机制，先手弱火与后手弱水反应完，敌人身上会没有元素附着，而后面 胡桃 的每一次重击都会给敌人挂上弱火，几次攻击都是如此，所以在 胡桃 输出的后半部分， 胡桃 成了给 夜兰 打蒸发挂火元素的打工人 ，对于匣里灭辰 胡桃 来说影响比较大，可以在输出时修改一下手法（比如在第七下重击普攻打出后停顿一下等水箭射到敌人后再重击）。 因为新出了 瑶瑶 这个 草元素治疗位 ，可以作为 心海 的下位替代 ，但是相对来说 瑶瑶 治疗量没有那么高且 只在附近有敌人时角色血量低于70%时 才会提供治疗（要知道草原核队伍无盾角色的血量都是升降机）。 好啦以上就是本期的所有内容，感谢大家的阅读，哪里有误还望小伙伴们在勘误楼中指出啦，我们下期再见！_(阿姬调查)_(阿姬调查)",
    "length": 5927
}