{
    "game_id": 2,
    "post_id": "27944630",
    "f_forum_id": 43,
    "subject": "【V3.0】森林书「正法矩书」任务攻略",
    "url": "https://www.miyoushe.com/ys/article/27944630",
    "created_at": 1661413226,
    "like_num": 564,
    "view_num": 81582,
    "reply_num": 137,
    "text": "uid：100121115 哈喽大家好，这里是夏日，本次给大家带来的是 森林书 「正法矩书」 任务攻略，希望对大家有所帮助。 #流程较长，还请大家耐心观看。 前置条件： 完成 森林书 第 二 章获取道具 「森林书」 后开启。 【V3.0】「森林书·第一章及第二章# 兰那罗的世界#」攻略 正法矩书接取地点： 一、正法矩书·星夜之章： 1.根据指引前去打探 镀金旅团 ，位置如下： 2.与 镀金旅团 完成对话后，与出现的兰纳真对话，寻找 「须罗蕈」 ，同时从 兰纳真 处获取道具 「苦舍桓」 。 3.装备 「苦舍桓」 并修复元素方碑后，使用 草元素 将其点亮，开启前进道路。（此时还会解锁成就 「梦凝成的苦果」 ） 4.沿着道路进入洞*中，根据 兰纳真 的提示降低山洞的水位。 (一共两个，跟随仙灵走到达指定的元素方碑后修复并点亮即可，仙灵走完还有一个 普通宝箱 。） 5.探索洞*（到达洞*底部找到 树王圣体菇 后便会开启对话），然后我们与 兰纳真 对话。 6.完成对话后，根据指引离开洞*，到达洞* 出口 后使用 「苦舍桓」 修复并点亮元素方碑来开启道路。 7.然后我们根据指引前往 「须罗蕈」 所在的洞*，在洞口与 镀金旅团 对话。 8.进入洞*后，使用 「苦舍桓」 修复并点亮方碑以降低水位。 9.跟随指引找到 「须罗蕈」 ，根据指引使用 「苦舍桓」 修复并点亮元素方碑以排尽积水。 10.排尽积水后，使用 「苦舍桓」 在特定范围内解除 3个封印 （其中一个藏在石头之中，需要使用草种子来击破才能发现） ，然后再使用 「苦舍桓」 修复封印石。 （修复后需要触碰） 。 11.遭遇 镀金旅团 的突袭，击败敌人后取得 「须罗蕈」 ，然后发现 「须罗蕈」 被盗，然后追上卢妮雅并再次击败 镀金旅团 ，获得 「须罗蕈」。 「苏生的曲调」 解锁，以及获得成就 「森林的大乐章」 到此，【 正法矩书·星夜之章】 便完成了。 二、正法矩书·月升之章： 1.根据指引寻找兰迦鲁，与兰迦鲁进行对话，获得 「钵参花」 的线索。 2.进入洞*后，使用 「苦舍桓」 开拓道路 （此处解锁了 「苦舍桓」 的新功能：破坏腐蚀的石块） 3.根据指引探索山洞，清除蕈兽后，我们会发现 一处 符文，接下来我们在山洞中寻找另外 三处 符文 （都藏在石块后，需要使用 「苦舍桓」 破坏后才能发现） 4.找全三处符文后，与 兰迦鲁 对话，然后离开洞*前往 「钵参花」 所在洞*。 5.这里我们会发现洞口被藤蔓所堵住，与 兰迦鲁 对话后， 兰迦鲁 会帮助我们去除藤蔓。 进入并跟随指引探索洞*，到达目的地后与 兰迦鲁 对话。 6.完成对话后，使用 「苦舍桓」 解除三处封印。 跟随仙灵即可找到封印石解开封印 ①跟随两只仙灵，使其回到仙灵台后，在两边的洞内粉碎石头后，即可找到两个封印石碑 仙灵归位时还有一个 普通宝箱 ②两只仙灵归位后，屏障解除，进入后解决遗迹重机并交互第三个封印石碑（圈出的地方） 7.解除封印后，拾取 「钵参花」 并于 兰迦鲁 对话。 8.水流袭来被冲走后，与 兰迦鲁 对话后，到此 【正法矩书·月升之章】 便完成了。 三、正法矩书·终章： 1.跟随指引前往 无郁森林。 2.到达指定地点后，与 兰纳迦 对话，对话后跟随指引寻找 「耶然草」 。（建议传送） 3.使用 「苦舍桓」 解除封印 （封印地会在地图上显示出来） ，这里我们会用到 「苦舍桓」 的第三个功能。 4.解除封印后拾取 「耶然草」 ，返回 小小园圃 ，与三位 兰那罗 对话后，等待月上中天之时，举行 赫玛仪式 。 5.举行完仪式后会获得三朵花和 兰赫玛 ，然后根据指引前往 『阎迦由玛』 献上灵药。 6.然后与三位兰那罗对话，对话完成后一同前往 『无郁夷摩』 ，跟随指引到达洞口后，再次与三位兰那罗对话。 7.消除死域 注： ①死域源头藏在各处，消除源头需要草种子，而场地的草种子处于 失活 状态，需要我们合理使用 「苦舍桓」 来解除封印。 ②牢记 「苦舍桓」 三种颜色分别对应的作用： 金色 为 修复方碑/解除封印 ， 绿色 为 破坏腐蚀石块 ， 红 色 为 升起特殊平台 ，三者可进行切换使用。 ①来到第一处死域，根据提示使用 「苦舍桓」 ②跟随仙灵前往下一处死域 ③来到第二处死域，根据提示使用 「苦舍桓」 ④来到第三处死域，根据提示使用 「苦舍桓」 （这里使用绿色） 7.消除死域后，前往清除特异蕈兽。 8.净化后会获得一个 珍贵宝箱 ，然后与兰那罗们对话，并解锁成就 「茉莉低语，石榴开怀」 。 到此，【正法矩书】系列任务便全部完成了。 以上便是 森林书 「正法矩书」 的全部流程，我们下次再见 。",
    "length": 1929
}