{
    "game_id": 2,
    "post_id": "54229003",
    "f_forum_id": 43,
    "subject": "【V4.7攻略·角色攻略】希格雯·全面解析︱养成/配队/机制",
    "url": "https://www.miyoushe.com/ys/article/54229003",
    "created_at": 1719309885,
    "like_num": 9483,
    "view_num": 275222,
    "reply_num": 1259,
    "text": "UID：100559319 这里是阿斯盖特！本期是梅洛彼得堡的美露莘护士长——「 希格雯 」的角色攻略！ 超链图片 下面，笔者将分为 养成、配队、机制 等3个部分进行讲解！ “保养身体很重要，同样不能忽视的，是保养好自己的内心。” 【观前须知】 ① a/A=普攻、Z=重击、e/E=元素战技、q/Q=元素爆发、X=下落攻击 ② 快速阅读 ： 只看图片 即可（ 推荐萌新 ！） ③ 详细阅读 ：通篇阅读“图片+文字”内容（ 老玩家可选 ！） 【简析&一图流】 「 希格雯 」是一位提供治疗、增幅的 水元素辅助型 角色。战技的“激愈水球”会 治疗其他队友 ，水球消失后将治疗自己。天赋还能 提升后台队友的战技伤害 ，元素爆发会对前方持续造成范围水伤。 文字太多不想看？先看看 一图流 吧！ 超链图片 【角色培养材料图表】 超链图片 【养成方面】 超链图片 【关于 祭礼弓 】 ① 作为治疗辅助时，【祭礼弓】有着很舒适的体验——使希格雯有机会短时间内2次施放战技（ 双E ）， 提高了希格雯的产球 和治疗效果。 ② 尤其是在搭配芙宁娜时，双E既能使队伍能容易回到满血状态、又能大大优化芙宁娜的回能、降低充能需求。 ③ 因此，如果搭配芙宁娜、并作为治疗辅助培养，那么可优选祭礼弓；没有祭礼弓再考虑其他武器。 【关于 终末嗟叹之诗 】 如果有是可以考虑的！用于增加希格雯的辅助功能性，但同时推荐也准备一把祭礼弓，可以在搭配芙宁娜的时候使用！ 【关于输出玩法】 ① 低命的希格雯在输出玩法上表现一般，因为元素爆发输出时间较短 （2.5秒） ，更多是一种“收尾衔接”的施放方式，并且多为搭配芙宁娜时才能展现出尚可的伤害。 ② 更多是希格雯真爱党考虑 ，并且推荐在解锁4命延长元素爆发的输出时间后才考虑。 ③ 在武器选择上，仍可优先【白雨心弦】，其次可选择【若水】等双暴类武器。 超链图片 【关于 昔时4件 】 ① 前面提到，希格雯的战技需要每次弹跳才能治疗队友，具有一定 延时性 。 ② 同时，昔时4件 只能提高当前场上角色 造成的伤害。 ③ 因此，这就意味着希格雯施放战技后，直接切至队内主C，主C将触发绝大部分（甚至全部）的昔时4件的加成，这一增益被希格雯“抢走”的概率很低。 【关于千岩4件】 希格雯战技的水球会弹跳5次（1命为8次），有不小的弹跳时间，也是可以考虑“千岩4件”来提高队内攻击模组角色的倍率的。 【关于面板】 ① 非生命 武器：生/生/治时的生命在4.2w+，生/生/生时的生命在4.6w+。 ② 生命 武器：生/生/治时的生命在4.6w+，生/生/生时的生命在5w+。 ③如果装备【西风猎弓】，暴击率需在30%+。 【队伍搭配】 超链图片 【玩法讲解】 ①希格雯战技的水附着较少，对其他反应的影响较低。 ②纳西妲的战技可施加 中草附着 （1.5元素量） ，可配合触发激化、绽放反应，从而使雷C既能触发超激化、又能打出超绽放！ ③纳西妲为场上雷C提供额外精通，芙宁娜为提高全队伤害，大大提高了场上雷C角色的伤害！ 【队友的替换】 ①除了八重神子，也可考虑 其他站场雷C ，依靠芙宁娜、纳西妲都能造成不错的伤害。 ——克洛琳德、赛诺，甚至雷电将军、刻晴等雷C都可考虑入队。 ②纳西妲的挂草、辅助能力很是出色， 尽量不考虑 替换为其他草元素角色 （但真的没有草神，也只能暂用草主了） 。 【队友的养成】 ①八重神子主要进行站场输出，可选“ 饰金4件 ”，已有毕业剧团4件也可继续使用。 ②纳西妲优先“ 草套4件 ”，精通在850-1000即可。 ③选择克洛琳德、刻晴这类雷C时，可选“ 如雷4件 ”优化技能循环。 ④ 赛诺 入队时，推荐其选择 充能沙漏 ，充能在160%左右。 【参考输出手法】 ① 八 纳芙希 ：芙宁娜EQ、纳西妲EQ、希格雯E(E)、八重神子3E接普攻站场 ② 克 纳芙希 ：芙宁娜EQ、纳西妲EQ、希格雯E(E)、克洛琳德(Q)E接输出 ③ 赛 纳芙希 ：芙宁娜EQ、纳西妲EQ、希格雯E(E)、赛诺EQ接“普攻-QTE循环” ——希格雯如果选择祭礼弓，就是双E手法。 【队友的培养】 纳西妲 / 八重神子 / 赛诺 *芙宁娜的培养在下方“【2】芙希直伤”中。 超链图片 超链图片 【2.1】 绫人 三水 【玩法讲解】 ◆“绫人三水”实际是让绫人搭配希格雯等 群奶角色 后，“搭上”芙宁娜增伤的便车。一定程度上提高了绫人直伤队的输出， 万叶 的增伤和风套的减抗可让绫人和芙宁娜都能造成不错的伤害，是绫人直伤队的一种拓展搭配。 ——不过这队没有护盾角色，也存在绫人输出时被敌人打断的情况，需要注意。 【队友的养成】 ①绫人可选“ 余响4件 ”，提高自身基础倍率数值，次选水套/角斗士4件等。 ②风元素角色一定优先“ 风套4件 ”。 ③希格雯搭配 祭礼弓 时，芙宁娜的充能可在180%左右；不搭配祭礼弓时，芙宁娜的充能可在210%左右。 【参考输出手法】 ◆ 绫万芙希 ：芙宁娜EQ、枫原万叶EQ、希格雯E(E)、神里绫人QE接输出 【队友培养】 芙宁娜 / 枫原万叶 / 神里绫人 超链图片 【2.2】 克北 芙希 【玩法讲解】 ◆“克北芙希”实际是一种“ 水雷武装 ”的变阵，依靠芙宁娜的全队增伤来提高队内克/北/芙三者的伤害，希格雯保障芙宁娜每轮都有较高的增伤层数。 ——水雷武装优先提高各自角色的直伤， 不堆叠精通打感电伤害 ！ 【队友的养成】 ①克洛琳德可优先“ 如雷4件 ”，通过触发感电反应缩短战技CD、优化循环手感。 ②北斗的充能可在180%-200%之间，搭配绝缘4件，可考虑 攻击杯 。 ③希格雯搭配 祭礼弓 时，芙宁娜的充能可在180%左右；不搭配祭礼弓时，芙宁娜的充能可在210%左右。 【参考输出手法】 ◆ 克北芙希 ：芙宁娜EQ、北斗QE、希格雯E(E)、克洛琳德QE接输出 【队友培养】 克洛琳德 / 北斗 *芙宁娜的培养在上方“【2.1】绫人三水”中。 超链图片 【2.3】克洛琳德的“ 天空剑 ”混伤变阵 ◆配置： 克洛琳德 +莱依拉（ 脱手挂冰 角色）+ 芙宁娜 + 希格雯 ◆玩法讲解：克洛琳德的普攻频率很高，在开大后可多次触发【 天空之刃 】的武器被动，造成大量物理伤害，形成“ 自身雷伤 + 天空剑物伤 ”的混合伤害，希格雯可保障芙宁娜每轮都具有可观的增伤、提高这两种伤害，搭配脱手挂冰角色与克洛琳德触发超导反应降低敌人的物抗，进而提高天空剑的物伤。 ◆参考手法：芙宁娜EQ、莱依拉QE、希格雯E(E)、克洛琳德QE接输出 *这里的克洛琳德武器一定优先天空之刃，并且每轮输出一定优先施放大招！ ◆“ 芙宁娜 + 希格雯 ”可每轮稳定地提高队伍角色的伤害，搭配直伤/后台C时都有不错表现。 【3】更多玩法 【3.1】 那维 超绽队 ◆配置： 那维莱特 + 雷电将军 （精通流）+ 纳西妲 + 希格雯 ◆因为那维具有制造伤害能力，使希格雯入队也成为可能。当然，这一玩法更多作为一种 拓展性玩法 （已有希格雯才考虑） 。 ◆ 参考输出顺序 ：纳西妲E、那维E(Q)、雷电将军E、希格雯E、那维重击输出 【3.2】加入 纳行久 ◆配置： 纳西妲 + 行秋 + 久歧忍 （全精通）+ 希格雯 ◆因为需要久歧忍尽可能多地堆叠精通，导致 久歧忍战技的治疗量不高 ——在较高压关卡中，可能出现站场角色因接受的治疗不足而被敌人过高的伤害击倒，希格雯入队可以优化这一问题，使久歧忍可以尽力堆叠元素精通。这一玩法也算是为希格雯搭配一种具有一定下限的“三人成行”的队伍，已有希格雯可考虑。 ◆ 参考输出顺序 ：行秋EQ、纳西妲EQ、久歧忍E、希格雯E、纳西妲站场普攻 【3.3】芙希双岩 ◆配置： 芙宁娜 + 希格雯 + 千织 + 阿贝多 ◆这一组合以及搭配其他后台C的“芙希+另外后台C”的玩法，更多推荐2命芙宁娜时才考虑——0命芙宁娜虽已具备较为完整的辅助增伤能力，但增伤叠层速度不快，需要提高队内后台输出角色配置。更多作为一种 拓展向、娱乐向 玩法。 【3.4】不搭配芙宁娜的入队 ◆作为仅依靠战技就能治疗全队的角色，当队伍缺少治疗角色提高生存能力时，都可以考虑希格雯入队，提高队伍生存能力。 【机制解析】 超链图片 【更多 普攻 内容】 ① 蓄力过程中，生成的【小小关心气泡】属于 重击伤害 。 ② 【小小关心气泡】与重击 共享附着CD ，每2秒至多施加1次 弱水附着 （1元素量、9.5秒） 。 ③ 普攻为3段攻击、造成3次伤害，其中第2、3段具有较大的动作前摇。 ◆通常，希格雯 并不以 普攻、重击作为输出手段，极具特点的“小小关心气泡”是攻击倍率，所以也是伤害“感人”。除真爱党外，可不升级该技能。 超链图片 【基础机制】 ◆冷却时间：18秒 ① 无论水球等级如何，都只能施加 弱水附着 ，每2秒至多附着1次 （同一敌人） 。 ② 水球首次弹跳命中敌人产生 4颗水元素微粒 。 ③ 长按战技进行蓄力时，获得一定抗打断提升，与行秋【雨帘剑】类似。 ④ 水球等级提高所获得的伤害提升属于 增伤加成 ，与水伤相加计算。 ——每1级提高5%的增伤。 ——点按施放为初始1级水球、长按但迅速松开施放为初始2级水球、长按稍长一段时间为初始3级水球。 【战技的弹跳&治疗】 ① 只要弹跳就能回血 ，触碰墙体、地面都可以。 ② 在高处施放（如悬崖边），水球不会一直下坠直至地面，而是在 空中就进行弹跳 。 ——可以理解为有一定的下坠高度限制，自行下坠到一定距离，必定触发水球弹跳治疗队友。 【关于源水之滴】 ① 希格雯产生的源水之滴与那维莱特、水主的类似。 ② 那维莱特 可以吸收 希格雯、水主产生的源水之滴。 ③ 希格雯吸收 （任意角色产出的） 源水之滴都会被赋予生命之契。 ——那维吸收希格雯产出的源水之滴不会被赋予命契哟！ 超链图片 超链图片 【更多 元素爆发 内容】 ◆冷却时间：18秒      持续时间：2.5秒 ①约每2秒 （更接近1.9秒） 至多施加1次 弱水 附着。 ② 控制方向键 直接移动角色，也可移动视角进行改变方向，冲刺/跳跃可中止。 ◆大招的输出时间很短，所以希格雯通常不作为驻场角色，不过可利用这一特点，搭配其他后台角色“补轴” （若搭配芙宁娜，后半程较高增伤可使希格雯展现出一定伤害） 。 超链图片 【天赋1的 提升方式 】 ① 作用于 基础倍率区间 ，可类比云堇Q （飞云旗阵） 、申鹤E （冰翎） 等。 ② 结算方式是“（ 基础属性×后台角色战技倍率+该天赋1的提升数值 ）×其他区间系数的乘积”。 ③ 与芙宁娜搭配时，芙宁娜的荒性战技还具有直接倍率相乘提升，则有“（芙宁娜生命上限×荒性战技倍率× 1.4 +该天赋1的提升数值）×其他系数区间的乘积”。 ——其实这与云堇Q辅助宵宫的普攻类似。 超链图片 【关于天赋2】 ◆队内所有角色的生命之契越高，希格雯的治疗量越多。 ◆虽然目前利用生命之契的角色并不多 （主要是仆人、克洛琳德和希格雯） ，但因为现在临近大版本末尾，会否在后面的 5.0纳塔版本 继续推出更多命契的角色呢？让希格雯大放异彩呢？ 【关于天赋3】 ◆进一步优化了枫丹地区的水下探索体验，在各种水下地方传奇挑战、解密过程中战斗中提高探索容错空间。 超链图片 【总结一下】 ◆总的来说， 0命 已经具备完整的治疗辅助能力，堆叠生命、治疗加成即可入队担任治疗角色。2命在搭配水伤角色时，面对高水抗环境有不错的“减压”效果。想要提高自身功能性，可以1、2命为抽取目标，想提高希格雯的输出，可以继续抽取至4、6命。 ◆ 武器 方面：可优选性价比高的武器，如【祭礼弓】【反曲弓】；【白雨心弦】可进一步提高希格雯的生命和大招输出效率，增加功能性也能【西风猎弓】。 ◆ 圣遗物 方面：可以【昔时之歌】4件，也可“生命2+2”的搭配，甚至只要主词条是生命/治疗加成的散搭也可以。 超链图片 以上就是本期【希格雯】角色攻略的全部内容啦~我们下期再见！_(希格雯-护肤)",
    "length": 4920
}