{
    "game_id": 2,
    "post_id": "35264466",
    "f_forum_id": 43,
    "subject": "【V3.4攻略·角色攻略】夜兰的阵容搭配攻略",
    "url": "https://www.miyoushe.com/ys/article/35264466",
    "created_at": 1675536296,
    "like_num": 8766,
    "view_num": 384509,
    "reply_num": 421,
    "text": "UID：152901193 ·【前言】· 大家好，这里是你们的姜姜欧巴！这次带来了 《夜兰的阵容搭配攻略》 。 一如既往，以下内容为自己 个人见解 ，若有错误请各位及时纠错，若有缺失，劳烦及时补充，欢迎各位热情讨论！先行五体投地大礼表示感谢！ Tips：以下内容建议图文结合观看最佳！ PS：下文， A=普通攻击； E=元素战技； Q=元素爆发； CD=冷却时间。 ◇---------- ❀ 本次排版采用了折叠框形式， ❀ 详细内容可点击折叠框查看。 ◇---------- ·【正文】· ◈角色机制概要 = 角色主要功能 = ①．跑得快 (E机制简介) ； 长按E (长按大约1S左右或者听见音效声就可松开，不用持续长按) 就可进入持续3S的疾跑状态，在跑图方面实用，可提高效率。 ②．后台持续输出与挂水 (Q机制简介) ； 夜兰施放Q后会对前方小范围内的敌人造成水元素伤害并对命中的敌人施加强水附着，然后就会进入「玄掷玲珑」状态 (简称Q状态) ，持续15S。 在夜兰 Q状态持续期间 的 驻场角色 只需要 A 就可触发其 协同攻击 的机制，每次触发都会对敌人造成3次水元素伤害并施加 弱水附着 (每次触发只有1次伤害有附着能力) 。 每1S就可触发1次，理想状态下可触发15次，共45次伤害，解锁2命共多8次伤害。 所以在阵容中，就挺建议 搭配可持续使用A的主C角色 。 ③．提供增伤。 由夜兰角色等级突破60级后解锁的「固有天赋·妙转随心」提供。 第一要素： 夜兰 Q状态持续 期间才能提供增伤，该增伤可视为元素/物理的伤害加成； 第二要素： 增伤效果仅仅 只对驻场的角色生效 ，对于不锁面板的后台角色如行秋、夜兰等来说就不能完美享受了； 第三要素： 提供的 增伤数值属递增式 ，Q状态持续越久，驻场的角色造成的伤害就越高。 上图 已把夜兰Q状态每秒提供的增伤数值表现出来作为参考。比如夜兰施放Q后一直驻场A，则A的白字物伤与Q状态协同攻击的蓝字水伤都能享受该增伤效果，且随着时间推移伤害会越来越高，然后一直到持续时间结束，那么在这15秒的时间中平均每秒享受的增伤数值则是(1%+50%)÷2=25.5% (相当于就是把上图1%~50%的增伤数值全部相加然后÷15秒就是平均每秒的增伤数值) 。 最主要的是上图的增伤数值不会变动，哪怕夜兰Q状态持续期间角色退场又出场，都是实时享受随着时间推移的递增式增伤。 就常规举例辅助宵宫时，宵宫驻场时间理论上是10秒，那么宵宫在夜兰施放Q后的第6秒开始出场输出，则平均为宵宫提供的增伤数值为(18.5%+50%)÷2=34.25%的伤害加成。 所以， 像宵宫、胡桃、优菈等驻场10~12秒的角色来说，从夜兰施放Q后的第4~6秒左右出场其收益会最大化 ，这也是为下文阵容搭配作个铺垫，大部分阵容的手法/出场顺序中 基本会建议夜兰出场与主C角色出场之间间隔1~2个角色 。 = 主要输出机制 = 1、A的破局矢； 就是蓄力箭 (重击) ，脱战状态时每5秒可获得「破局」状态或者施放E命中敌人概率获得破局状态，在该状态下大幅减少满蓄力的蓄力时间 (基本是瞬发) ，也就是破局矢。 实战中， 未解锁6命 的夜兰，A与破局矢基本都 不常用 ，有限资源有效利用可以 不升级A 。 已解锁6命 的夜兰，破局矢是核心的输出机制，施放Q后直接A就能触发破局矢，最多触发5次，基本就是打一套完整的A，瞬间爆发能力强。所以就 需要升级A ，在整体伤害占比依然还是Q最高，所以 A的升级优先度次于Q 。 2、E的络命丝爆发； 在实战中基本建议 对单时使用点按E ， 对群时使用长按E 。 点按/长按E穿过或者说与敌人擦肩而过 (爱上你是我的错...) 都会用「络命丝」标记敌人，疾跑状态结束就会引爆被标记的敌人，此时就会对敌人造成水元素伤害和产球 3~4个水元素微粒 。 Tips：长按进入疾跑状态后，只能通过点按E/A/冲刺/跳跃来取消疾跑状态 (施放Q取消不了) ，所以实战中若是对群长按，敌人已被标记完毕但是疾跑状态未结束时，请使用自己喜欢的手法来取消疾跑状态然后立即施放Q可百分百吸收到E的产球以此来缩短自身驻场的占用时间以及缓解自身的回能压力。 3、Q的玄掷玲珑触发。 参考上文“=主要功能=”第②点。 夜兰的主要输出机制都是 基于生命值上限来计算伤害 ，所以攻击力属性对于夜兰而言是无用属性。 ◈武器&圣遗物推荐 首先通过上文已了解夜兰的Q状态可提供增伤+后台持续输出+挂水+6命爆发输出，基本核心机制都是需要通过施放Q来实现，所以 每次阵容循环都能施放Q的夜兰就是最棒的 ！ 就挺建议在没有专武若水时就 优先考虑充能型武器 来缓解夜兰的回能压力。 若是： 1、圣遗物的副词条提供的充能属性数值很高； 2、阵容搭配中有行秋且携带4阶或以上的祭礼剑； 3、阵容搭配中至少两位角色携带西风系列武器且稳定触发产球效果； 4、在雷神的队伍里，如“雷国”队里替换行秋； 5、夜兰已解锁了1命。 基本 以上几种情况 在没有专武若水时就 可以考虑输出型武器 ，有5星优先选择5星即可。 因攻击属性对于夜兰来说无用，类似 曚云、绝弦、暗巷 这类武器，只需求其精炼属性提供的伤害加成，武器即使 不强化 对于夜兰来说也是可以，不影响的，这也算优势吧，可以节约部分资源，也是前期快速成型的过渡型武器。 若是在意伤害而在4/3星武器中考虑，建议优先考虑3星的反曲弓/弹弓。 然后夜兰核心的 充能属性建议180%~230%+，也需要分情况 。 满足第2/3/4 其中一点时，充能 180% 够用，自然 越高越好 。 反之 建议 200%较勉强 ， 230%能支撑 ，特别是0命夜兰辅助宵宫时，充能接不上可太难受了。 非6命的夜兰，主要伤害来自于Q，绝缘4件套建议优先考虑 ，当然未成型时考虑2+2的搭配都是可使用的，如2宗室+2千岩，或者2宗室+2沉沦，哪套属性好带哪套即可。 6命的夜兰，主要伤害来自于Q与A的破局矢 ，而4绝缘只加成Q，所以整体收益相对来说4绝缘就不如 2千岩+2沉沦/宗室 ，不过总归相差并不会很大，依然保持哪套属性好带哪套的观点。 最后就是沉沦4件套虽然对于6命夜兰的破局矢伤害加成高，但是在整体收益方面并不突出，所以并不建议6命夜兰考虑4沉沦。 基本上携带 充能型武器 时建议 生命沙，双暴头 ； 输出型武器 建议 充能沙，双暴头/生命头； 空之杯建议始终以水伤杯为主。 ◈阵容搭配 PS：配装以及手法都在图中。 胡行钟体系成熟稳定，该体系的第四人选择也颇多，阿贝多、莫娜、凝光、重云、砂糖等都可进驻该体系，而夜兰也是可完美适配该体系。不管是哪位角色进驻该体系，都各有优势，这里就不一一作对比了。 双水共鸣 对于该阵容来说还是比较完美的，主要 胡桃 生命值转换 攻击 机制， 行秋 的 治疗 机制基于生命值上限， 钟离护盾 吸收量基于生命值上限， 夜兰伤害 基于生命值上限。所以双水共鸣提供的生命值加成对于该阵容来说 优秀且实用 。 行秋的Q加上夜兰的Q，根本不用担心挂水问题，两者的Q触发方式一致，也都具有持续输出能力，在实战中的体验也是挺畅快的。且 行秋+夜兰可做到“双水互充” ，能有效的 缓解各自的回能压力 。 但，还是挺建议 行秋解锁6命再考虑如雾切/绿剑这类输出型武器 ，反之祭礼剑/西风剑这类充能武器依然会是最优选择，毕竟 每次阵容循环都能施放Q才是最主要的 (已解锁6命，建议输出型武器带充能沙，充能武器带攻击沙) 。 夜兰没有专武时，若有终末则会是最优选 ，毕竟胡桃也是需要重视精通属性的。 然后对于胡桃而言，行秋是替换不下去的，毕竟单靠夜兰Q的挂水频率是压制不住胡桃的火 (需夜兰解锁2命才能压制) 。而钟离若是其他队伍需求，则是可以解放，建议替换为托马。 上图中的出场顺序一栏， 夜兰/行秋各自施放Q后都建议接下A ，看个人习惯， 多接一两下A都是可以的 ，这样可以保证夜兰与行秋的Q的整体伤害提升一下，包括以下阵容都是如此。 ◇---------- 行秋+夜兰这个组合也可用于其他体系。 该阵容相当于就是把雷国的香菱替换成了夜兰，纯直伤和感电，输出还不错、循环无压力、手感挺出色。 班尼特提供攻击加成、夜兰提供伤害加成，两者并不冲突 ，对于驻场的雷神伤害提升稳定。按上图的出场顺序，可以实现无限循环不卡手，也是挺称心的。虽然伤害上限雷国会略胜一筹，但是在循环/回能的培养这一方面会省心一些，各有优势。 然后针对 胡行钟与雷国 这两大体系而言， 个人是建议把行秋给胡桃 ，后台挂水更稳定， 夜兰给雷神 ，这样就不会有抢角色的尴尬处境。 长时处于后台的行秋+夜兰这个组合，其实可定义为后台双核体系，升升等级、拉拉天赋、强强圣遗物，这俩在后台的输出表现其实挺不错。主要都是依靠驻场角色持续A来稳定触发各自Q的协同攻击这个共同点就比较亲切了。 ◇---------- 再然后主要用夜兰提供增伤+挂水的阵容，定义为“三辅一”的体系，以三位角色发挥各自机制，让驻场角色变得更强的体系。 宵宫与胡桃都是需要依靠蒸发反应来提高自身伤害上限的角色，不同的是 宵宫的火附着频率 没有胡桃的高，所以仅 依靠夜兰就可以压制 宵宫的火。 两者也都是 挺需要钟离 (都可替换为托马或者其他提供护盾的角色) ，胡桃是只能搭配护盾型角色来提供续航，自身的“卡血”机制不建议搭配治疗型角色。而宵宫则是自身没有抗打断能力，而最高倍率在A的最后一段，所以踏踏实实的是需要一位护盾角色来 保证输出环境 (抗打断) 与续航 。 然后胡桃自身有生命值转攻击的机制，在攻击乘区这一块可以自给自足，但是 宵宫 不一样，实实在在是 需要一个加持攻击乘区的角色 ，最后一个位置基本会给到提供攻击的角色来平衡乘区 (稀释原理) ，所以宵宫就不优先推荐用行秋+夜兰这样的双水体系 (练度高也都能玩) 。 最后一个位置基本会在 班尼特与云堇 之间考虑，班凑双火，云凑双岩，各有优势，个人建议不管选择哪位角色都可；或者看 谁先满命就优先用谁 ， 班尼特6命15%的火伤 加成宵宫是能享受到的， 云堇6命12%攻速 加成可以让宵宫多A两下， 两者差距真不大 ；又或者 班尼特被其余阵容占用，直接用云堇 就好。 ◇---------- 宵宫这一套阵容搭配也适用于绫人，主要都是依靠A来作为主要的输出方式。 因绫人的驻场时间只有6~7秒，属于短轴角色，生存压力并不会很大，所以钟离推荐了一下副C的配置，当然“血牛”钟离会更通用一点，其实最主要的是让 钟离施放Q来内耗一下夜兰Q的CD ，不然在循环上会卡一下。 上图中出场顺序，都建议 夜兰施放Q后后续的每位角色都A几下 ，并不会影响手感，这样做的 目的：一是 让夜兰的Q的整体伤害拉高一些， 二是 内耗一下循环CD，这样在阵容循环上就不会出现卡CD的尴尬。 云堇当然也是可以替换为班尼特 ，道理与上文的宵宫阵容类似，差距依然不大，都可用。不过个人认为在伤害收益差距不大的情况下，云堇与钟离凑 双岩多了护盾强效与伤害加成会更实用一些 。 ◇---------- 云堇位置优先建议班尼特的三辅一体系也是有的。 看到这儿，只想说 “天理是什么咱不知道，但是铁打的辅助流水的C是真的真理” ！这阵容变来变去都基本上都是驻场的主C在变... 因流浪者的「固有天赋·拾玉得花」，施放E接触了Water/Fire/Ice/Thunder (中文会被**掉，所以试试英文) 元素可以获得对应强化效果 (初始上限至多获得2个，解锁4命获得3个) ，在该阵容中可以实现水火双接触，可使流浪者的整体输出得到增强。当然班尼特位置依然可以用云堇，但是岩系不会被流浪者接触，所以 对于流浪者而言班尼特的意义会比云堇要好一些 。 然后就是班尼特施放Q切流浪者出场后，如果流浪者直接施放E则基本不会接触到班尼特Q给的火，所以手法上 建议班尼特施放Q切流浪者出场A一两下再施放E就可实现水火双接触 。 该阵容适用于流浪者练度不高/无命座/无专武，亦或者珐露珊没有解锁6命时使用，其表现就不错，若是有专武有命座加上珐露珊满命，基本会优先考虑搭配珐露珊来辅助流浪者的队伍，也就是把夜兰替换成珐露珊了。 ◇---------- 正如上文所讲述 班尼特+夜兰，一个给攻击加成，一个给伤害加成 ，两者提供的乘区增伤并不冲突， 可以辅助许多的主C，就比如： 【凝光/鹿野院+钟离+夜兰+班尼特】 ，出场顺序与手法都基本一致，像 夜兰与班尼特都建议使用EQ自己产球自己吸收来缓解自身的回能压力 ，在阵容循环中也是无问题的。 然后其余角色因输出机制并不能完美适配，比如一斗主要依靠重击，魈主要依靠下落攻击 (用跳A/走A的请无视这句话) 等等，虽能享受夜兰的增伤，但是不能省心触发夜兰Q的协同攻击，总归适配性上就不完美，所以就并未作推荐。 ◇---------- 最后的三辅一体系介绍一个夜兰自己驻场C的阵容，但建议夜兰解锁6命。 满命夜兰的伤害作为主C足矣应对 目前的深境难度，所以尽情让她去输出吧。 夜兰若是考虑2+2的搭配，也不考虑充能的话，在回能压力大的环境，即使是携带祭礼剑的行秋来缓解夜兰的回能，多多少少还是有点压力，所以挺推荐夜兰自身面板有 140%左右的充能 就可应付。当然 万叶西福斯+钟离西风枪 这种搭配基本也 不用太担心 夜兰的 回能 问题。 该阵容的组成其实挺简单，行秋后台输出+水系产球缓解夜兰回能，若解锁2命还可减抗即增伤；万叶聚怪+增伤+减抗，是提升夜兰伤害的主要辅助角色；钟离护盾负责续航，自带减抗即增伤。若是 遇到“流血狗” 这类持续掉血的环境，大可把 钟离换下替换成任意的治疗型辅助 。 ◇---------- 以八重作为驻场角色持续A打出雷伤来稳定引爆夜兰+纳西妲水草反应生成的草原核触发超绽放的阵容。 因超绽属剧变反应，伤害与触发反应的角色的等级、精通挂钩，而该阵容中只推荐了八重一位雷系角色，超绽反应由八重稳定触发，所以八重在该阵容中等级建议直接拉满。 然后以精通为主可提高超绽放反应的伤害，以雷伤为主可提高E与Q的伤害，在该体系中， 以精通为主的整体伤害收益＞以雷伤为主，但最终差距还是不大 。 该阵容中如果把八重替换成赛诺也是不错的想法，但是八重的E无真空期，又是个法器，A就能打出雷伤来引爆草原核，赛诺可不像八重，只能依赖施放Q把A转换成雷伤才行，该阵容中一没双雷共鸣，二没回能辅助，赛诺的回能压力就挺大。 所以 赛诺的超绽体系个人更建议【赛诺+夜兰/行秋+纳西妲+多莉/久岐忍】 这类搭配或许会更舒服一些。 这是以雷伤角色驻场主动触发超绽反应，也有后台自动触发超绽反应的阵容。 ◇---------- 同理于上个阵容，就是把稳定引爆草原核的方式由主动变为自动。不管是哪个阵容，其循环与输出都大同小异，都是无问题的，最终是看个人喜好选择。 该阵容中，若 没有心海咱就用芭芭拉，或者直接替换成绫人 都可。只要能稳定触发夜兰Q的协同攻击以及稳定引爆草原核就可，但不要把能后台持续火伤与雷伤的角色混在一起，伤害不集中又比较混乱。若是想 玩烈绽反应 ，就该阵容搭配直接把 久岐忍替换成托马 即可。 超绽与烈绽的伤害都属草伤，深林4件套是必备 的，所以非常 推荐纳西妲绑定4深林 ，这两种反应的主要区别在于 超绽是单体 伤害， 烈绽是范围群体 伤害。不过该阵容的群伤能力也是有的，用于对群也无啥问题，只不过考虑烈绽去对群会更舒适一点。 ◇---------- 以上是夜兰的常规阵容搭配， 选择自己喜欢的体系才是主要的 ，当然还有许多阵容未做到分享的可以评论区分享一波，感谢大家的支持。 最后总结一下下。 ·【总结】· ⭐夜兰可提供增伤+后台持续挂水+伤害，这些机制都需要施放Q来获得，所以充能是很重要的属性。 不管什么情况都建议优先升级Q其次E，未解锁6命可不升级天赋A，解锁6命必升A； ⭐武器建议没有专武时多考虑充能武器，若已解锁1命可考虑双暴/生命/伤害加成的武器； ⭐圣遗物建议可以4绝缘为目标，未解锁6命时的伤害收益4绝缘＞2宗室+2千岩/沉沦，解锁6命后2千岩+2宗室/沉沦＞4绝缘。 ⭐夜兰Q的协同攻击与行秋同理，都是需要驻场角色A来触发，所以在阵容搭配中尽量与可持续使用A的角色搭配最佳。 在打雷时会感到害怕的， 要么是纯真的孩子， 要么是心虚之人。 ——夜兰 ·【END】· -感谢观看-",
    "length": 6720
}