{
    "game_id": 2,
    "post_id": "50467906",
    "f_forum_id": 43,
    "subject": "【V4.5配队附录】岩盾威慑！深境螺旋12层配队与全角色定位",
    "url": "https://www.miyoushe.com/ys/article/50467906",
    "created_at": 1710784262,
    "like_num": 1483,
    "view_num": 13753,
    "reply_num": 80,
    "text": "本篇为 V4.5 的版本配队附录，提供当前版本 深境螺旋12层 的 参考配队 及其分析依据，并以一览表的形式收录当前版本的 全角色 主流定位 。 本期为例行更新，包含 V4.5 深境螺旋首次更新后的12层分析，并在对定位表补充与完善的同时加入了 千织 的主流定位，重点更新部分已通过 标色 强调。 数据支持与定位依据： 恒常配队学 这里是卡玛sei亚，一个 想要在提瓦特的世界中探索世界之理的 普通人。 内容说明 本篇对部分定义进行了简化，原定义详见 恒常配队学 。 各一览表将根据优先级推荐 主流流派或使用建议 ，若 加粗 则表示该项较为重要。 1. 深境螺旋12层配队分析 仅针对在 当前版本刷新 的深境螺旋 12层 。先给出 敌人阵容 及 参考配队 ，后分别从 上半/下半 出发分析配队依据，并介绍 环境对当期UP角色的影响 。 2. 角色定位一览表 共3张图表，分别收录主流的 主C 、 副C 与 辅助 （每个角色都有至少1种定位） ，并根据定位简述 机制 与 主流配队流派 。如下为定义解释： 天赋简称 ： A 为普通攻击、重击、下落攻击的总称， E 为元素战技， Q 为元素爆发， 普攻 仅为普通攻击的简称， 下落 仅为下落攻击的简称。 主C ：站场时间较长且作为伤害来源的角色。（严谨定义应为 站场C 或接力C ，前者包含驾驶员玩法 ，后者一般出现在两个真空期长的主C接力站场的队伍 ） 副C ：不需要站场多久且作为伤害来源的角色。（严谨定义应为 脱手C ） 辅助 ：不直接作为伤害来源的角色，或者功能性权重高于伤害。 此外，当角色的功能性仅为元素基底提供位或拐 （伤害增益） 时，若强化其功能性不需要特定属性或需要堆的属性（如 生命 / 防御 ）不占用自身伤害能力所需属性（如 暴击 / 暴伤 ），则只有辅助能力很强或自身伤害占比较低 （秒伤低于10%或循环总伤低于10w） 时，才会分类至 辅助 ，否则分类至 副C 。 一、深境螺旋12层配队分析 1. 敌人阵容 本期深境螺旋12层敌人 （与元素地脉debuff） 分布以及渊月祝福描述如下： 2. 参考配队 推荐备注 本篇默认推荐 连打配队 ，若无法凑齐阵容，可充分参考各配队的可替换位，也可根据每一间环境与自身情况制定对策而尝试“分开凹”。 若配队与练度均已达标仍难以满星，则建议到对应队伍或角色攻略中寻求手法细节等帮助。如上情况欢迎大家在 评论区 讨论。 关于常见配队方案 （不一定适合本期环境） ，可参考 《恒常配队学：附录——常见配队方案汇总》 ： 恒常配队学：附录——特别篇：常见配队方案汇总 3. 上半对策分析 ① 数量分析 群体敌人与单体敌人皆有，且有较大聚怪需求，建议 选择综合输出能力强的阵容 ，偏向对群但有一定对单攻坚能力的为佳，若有聚怪能力则更好。 12-1输出要点 ：第2波优先靠近并攻击 历经百战的愚人众·风役人 ，而 霜役人 会更容易追过来。 12-2输出要点 ：可在第2波骗骗花出来后往其对侧接近墙的位置跑，使其通过钻地主动聚拢到角色附近，且容易直接应对第3波敌人，若第3波的 黑蛇骑士·摧岩之钺 开启大盾，则需要绕到其后方输出。 ② 抗性及免疫分析 草抗 ：12-1的 大型狂蔓隙境原体 带有一定 草抗 （50%） ，若阵容以草伤为主，则建议队伍中至少持有深林4件套以提供减抗。 风抗 ：12-1的 风役人 带有一定 风抗 （50%） ，12-3的 冰风组曲·歌裴莉娅的葬送 带有很高 风抗 （70%，高潮状态不用芒性攻击95%） ， 不建议使用以 风伤 为主的阵容 。 冰抗 ：12-1的 霜役人 带有一定 冰抗 （50%） 与很高 冻结抵抗 （90%） ，12-3的 冰风组曲·歌裴莉娅的葬送 带有很高 冰抗 （90%，高潮状态不用芒性攻击95%） ， 不建议使用以 冰伤 为主的阵容 。 漂 浮 灵 ：12-2的第1波有各2个 火漂浮灵 、 雷漂浮灵 与 草漂浮灵 ，带有对应元素免疫，但血量不是很多 （20w） ，若以对应元素伤害为主，一般队伍内有其他伤害来源即可解决。 ③ 元素及芒荒分析 火盾 ：12-1的 火深渊法师 带有一定 火盾 （12元素量） ，且12-2的 黯色空壳·旗令 在命中角色护盾且未一击破盾时会牺牲自己一定血量 （15%） ，并为附近所有黑蛇众提供少量 火盾 （6元素量） 且随时间自然衰减。建议队伍中 持有能高频附着的 水 系角色 ，若有附着能力足够强的 雷 系也可携带，此外由于附近有其他可附着水/雷元素的目标，还可配合 风 系角色扩散破盾。 荒性 ：12-3的 冰风组曲·歌裴莉娅的葬送 开局进入高潮状态，外显 荒性 且全抗性有小幅提升 （25%） 、造成明显生存压力，使用任意 芒性 攻击均可解除该抗性提升，累计3次 芒性 攻击则可使其提前结束高潮状态。 隙境原体 ：12-1的 大型狂蔓隙境原体 狂暴状态绑定一定 草盾 （4元素量） ，若不破盾，则仅在不“抢反应”（ 草盾 易导致无法打出 火 蒸发 / 雷扩散 / 水扩散 ）的前提下不影响自己的输出，且会造成较高生存压力。单次 芒性 或 荒性 攻击即可破盾，也可用高频 雷 元素破除 草盾 。除此之外，在其刚出现时也可用 枫原万叶 长E等压制力强的攻击防止其狂暴。 领域 与 光环 ：12-1的 火深渊法师 与12-2的 黯色空壳·旗令 均带有 领域·阴燃之火 ，会对角色造成额外的伤害，因此更推荐生存能力强的队伍，持有自附着水或雷的手段 （能消除阴燃之火） 则更佳，此外，12-2的 黑蛇骑士·摧岩之钺 还带有 光环·翻涌岩潮 ，其伤害较高，可能需注意跳跃或绕开躲避。 ④ 特殊情况分析 12-1 ： 风役人 与 霜役人 会间歇性施放高爆发技能，且开局就会施放一次，给角色施加生命之契并大幅度提高处于该生命之契之下角色受到的伤害，还会导致生命之契解除前角色持续损失生命值， 其高爆发技能施放前有红色预警提示，一定要注意躲避（多段），建议队伍中持有能及时提供 治疗 的生存 辅助 。 12-2 ：黑蛇众在命中中角色护盾且未一击破盾的情况下，以牺牲自己一定血量 （15%） 为代价，根据自身属性为自身或附近所有黑蛇众提供不同增益，因此 不建议携带护盾类角色 （白术这种基本只会被一击破盾的除外）。 4. 下半对策分析 ① 数量分析 每一间均为单体敌人，建议 选择对单能力强的队伍 。 ② 抗性及免疫分析 草抗 ：12-1的 翠翎恐蕈 带有较高 草抗 （80%）， 不太建议使用以 草伤 为主的阵容 ，若使用则推荐队伍中同时持有 深林4件套 及 钟离 ，若阵容中带有 雷 系角色，使其活化后瘫痪也可在瘫痪期间降低其25%全抗。 物抗 ：12-2的 恒常机关阵列 带有较高 物抗 （70%） ， 不太建议使用以 物伤 为主的阵容 。 ③ 元素及芒荒分析 12-3 ： 自律超算型场力发生装置 开局处于 荒性 激发态，具有大量视为 岩盾 （20元素量） 的护甲，且不破除时全抗性极高 （210%） ，因此一般只能破除，岩盾可用 具有 高削韧的钝击 （双手剑及可莉普攻/重击、近战武器下落攻击、超载等）或 钟离 长按E 消耗，因此强烈建议携带 双手剑角色/ 钟离 中的至少一个，但除非彻底没有近战武器角色，否则也可利用其力场起跳下落破盾。破除岩盾后，使用1次 芒性 攻击即可使其暂时解除荒性激发态，降低生存压力，否则需注意躲避其蓄力地波（伤害很高）。 ④ 特殊情况分析 12-1 ： 翠翎恐蕈 受到一定 雷 / 火 元素攻击后会发生状态变化（遇 火 枯焦、遇 雷 活化），枯焦会生成 浮游草蕈兽 干扰索敌（可在其生成前摧毁孢子），活化则会狂暴而放出高伤技能，但会在之后瘫痪。需要根据情况调整操作，但问题一般不大。 12-2 ： 恒常机关阵列 在 血量降低至35%以下时会锁血 ，且召唤4个 遗迹机兵 （4种各1只） ，其中1只有光环，在一定时间内需要 击败该有光环的 遗迹机兵 才能使本体解除锁血并瘫痪 （瘫痪时全抗降低50%） 。有光环的 遗迹机兵 种类随机，其中 遗迹巡弋者 （三角铁，可诱导其后撤至本体附近） 和 遗迹歼击者 （虫子，可诱导其遁地至本体附近） 相对血少，如输出不够可重开凹这两种情况。 转火能力强的阵容 处理该敌人时体验更佳。 5. 环境对当期UP角色的影响 当前版本 角色限定祈愿 UP角色为 千织 、 荒泷一斗 、 那维莱特 与 枫原万叶 ， 集录祈愿 UP限定角色为 可莉 、 优菈 与 阿贝多 。如下为其定位与环境适配性： 环境对当期UP角色的影响 千织 ：提供后台与速切伤害的 岩 系 副C ，配合其他有钝击能力的岩系角色时 在本期下半表现不错 。 荒泷一斗 ：以3岩或4岩队伍为主的 岩 系 主C ， 非常契合本期下半环境 。 那维莱特 ：以纯直伤为主的 水 系 主C ，也有燃蒸、超绽放等玩法， 非常契合本期上半环境 ，且在 钟离 等角色的加持下在本期下半也有很强表现， 堪称通解 。 枫原万叶 ：泛用性极高的 风 系 辅助 ，集聚怪、增伤、触发翠绿4件套效果于一身， 非常契合本期上半环境 ， 在下半也有不错表现 。 可莉 ：以纯直伤输出为主的 火 系 主C ，常搭配芙宁娜使其后台蒸发， 在本期下半表现不错 。 优菈 ：以 物伤 （而不是冰伤） 输出为主的 冰 系 主C ， 在本期下半表现不错 。 阿贝多 ：提供后台伤害的 岩 系 副C ，配合其他有钝击能力的岩系角色时 在本期下半表现不错 。 二、角色定位一览表 1. 主C 一览表 本次更新速看 ：修改了部分角色的定位描述。 2. 副C 一览表 本次更新速看 ：新增了 千织 的角色定位；修改了部分角色的定位描述。 3. 辅助 一览表 本次更新速看 ：修改了部分角色的定位描述。 三、功能性装备一览表 本次更新速看： 简化了部分系列备注。 创作声明 1. 本篇作者为 卡玛sei亚 （天空岛，uid：126941175），首发于米游社； 2. 本篇于2024年3月19日发布（当前版本为4.5），最近更新日期为2024年3月19日（当前版本为4.5）； 3. 禁止除作者本人及「原神观测枢」以外的账号转载本篇至站外，而站内转载则需取得授权； 4. 本篇中的配图与描述有部分要素版权属于米哈游； 5. 本篇封面出现的虚拟形象LOGO为约稿作品（作者：阿藕酱），仅供作者本人使用。",
    "length": 4279
}