{
    "game_id": 2,
    "post_id": "31176790",
    "f_forum_id": 43,
    "subject": "【练纳西妲必看】深林VS饰金？告诉你如何选择草神圣遗物",
    "url": "https://www.miyoushe.com/ys/article/31176790",
    "created_at": 1667634543,
    "like_num": 58132,
    "view_num": 398963,
    "reply_num": 1096,
    "text": "UID 100143417 作者开服全角色玩家， 点击头像 查看更多攻略。 攻略制作不易，希望小伙伴们帮忙 关注点赞~ 【前言】 万众期待的 小草神纳西妲 终于将在3.2版本与大家见面了，而关于纳西妲的圣遗物，大家却出现了一些疑惑与争论，那么我们的小草神纳西妲 到底是 带深林套好 ， 还是饰金套好 呢？下面就让作者带领大家来分析~ 【前排推荐 练纳西妲必看 系列文章】 点击跳转 ↓ 【V3.2攻略】#角色攻略# 纳西妲入门攻略 一图总结+详解 【练纳西妲必看】所有精通加成盘点，助你草神早日千精~ 【练纳西妲必看】关于精通加成的注意事项，搞清哪些情况吃不到 【正文】 深林套属性↓ 饰金套属性↓ 我们三个方面来分析这两套圣遗物 ： （1） 通用性方面 目前草神主流配队有 纯激化队 、 激化绽放队 、 纯绽放队 、 烈绽放 / 超绽放 队。 我们可以看到其中 大部分队伍只有草神一个草系 。 【 深林套 】 激化队 ： 增伤+减抗 提升草神自身伤害 （激化队草神可以触发蔓激化伤害并不低） 激绽队 ： 增伤+减抗 提升草神自身伤害， 减抗 提升草原核伤害 （激绽队草套的双重提升收益非常高） 绽放队 ： 增伤+减抗 提升草神自身伤害， 减抗 提升草原核伤害 （绽放队草神自身伤害占比较低，但对草原核伤害加成大） 【 饰金套 】 激化队 ：草神带饰金，双草队一般是提纳里不会带深林，单草队更没人带深林。 激绽队 ：一般都是单草，草神带饰金就没人带深林。 各种绽放队 ：双草队可以队友带深林，单草队草神带饰金就没人带深林。 （虽然可以牺牲非草系队友带深林，如钟离、菲谢尔、久岐忍，但是注意深林需要EQ命中才能触发存在覆盖率问题，另外队友带深林也会损失自身能力，如钟离的盾量、菲谢尔的输出、久岐忍用来触发草原核的精通） （2） 覆盖率方面 【 深林套 】 EQ命中触发 ，持续8秒，触发 无冷却时间 ，稳定保持30%减抗。 →给 纳西妲 带：E持续25秒、大范围标记，冷却4/6秒，稳定触发。 →给 科莱 带：E冷却12秒、弹道窄，Q持续6+3秒、秒冷却15秒、60能量、范围较小。 →给 草主 带：E冷却8秒、范围小，Q持续15秒、冷却20秒、80能量、范围一般。 →给 提纳里 带：E冷却8秒、范围小，Q冷却12秒、随机目标，缺乏群体触发能力。 →给 钟离 带：长E冷却12秒，Q冷却12秒、40能量、一般不放，柱子范围小容易碎。 →给 菲谢尔 带：E持续10秒、冷却25秒，Q冷却15秒刷新E持续时间，单体为主。 （菲谢尔6命后E持续+2秒并且有额外协同稳定触发，但是损失自身伤害） →给 久岐忍 带：E持续12秒（2命+3秒）、冷却15秒、身边一圈，Q秒冷却15秒、60能量。 （队伍里久岐忍一般堆精通触发超绽放，精通更为重要） 可以看出其 他角色带深林或多或少都有 大招能量 、 持续时间 、 触发范围 、 损失属性 等问题，而对于 纳西妲 来说 无需能量的E 、 超长的持续时间 、 稳定的触发方式 使得她最适合带深林套，不过纳西妲也有自己的小问题，就是新出现的敌人需要重新挂E，而不是像草主等角色大招可以驻场持续上草。 【 饰金套 】 反应触发 ，持续8秒，触发 冷却也8秒 ， 触发当次反应不生效 ，因为草神E持续时间长一般是先手标记，所以对于草神来说相对于每3次/4次E持续伤害（取决于有没有减间隔）就有一次吃不到饰金4件套的加成，这个 损失是非常大的 。 （3） 性价比方面 【 饰金悖论 】 （1） 单草时 可以触发最高的80+150= 230精通 ，但问题是 单草时 综合自身伤害和队伍收益一般 用草套更好 。 （2） 双草时 触发后是 80精通+100精通+14%攻击 ，相比于 2饰金+2乐团 仅仅多了20精通和14%攻击，同时 2+2的160精通是稳定常驻的 ， 4饰金 额外的100精通+14%攻击草神 每3次伤害就有1次吃不到 ，而且 2饰金+2乐团 常规情况下更容易毕业、词条也一般比4饰金更好，在这个前提下伤害是轻松反超饰金的。 【附草神 4饰金 与 2乐团+2饰金 伤害计算】 计算标准 ：90级0命草神，5精魔导，蔓激化，大招计1层雷元素，E共1次释放+8次持续伤害，圣遗物精精暴，14条双暴配平，6条充能，4条大攻击，2条精通，精通均未溢出1000。 1同2异情况 ：队友带深林，有双草共鸣，吃不到武器特效，饰金2次伤害吃不到特效。 0同3异情况 ：队友带深林，无双草共鸣，能吃到武器特效，饰金2次伤害吃不到特效。 综上所述，综合 通用性 、 覆盖率 、 性价比 等问题 草神不建议优先用4饰金套 。 【总结】 省事无脑4深林精精精 ，不用因为换队伍来调整圣遗物。 确认队友带深林 后，可以4饰金或 词条更好的2饰金+2乐团 。 （此时若精通溢出1000可考虑精精暴、精草精或非精通武器） 【其他】 本文发布于 3.2版本 ，最新修订于 3.2版本 ， 请注意本攻略的时效性 。 素材：游戏截图 字体：思源黑体 封面：坤易 文案：坤易 设计：坤易",
    "length": 2094
}