{
    "game_id": 2,
    "post_id": "51922485",
    "f_forum_id": 43,
    "subject": "【V4.6攻略·角色攻略】「仆人」阿蕾奇诺武器圣遗物配装攻略",
    "url": "https://www.miyoushe.com/ys/article/51922485",
    "created_at": 1713925939,
    "like_num": 3626,
    "view_num": 329317,
    "reply_num": 1060,
    "text": "UID：153600633 “一切忠诚都将得到嘉奖，一切牺牲都会有其价值。” ——「仆人」阿蕾奇诺 各位旅行者好呀！_(安柏-加密通话) 心心念念的第四席愚人众执行官「仆人」阿蕾奇诺终于也是登录了卡池！ 启明今天就带着各位旅行者一起了解这样一个英姿飒爽的新角色！_(林尼-敬礼) ▎目录 I.角色机制讲解 II.武器推荐 III.圣遗物选择 IV.队伍搭配 ▎下图为本攻略重要配图一图流，方便各位旅行者快速浏览查询： ▎角色机制 角色： 「孤瞑厄月」阿蕾奇诺 神之眼： 火 武器类型： 长柄武器 定位： 输出 机制关键词： 生命之契、普通攻击 阿蕾奇诺是一位，牺牲别人为自己治疗的机会，利用生命之契为自身提供火伤转化和增伤加成，以抗性加成和高额防御力基础值为补偿的火元素站场输出角色。 ▎简化版技能描述 【普通攻击·斩首之邀】 普攻挥砍最多6次。重击收回“血偿勒令”（下文称血令）。长按重击进入飞行状态。 【元素战技·万象化灰】 造成范围火伤，突刺一名敌人，为受到伤害的敌人附加血令。血令一段时间后升级为大血令。 【元素爆发·厄月将升】 造成范围火伤，收回血令，恢复生命值，清除战技冷却。 ▶ 我们再从中抽取出她的三个核心机制，通俗地来说阿蕾奇诺的输出原理为： 阿蕾奇诺用元素战技洒出“生命之契”，用重击或者元素爆发收回血令获得高额生命之契数值，接着用普通攻击进行输出。 所以，这就意味着，元素战技保证生命之契的来源，普通攻击消耗生命之契，元素爆发保持续航和机动性。 ▶ 此外，我们再补充一下 【红死之宴】 的增伤机制。 对于攻击力模型的角色，原神的出伤公式为： 伤害=（角色攻击力*角色该技能倍率+额外倍率区）*增伤区*双暴区*元素反应区*怪物抗性区*怪物防御区 而该机制类同云堇的元素爆发、申鹤的元素战技、猎人之径武器被动等，是属于 【额外倍率区】 的提升，这也就意味着阿蕾奇诺对攻击力的利用率极高。 综上，我们推荐按下图顺序加点天赋： A＞E≥Q （A最优先，EQ对点） ▎命座简评 阿蕾奇诺命座总体提升较为平滑。 1命和2命，前者提供抗打断能力提高和普攻增伤；后者提供额外抗性和一段高额倍率伤害。这两者兼顾了阿蕾奇诺的输出和生存能力，是比较推荐抽取的命座。 而后续的命座，3命和6命，主要是阿蕾奇诺的的数值上的提升，较为可观，但抽取价值也很大，所以各位旅行者酌情抽取。 ▎武器推荐 阿蕾奇诺适配的武器很多，在五星武器和四星武器中都有不少选择。 【赤月之形】 阿蕾奇诺同期up武器。提供暴击率和高额基础攻击力，依生命之契变动提供增伤，且阿蕾奇诺携带时有专属镰刀特效。适配阿蕾奇诺绝大多数队伍。 【赤沙之杖】 赛诺同期up武器。提供高额暴击率和不错的基础攻击力，并且有精通转攻击力加成。更加适配蒸融队伍中的阿蕾奇诺。 【和璞鸢】 常驻武器。提供暴击率和高额基础攻击力，并且有命中加攻加伤机制，数值上略输赤月。适配阿蕾奇诺绝大多数队伍。 【护摩之杖】 胡桃同期up武器。提供高额基础攻击力和暴击伤害，并且有生命值转攻机制。适配阿蕾奇诺绝大多数队伍。 【峡湾长歌】 纪行武器。提供不错的基础攻击力和暴击率，并且武器被动提供大量元素精通。但仅适合三色反应队伍中的阿蕾奇诺。 【决斗长枪】 纪行武器。提供高额暴击率和攻击力/防御力提升，但基础攻击力较低。适配阿蕾奇诺绝大多数队伍。 【匣里灭辰】 祈愿武器。提供高额元素精通和对水火底增伤，但基础攻击力较低。适配阿蕾奇诺蒸融队伍。 【风信之锋】 活动赠送。提供不错的攻击力和元素精通加成，非常经济实惠的选择。适配阿蕾奇诺绝大多数队伍。 【黑岩刺枪】 星辉商店兑换。提供不错的暴伤和基础攻击力，兑换代价较高，兑换周期较长，但外观比较适配阿蕾奇诺。适配阿蕾奇诺绝大多数队伍。 【白缨枪】 宝箱获取。提供暴击率和普攻加伤，新手前期首选。适配阿蕾奇诺绝大多数队伍。 ▶ 除上述武器外，阿蕾奇诺也可以使用息灾、贯虹之槊等武器，但考虑到圣遗物配平压力及综合表现，此处不作推荐。 希望各位旅行者综合自己的队伍状况、原石数量等选择最优的武器！ ▎圣遗物选择 上文已经提及，阿蕾奇诺的机制关键词是“生命之契”、“普通攻击”，因此，仆人适配的圣遗物套装如下图所示： ▶最优选择： 谐律异想断章套 该圣遗物套装作为当前版本新实装圣遗物，生命之契流变增伤机制十分利好阿蕾奇诺，可以对阿蕾奇诺各个类型的伤害都增伤，十分契合。 ▶次等选择： 角斗士的终幕套、追忆之注连套、饰金之梦套、来歆余响套、逆飞的流星套等。 需要注意的是，饰金之梦套只适合反应队中的阿蕾奇诺；逆飞的流星套需要阿蕾奇诺绑定护盾角色。 ▶ 而在圣遗物主词条选择方面，考虑到阿蕾奇诺对攻击力的极高利用率以及自身和队友能提供的极高增伤，在使用专武以及谐律套的情况下，我推荐使用攻击沙/ 攻击杯 /双暴头搭配，副词条选择上也是双暴、攻击力作为有效词条，元素充能词条可以锦上添花，而在蒸融队中也可以适当选择精通词条。而在非专武和非谐律套的情况下，同样也可以使用词条较为优秀的火伤杯哦～ IV.队伍搭配（阿蕾奇诺1命以下强烈建议携带盾辅角色） ▶蒸融体系 该配队原理即利用冰水火的增幅反应大幅提高阿蕾奇诺的伤害，因阿蕾奇诺的挂火频率遵循3hit/2.5s机制，慢于胡桃、甘雨角色的重击独立附着机制，所以单挂水挂冰为也可以稳定反应。 该体系最舒适最推荐的队伍为： 阿蕾奇诺+班尼特+钟离+夜兰 同时，也可以选择携带风元素减抗角色的搭配，如下图所示： 输出循环手法 （以仆班钟夜为例） 阿蕾奇诺E，钟离长E拾取结晶，班尼特EQ，夜兰EQ，阿蕾奇诺重击，阿蕾奇诺AAAA闪（3次到4次），阿蕾奇诺Q. ▶纯火体系 该队伍构建原理即围绕火元素直伤为核心，输出手法要求很低，比较简单暴力。 输出循环手法 （以仆钟班香为例） 阿蕾奇诺E，钟离长E拾取结晶，班尼特QE，香菱QE，仆人重击，仆人AAAA闪（3次到4次），阿蕾奇诺Q. ▶超载直伤体系 该队伍构建原理即以夏沃蕾天赋机制为核心，雷火混伤输出。值得一提的是，如果第三位队友是北斗，那么北斗可以兼顾挂雷与生存，此时第四位可以选择辅助输出角色。 输出循环手法 （以仆夏北班为例） 阿蕾奇诺E，北斗E，夏沃蕾QE，班尼特Q，北斗QE，阿蕾奇诺重击，阿蕾奇诺AAAA闪（三次到四次），阿蕾奇诺Q. ◆结语 本篇攻略就到此结束啦，欢迎各位旅行者评论区落座分享欧气或是指出攻略的不足！祝各位旅行者十连双金，一发出货！ _(阿姬得意) 二编： 仆人攻击杯问题： 阿蕾奇诺自身天赋血宴增伤是基于攻击力，抗性提升也是攻击力基础，同时自身自身基础攻击力也很高，天赋、专武和专套提供的增伤就已经高达130%，加上队伍角色所能提供的增伤，仆人增伤区较为饱满，这个模板转化到6+5黄金剧团八重神子身上，八重神子后台时元素战技增伤就已经高达162%，还有精通转模增伤，所以用攻击杯收益更大。更何况阿蕾奇诺一命让血宴增伤攻击力收益翻倍，二命、六命都是高倍率额外伤害，六命也是攻击力基础模板增伤，对攻击力的利用率会更高，所以用攻击杯收益会更高，而且这个收益也会在仆人专武精炼阶数越高时随之越高。 简而言之，1+0或者0+1的仆人，火伤杯和攻击杯的收益是差不多的，哪个词条比较好就选择哪个就行，攻击杯的收益会随着队友上增伤的能力提高而提高；而对于1+1以上的仆人，那么最优就是选择攻击杯了哦。 三编： 仆人圣遗物选择拓宽到【魔女套】【逐影猎人套】，圣遗物总体推荐为： 谐律套≥逐影猎人套（携带芙宁娜）＞追忆套（可开大）＞角斗士套＞余响套＞流星套（携带钟离）＞魔女套（蒸发流）＞饰金套（蒸发流/但饰金同时支持烈绽放流） 另外，仆人配队上，蒸发体系中水位添加推荐角色芙宁娜（但生存压力会变大），推荐高命仆人（2+1以上）携带。",
    "length": 3204
}