{
    "game_id": 2,
    "post_id": "45913495",
    "f_forum_id": 43,
    "subject": "原木刀给谁用？锻造武器须弥篇01",
    "url": "https://www.miyoushe.com/ys/article/45913495",
    "created_at": 1700961914,
    "like_num": 323,
    "view_num": 54733,
    "reply_num": 32,
    "text": "完成世界任务林中奇遇和梦中的苗圃后，找梦之树边上的兰随尼兑换图纸，就可以用央路单手剑原胚在铁匠铺进行锻造了。如果没有央路单手剑原胚，也不用着急，在须弥梦之树达到4级时，可以免费领取一个。可以在合成台用原来的北陆单手原剑胚，消耗2个异梦融媒转换成央路单手剑原胚。 原木刀90级基础攻击力565，副词条元素充能效率30.6％。 精炼5阶，触发与草元素的相关反应后，会产出一个种识之叶，角色拾取后提升120点元素精通，持*12*，被动冷却时间20秒。 武器高白字，附带充能效率，武器特效服务于增益。具备很强的实用性，并且泛用性也不错，说他是一把四星辅助神器，一点也不为过。大家可以放心大胆的投入资源把原木刀拉起来。 但由于武器特效只能由草元素相关的反应触发，在部分角色和阵容中具有一定的局限性。 那么究竟是哪些角色更适合用原木刀呢？ 首先排除主C角色凌人、凌华、刻晴、艾尔海森。其次冰元素、风元素、岩元素，并不能和草元素产生反应，阿贝多、七七、琴、凯、琳妮特、莱依拉这几位角色与原木刀的契合度并不高。但也不是说这几个角色触发不了原木刀的被动，只是会比较麻烦，我们可以通过给角色自身挂元素，或者给普攻附魔元素的方式，去和草元素反应，来触发被动。但实战效果并不是太好。实在没有武器用的情况下，都能用，但不好用。 阿贝多、七七、琴、凯、琳妮特、莱依拉与原木刀契合度：★★☆ 水神芙宁娜不吃攻击力，所以原木刀的高白值就没有了实用价值，更推荐枫丹钓鱼可以免费获得的灰河渡手。不知道如何获取这把武器的小伙伴可以查看我之前发《灰河渡手获取攻略》。 久岐忍我们一般用来挂雷和回血，充能效率并不是硬性要求。如果你是用久岐忍给激化队挂雷，那么原木刀也是可以用的。不打激化反应的话，还是用原来的武器吧。 久岐忍与原木刀契合度：★★★。 行秋触发原木刀的被动还是比较容易的，EQ都可以与草元素反应触发武器被动。但有祭礼剑、西风剑的情况下，还是更推荐祭礼剑和西风剑。如果两把武器都没有，原木刀也是能用的，不过圣遗物还是需要堆一些充能效率的。 行秋与原木刀契合度：★★★☆。 万叶虽然也是风系，但触发原木刀的被动相对容易，只需要把大招染成火、雷、水中的任意元素，再去和草元素发生反应，就可以轻松触发武器被动。 在这里我假设一个阵容，至于阵容中的角色是谁，大家可以尽情想象。首先阵容的主C是一个主打超激化的雷C，那么由万叶带来的元素减抗和增伤，就会有很好的伤害收益。由于要打超激化，那么我们也必须带上一个草系角色。这样一来原木刀的被动也就可以轻易触发了。阵容第四个位置则可以灵活选择，带上辅助或者奶妈都行，这里我就用老爷子举例。那么流程就是这样的，先套盾，然后我们给怪物挂雷，万叶开大染雷，草系角色上场挂草，草雷反应产生原激化，再由我们的雷C捡种子，开始输出。大家觉得这个阵容搭配的怎么样，那么这个雷C会是谁呢？反正我是不知道，但我觉得聪明的你们应该知道。 这套万叶拿原木刀打超激化的阵容思路，套在绽放队中也有一样的效果。能利用万叶的元素减抗和增伤，队伍需要草系角色，能够发挥原木刀被动的120点精通的作用，满足这些条件的情况下，万叶拿原木刀会是一个不错的选择。 万叶与原木刀契合度：四颗星。★★★★ 绮良良作为草系盾辅们可以很轻松的触发原木刀的被动，也有一定的充能需求。绮良良的盾是吃生命值的，但目前生命值副词条的武器五星和四星武器都是限定武器，比较难获取。没有生命值副词条的武器时，则比较推荐原木刀。 绮良良与原木刀契合度：四颗星。★★★★ 大家最关心的班尼特用这把武器效果到底如何呢？ 班尼特触发原木刀的被动还是比较轻松的，用EQ和草元素打出燃烧反应，就可以触发原木刀的被动了。但就目前的这些火C来看，打燃烧的收益并不是太高。那么以后谁会是主打燃烧的火C呢，是谁呢？ 原木刀高白字的基础攻击力，元素充能效率的副词条，都是班尼特非常需要的属性。不触发武器被动的情况下也能带来不错的收益，触发被动属于锦上添花。对新玩家来说，拿原木刀的班尼特面板也更容易成型，最最重要的是可以免费获得。 班尼特与原木刀契合度：★★★★☆。 什么，居然有人比班尼特更契合原木刀吗？ 没错，正是在下，提瓦特须弥限定版不会说话的爷，简称草主。草主和火、水、雷的任意元素搭配时，草主的EQ和这些元素反应，都可以轻松触发武器被动。别的角色触发原木刀的被动还需要带一个草系角色，而我们的草主自己用技能就可以轻松触发。再穿上须弥新出草套，辅助能力拉满。但在草神还没有上线的情况下，不建议投入过多资源在草主身上，技能等级可以不用升，草套凑4件就行。带了原木刀和草套的草主，就可以为草体系的阵容提供良好的减抗和增伤了。 草主与原木刀契合度：★★★★★。",
    "length": 1941
}