{
    "game_id": 2,
    "post_id": "42942734",
    "f_forum_id": 43,
    "subject": "刻晴激化队，养成与分析",
    "url": "https://www.miyoushe.com/ys/article/42942734",
    "created_at": 1693367461,
    "like_num": 3467,
    "view_num": 97457,
    "reply_num": 808,
    "text": "（画师：ddal） 我之前写过一个“刻晴激化队常见问题解答”，不过内容比较旧了，删了，我几个月来见解又有提升，所以系统性地重新整理一个攻略。 本文的前篇是： 刻晴激化队，组队思路概述 但这个讲得比较浅，只是一个概述，本文是细讲。 目录： 一、刻晴激化队组队公式。 二、刻晴养成。 三、菲谢尔养成。 四、刻晴菲谢尔精通收益分析。 五、草系位的选择 六、四号位的选择 七、刻晴激化队操作流程 前言，部分符号的含义 a：普攻； z：重击； e：元素战技； q：元素爆发。 一、刻晴激化队组队公式 刻晴组队非常灵活，队友可以灵活更换，因此刻晴组队绝不能被固定套路限制住，我是由衷建议大家尝试尽可能多的刻晴组队的。 刻晴组队大致可以总结为以下公式： 刻晴 + 菲谢尔 / 八重 / 6命九条 + 任意草系 + 任意生存辅助 / 增伤辅助 按照这个公式，就能组出绝大多数刻晴激化队了。 这四个格子： 刻晴是站场c位，是主要站场的角色。 而其他最重要的二号位，目前大多都会上菲谢尔，也就是皇女，这也是刻晴激化队中最常见的分支——刻皇队，本文也是主要讲这个分支。 二、刻晴养成 _(刻晴-赌气) 等级： 89/90。 激化反应对等级要求很高，89/90级是必要的。 天赋： 888以上，均衡提升。 命座： 无需求。 刻晴1命这里我提一下，对于不竞速的玩家，1命随便点，影响不大。对于竞速的玩家，1命问题可以用操作解决，不难。 圣遗物： 如雷4是最优选择。平雷4可以用，2如雷+2攻击可以用做过度，主词条选攻雷暴。 建议刷取流程：先出一套2+2，然后刷如雷，逐渐转为如雷4，不用急。 为什么要用如雷4？ 用如雷4最重要的是 优化流程 ， 优化流程，对于纸面计算来说，提升并不大，而对于实战，提升就非常明显。 如果只论站桩伤害，那如雷4和2+2伤害其实差不多，但实战并不是打木桩。 带如雷4减少e的cd，而刻晴e本身就是一个短cd的位移技能，所以实战效果就是刻晴可以一直靠e追怪，粘着怪打，让刻晴的实战伤害非常接近于理论伤害。 同时，如雷4还彻底解放了刻晴的手法，真正做到了“哪里亮了点哪里”，只需要ee、az、q随机组合即可，乱按伤害都不会下降多少，极大降低了操作难度，提升了手感。 …… 此外，刻晴本身也有一些机制的缺陷，而优化流程能弥补这些缺陷： 1，附魔时间问题 刻晴用e附魔，但e的cd有7.5秒，而附魔时间只有5秒。如果乱放e，会导致附魔无法全覆盖，打出白字，伤害下降。 因此非如雷下，刻晴常见流程是eqe起手。因为刻晴是第一次e开始计算cd，第二次e开始附魔，所以eqe可以跳过一段cd时间，让附魔实现全覆盖。 而如雷4可以在反应时减e的cd，激化刻晴又在高频反应，实战中e的cd能减到3-4秒，可以轻易完成附魔全覆盖。 2，体力问题&击飞问题 刻晴是目前单手剑角色中重击秒均倍率最高的角色，但作为代价，刻晴也是唯一一个重击消耗25体力的单手剑角色。 非如雷时，重击是刻晴伤害占比最高的输出方式，实战中经常连续重击，体力消耗很大，而且如果穿插一些冲刺，体力就更不够用了。计算体力，是老刻晴玩家的必备技能。 同时，刻晴重击拥有削韧和击飞的能力，这种能力，在面对中体型怪时很好用，比如海乱鬼，可以用刻晴重击削韧控到死。但面对小体型小怪时，这种击飞就很难受了。 而如雷4减少e的cd，可以优化流程，让流程中e的比例提升，重击比例下降。刻晴ee不消耗体力，而且是个位移技能，能节省冲刺的次数，进一步节省体力。同时，ee也可以削韧，但不会击飞小怪，即使重击把怪物击飞，也可以用ee快速拉进距离。 武器： 5星武器，雾切≈绿剑＞裁叶≈波乱，其它5星武器不推荐，因为不如4星。 4星武器，精5狼牙＞精1狼牙≈精5匣里龙吟≈精5黑剑＞精5铁峰刺≈精5东花坊时雨＞精1匣里龙吟≈精1黑剑。 虽然这么说，但其实刻晴各个武器间 差距并不大 ，所以大家并不用对刻晴的武器问题太过焦虑。 下图为0命刻晴，加空气草打激化，圣遗物28词条下，eeaqaeeazazaz流程，的不同武器伤害对比： 下图为同配置下，吃万叶40%增伤buff情况的不同武器伤害对比： 万叶会导致增伤区略微稀释，使得武器增伤buff的收益略有下降。 _(留云借风真君-诶)以上 数据为理想条件下的计算。但buff需要条件的武器，在实战中必然存在掉buff的情况，比如雾切实战中会掉层，狼牙实战中需要叠层，波乱需要队友叠层，匣里龙吟需要雷附着……不过这些影响都不大，伤害会在5%以内波动。 但不得不说，绿剑常驻buff，实在是太方便了_(留云借风真君-自信) 武器抽取建议： 刻晴作为又一个“诸武精通”的存在，其实大家完全不需要为刻晴的武器焦虑。 刻晴下可以用锻造武器铁峰刺和活动武器东花坊时雨，中可以用匣里龙吟，买大月卡的话狼牙也是优选，如果不愿意花钱买大月卡，那也可以攒攒原石，刻晴有足足4把5星武器可以选择，哪把陪跑较好选哪把就行。 而且刻晴azeq混伤，能打反应能打纯伤，有效词条包括双暴、增伤、攻击、精通。因此，未来出了新单手剑，刻晴喝汤的概率是非常高的。 所以，我的建议就是，随意，可选择项太多，选择最方便的即可。 …… 其他刻晴相关的一些内容，可以去看看我的合集“刻晴研究”，本文也在这个合集中，我会时不时写一些我的心得。 三、菲谢尔养成 _(菲谢尔-度假中) 等级： 89/90。 激化反应对等级要求很高，89/90级是必要的。 天赋： 主升e，8以上。普攻不需要点，q想点就点。 命座： 无需求，0命即可，6命有提升，但并不必要。 圣遗物： 黄金剧团 ，4.0新出的战技套，完美适配皇女。 皇女奥兹吐雷、天赋断罪雷影的落雷、2命雷、6命协同，都属于元素战技伤害，e伤害占比超过90%。是剧团套最大的赢家，比旧平雷和2+2强了近20%。 其次选择是2如雷+2剧团。 主词条选攻/精雷暴。 武器： 5星武器优选若水，冬极和若水差不多，但需要叠层，其它武器诸如魔术弓、猎人弓、飞雷、天空弓都是可用的。 4星武器优选绝弦，次选是暗巷，实在什么都没有可以选弹弓。 下图为6命皇女，配合上面的刻晴流程打激化，圣遗物为剧团4时，不同武器的伤害对比： 武器抽取建议： 皇女和刻晴一样，能用的武器太多，而且拉不开差距，所以完全不用为武器焦虑，选最方便的方案即可。 四、刻晴菲谢尔精通收益分析 先说结论： 刻晴、菲谢尔双暴增伤收益最高，攻击百分比词条和精通词条 收益接近 。 刻晴出几十一百精通即可。 菲谢尔堆300左右精通即可。 刻晴、菲谢尔的精通问题被有些人妖魔化、极端化了。 由于精通辅比攻击辅多，所以刻晴、菲谢尔堆攻击比较常见，但是合理的。但是这并不代表精通没有用，事实上攻击百分比(大攻击)和精通收益接近。 比如，刻晴同词条攻击沙和精通沙互换，流程伤害差距仅仅为1.4%，这个数值基本可以当成没差别。 比如，菲谢尔同词条攻击沙和精通沙互换，流程伤害差距仅仅为1.9%，这个差距依旧不大。 有些人将之极端化，认为“堆精通没用”，这种想法是错误的。 如果不竞速，其实并不需要考虑这么多。 而如果竞速，就需要了解精通阈值。 精通阈值讲解 精通阈值，是指一个角色攻击收益与精通收益的分界点。 所有同时吃攻击和精通的角色，都有一个精通阈值，比如胡桃、香菱等，都有精通阈值，而刻晴、菲谢尔自然也有精通阈值。 精通阈值，和 武器白值 ，和 操作流程 有关。 武器白值越高，精通阈值越低，武器白值越低，精通阈值越高。 流程激化频率越高，精通阈值越高，激化频率越低，精通阈值越低。 刻晴的精通阈值，早有大佬研究的比较深了，我就直接贴结论吧。 如果按照eqe4az的传统流程，激化频率稍稍低一点，武器白值674(如雾切)，精通阈值约为40，武器白值510(如匣里龙吟)，精通阈值约为160，其它白值介于两者之间的武器，精通阈值也介于两者之间。 如果按照eeaqaee3az的如雷流程，激化频率稍高一点，武器白值674(如雾切)，精通阈值约为90，武器白值510(如匣里龙吟)，精通阈值约为240，其它白值介于两者之间的武器，精通阈值也介于两者之间。 这个精通，可以自己堆，也可以靠精通buff，比如草神q提升精通200+，已经能够上绝大多数武器的精通阈值了，这也是刻晴不常堆精通的基础。 但是，随着草系角色渐多，刻皇队草系角色也不绑定草神，如果用其他草系，刻晴需要考虑堆一些精通。 …… 而菲谢尔的精通阈值，是一笔烂账，影响因素太多了。 菲谢尔自身命座会影响精通阈值，刻晴手法会影响菲谢尔天赋和6命的触发，再加上武器白值的影响，导致菲谢尔精通阈值波动很大，会在120~500+之间波动，不少人算出来的精通阈值差别也很大。 我的建议是，不要管那么多，菲谢尔保证300左右的精通即可，可以应对大多数情况。而且正如我所说，刻晴、菲谢尔实际上大攻击和精通收益接近，实际上偏差个187精通，差距也不大。 以上数据仅仅基于刻晴激化队。 激绽队刻晴精通收益会大于攻击。但目前刻晴激绽队并不比激化队强，所以如果对此没兴趣，可以暂时不考虑这点。如果未来刻晴激绽队成熟，我会出新攻略。 五、草系位的选择 目前已有的草生存辅有瑶瑶、白术、绮良良，各有优劣： 瑶瑶 _(瑶瑶-冲呀) 优势： （1）可后台持续挂草，有一定转火能力。 （2）q奶量很高，能很快抬满4个残血。 劣势： （1）e挂草和奶难以共存，生存压力大时，萝卜都在奶你，不砸怪挂草。而且属于高频奶，总奶量不错，但单次奶量低，导致残血时无法快速抬血量，可能导致暴毙。 （2）对群挂草过于随机，导致对群时经常有漏网之鱼。 （3）轴和刻皇轴对不上，较难计算e的cd。 （4）几乎没什么增幅能力，主要是带个千岩套。 白术 _(白术-服药) 优势： （1）e有高额的瞬抬队奶，q带盾奶，生存能力相当强。 （2）q可以后台持续挂草，有不错的对单转火能力。 （3）吃生命的法器角色，可以带讨龙，天赋也有激化增伤，有一定增幅能力。 劣势： （1）对群挂草能力同样不足，看似法器角色可以az挂草，但实际上手短，并没有想象中好用。 （2）同样和刻皇轴对不上，但还好，可以两轮q一次。 （3）5星成本较高，且比起4星草系并没有明显提升。 绮良良 _(绮良良-马上到！) 优势： （1）高贵的盾辅，自带抗打断，盾量也不错。 （2）轴和刻皇轴对得严丝合缝，手感极佳。 （3）长e和q能提供一定的对群挂草能力，4命能提供后台挂草能力和转火能力，q的诡雷在多轮挂草和破盾上也有不错的效果。 （4）圣遗物可以带教官或宗室，武器可以带圣显，6命也有增伤，有一定增幅能力。 劣势： （1）无，非常契合刻皇的一个角色。硬要说缺点，那就是4星，很多领域天然不如5星，导致数值不足，且缺少完美适配的专武和圣遗物。但作为4星，绮良良已经非常良心了，各方面都不错。 以上三人，就是刻皇队的常见草生存辅。 …… 草系位还可以带输出位，目前草系输出位有纳西妲、草主、柯莱，其中纳西妲一家独大： 纳西妲 _(纳西妲-沉思中) 优势： （1）非常方便的对群后台挂草，体验远超其他角色。 （2）挂元素量很可观，破盾效率很高。刻皇超高频雷，不怕火盾冰盾草盾，怕雷盾水盾，而草神克制雷盾水盾，所以刻皇妲队是完全不怕破盾环境的。 （3）高练度情况下对群伤害较高，进刻皇队可以组成三核队。 （4）q给高额精通buff，有一定辅助能力。 （5）2命拥有启动成本极低的减防buff，提升非常可观。 劣势： （1）转火能力差，不擅长应对多波次敌人。这个问题对赛诺影响更大，对刻晴影响小一些。 （2）草神的很多功能，在刻皇队难以体现。比如q的精通buff，给海哥这样有精通倍率的角色，收益更高；比如草神可以带草套，给绽放队和蔓激化队收益更大，而在超激化队，草套就只有草神一个角色享用。 （3）0命低练度草神(尤其是金珀草神)，比起其他草系优势并不明显。不追求高练度和1-2命草神的玩家，不必非要强求草神。 草神命座 是需要专门拿出来细说的，因为0命、1命、2命草神，在刻皇队的体验完全不同。 草神命座分析 0命： q的持续时间较短，想全覆盖需要堆一定的充能，而堆充能会降低输出。如果q不全覆盖，不仅精通buff收益下降，而且草神自身伤害也会下降。 所以，0命草神在刻皇队收益并没有很多人想象的高，确实依旧比其他草系更强，但没有非常明显的差距。 1命： 很多攻略会跳过草神1命，但我用1命草神用的时间很久，对草神0命和1命的差距体验非常明显。 草神1命最大的优势在于延长了q的持续时间，大大降低了的q全覆盖的难度，降低了充能需求，这些充能词条就可以转为输出词条，变相提升了伤害。再加上自带的增伤，草神1命实际提升比纸面数据更高。 1命草神练度合格的话，伤害约为皇女伤害的一半。由于皇女对单，草神对群，也就是说只要双怪，草神伤害就能持平皇女。 2命： 2命草神是相当怪物的一个角色，2命30减防可以给全队伤害提升17%，而且启动成本极低，持续时间非常长，基本可以看作常驻buff。 再加上草神自身相当不错的伤害，使得2命草神收益极高。想追求刻晴队伍伤害极限的玩家，最好不要错过2命草神。 草主、柯莱都是草神的下位替代，高练度情况下伤害不会比0命草神低多少，但其它功能就相对较弱。属于可用的选择。 六、四号位的选择 我曾经形容刻皇队为“2.5人队”，即刻皇队中，有2.5个人是固定的，其他队友都可以根据情况灵活更换。 这2个人自然是刻晴与菲谢尔，这0.5个人就是万叶与草神。 刻皇队中，万叶和草神，最好有其中一个，不一定非要共存组刻皇万妲，但最好有其中一个，不然对练度的要求会提升。 _(枫原万叶-惬意)万叶目前就是刻皇队最佳的增幅辅助，其他可以带风套的风系角色，是万叶的下位替代，如_(砂糖-胜利)砂糖、_(琴-赞扬)琴、_(鹿野院平藏-不愧是我)鹿野苑平藏、_(早柚-困)早柚、_(琳妮特-捧场)琳妮特……都是可以进刻皇队的。 然而，由于我们要带生存位，因此刻皇队就出现了分界： 1， 刻 皇 万 队，第四人带 草 生存辅。 2， 刻 皇 妲 队，第四人可以带 任意 生存辅。 这个我曾专门写过一篇文章详谈，具体请移步： 刻皇万队与刻皇草队组队解析，此乃刻晴激化队的分界点。 这就导致了第四人的选择发生变化： 刻 皇 万 队 的第四人，主要是 草 生存辅，也就是上面我说的瑶瑶、白术、绮良良。 刻 皇 妲 队 的第四人，可以是 任意 生存辅，这就意味着这队选择权会更多： （1）最舒适的生存辅，当属 钟离 。刻皇钟妲队，也是非常常见的刻皇队。 （2） 草 生存辅肯定是能进的， 瑶瑶 、 白术 、 绮良良 进队就成了“双雷双草”队。 （3）可以带 风 生存辅，如 琴 、 早柚 ，带风套，同时兼顾生存和减抗。可惜目前的风生存辅都不是太好用。 （4） 雷 生存辅当然也是可以的，如 久岐忍 、 北斗 。 （5）可以带 心海 ，走激绽的路子。刻皇心妲队是目前最常见的刻晴激绽队。不用担心心海挂水干扰激化，激绽保激化的基础是：挂雷挂草频率都高于挂水频率，而心海挂水频率较低，刻皇妲挂雷草频率高于心海，所以激化可以保存。 （6）其他生存辅也可以用，如 莱伊拉 、 迪奥娜 ，同理，不用担心她们会干扰激化。 （7） 火 生存辅要慎重，其实也是可以带的，比如班尼特、托马、迪希雅，这会组成一种叫“燃激载”的队伍。但目前“燃激载”队伍不成熟，我不建议组，如果有人对此感兴趣，可以自己研究。 七、刻晴激化队操作流程 刻晴激化队没有固定操作流程，操作简单，难度很低。刻晴、皇女、草神、万叶、钟离、绮良良等角色，都是短cd，e启动，轴灵活的角色，彼此穿插操作对流程的影响并不大。 尤其是刻皇钟妲队，操作极其无脑，被人戏称为“哪里亮了点哪里”。 我这里分享一些心得： （1）刻晴手法用ee、az、q的随机组合即可，不需要刻意追求手法，中间也可以用a偷刀。比如一些常见手法，如eeaqaee+2-3az，其实换成eeqazee+2-3az差别也不大。 （2）输出流程通常是：雷风草雷，循环(如果有风的话)。 （3）建议先手挂雷，而不是先手挂草，因为后手元素无残留，先手挂草，雷再压草需要一段时间，而刻皇队有些东西，比如万叶扩雷时机、龙吟吃buff等，需要雷附着。先手挂雷能更好的保存雷附着。 （4）buff要争取全覆盖，比如万叶的增伤减抗buff，大家可以粗略估计一下时间，记得到时间补buff即可。刻皇队切忌闷声乱打不切人补buff，伤害会大大下降(但刻皇钟妲不管，闷声乱打也行)。 哦对了，刻皇万妲队，我不太建议新人练这支队伍，因为这支队伍偏竞速向，就像很少有人会推荐同为竞速队伍的胡夜万班、神鹤万班一样。 如果你致力于用刻晴竞速，追求刻晴极限，可以练这支队伍。反之则不必要。 不同玩家有不同的追求，有些人喜欢追求极限伤害，有些人喜欢追求安逸，有些人对操作手感要求很高……你需要什么，就往哪个方向发展即可，不能南辕北辙。刻晴队组队非常灵活，每个方向都可以发展。 以上便是我对刻晴激化队的一些研究，大家姑且听之，不可盲信。 我由衷大家能亲身去探索刻晴的游戏思路，而不被某个攻略限死。时间是会变化的，过去的经验可能成为未来的阻碍，刻舟求剑不可取，攻略必然是需要不断更新的。 用刻晴的一句话收尾： _(刻晴-点赞)心有所向，日复一日，必有精进。",
    "length": 7105
}