{
    "game_id": 2,
    "post_id": "48180692",
    "f_forum_id": 43,
    "subject": "内容最新，流派最全，全网最强七七攻略！",
    "url": "https://www.miyoushe.com/ys/article/48180692",
    "created_at": 1705771974,
    "like_num": 85,
    "view_num": 5193,
    "reply_num": 16,
    "text": "内容最新，流派最全，全网最强七七攻略！ 一、基本介绍： 面板分析，基础攻击力287，排名全角色19，相比较之下，一般五星主c的基础攻击力在310±10范围，七七的攻击力基本够用。 基础防御力922，全角色第二，仅次于阿贝多，小七七身板很小，却是不折不扣的坚实肉盾。角色突破属性为治疗加成。 七七技能分析，普攻，五段斩击，特点是前四段手感连贯，以及倍率极低。七七五段普攻总倍率为436.2%，而作为比较，刻晴的五段普攻总倍率为494.8，而神里绫华的总倍率更是有556.8%，所以想要提高七七的普攻伤害， 从倍率区入手会是一个好的选择。 元素战技，召唤寒病鬼差，在周围转圈，持续造成冰元素伤害并提供回血。持续时间15秒，首先看看冰伤，释放时造成两段伤害，随后两次一组造成八次伤害，每一组有一次冰元素附着，15秒内一共五次冰元素附着。伤害不如普攻，因此打融化是不可能的，但是用于冻结与超导等功能性反应大致足够。e技能提供的治疗分为两种，第一种是前台回血，释放时治疗一次，之后每五秒治疗一次前台角色，一共四次，其治疗量数值较高，但频率较低。第二种是在e技能持续时间内，七七的普攻命中可以为全队回血，频率较高但回血量较低。这两种治疗的具体数值如下。 元素爆发，80点能量，开大为周围怪物挂上度厄真符，持续15秒，冷却20秒，攻击挂符的敌人，获得大量回复。注意后台攻击是没办法回血的。同时，这个回血效果有1.2秒的冷却，同时还有一个缺点，如果怪物死亡，那么回血效果也会消失。同样我也算出来粗略的回复量，不同的武器和圣遗物影响相差不大，大家可以作为参考。 天赋1为当e技能状态下的角色触发元素反应时，获得20%受治疗加成，一个朴实无华的治疗加成。 天赋2为每30秒七七的普攻可以为敌人挂上大招的符，持续时间6秒。是很重要的治疗补充。 二、七七的定位 了解了七七的技能，那么七七的定位应该是什么样的？回答了这个问题，就是真正理解了七七的机制。是后台奶妈吗？显然不是，e技能15秒内四次前台回血显然撑不起奶的职责，如果寄希望于大招，就要面临在e完全不产球的情况下充满八十能量的大招。因此七七的定位是前台奶坦，传统的脆皮主c前台在以奶妈为生存位的时候，常常因为血条过短导致奶还没来及回上来就被秒杀，七七前台就可以凭借高额的防御与减伤手段抗住所有伤害，来保证队伍的生存，既可以持续普攻，只依靠天赋挂符和e的平a回血维持住自己的血线，也可以适当时机开大切人，让其他队友吃到回血。在前台战场吃球也有利于更好的充能。这样，我们通过让七七战场普攻自回血保证了前台的生存，那么怎样让七七的全队回血也不浪费呢？答案是显而易见的，后台不受到伤害就创造伤害——引入水神。怎样让七七的全队回血全覆盖呢？携带祭礼剑反复刷e，或者eq交替使用，这样q的充能需求变成两轮一次，可以大大减轻七七的充能需求。怎么让七七站场的价值最大化呢？既可以携带海染，也可以直接携带输出武器，普攻输出。 三、全流派解析，借由上述几个特点，七七的具体配队分为以下几类 1，海染纯奶流（养成难度最低）在这里七七就是纯粹的抗伤奶妈，依靠海染套补充少量的aoe。 祭礼剑海染套，圣遗物主词条选择攻攻治，在这个玩法中并不要求每轮开大，所以并不需要堆叠大量充能，唯一值得注意的是需要一把高精祭礼剑。满精祭礼剑的刷新效果16秒触发一次，可以保证e的无缝循环。低精炼的祭礼剑因为特效触发cd延长，导致并不能每次e都能触发刷新。不过在短线战斗中，精三精四的祭礼剑都可以使用，支撑连续4个e的释放都是没有问题的。 因为七七彻底放弃了输出属性，因此其队友应该选择后台输出位而非辅助位，首先水神是十分不错的人选，解放了七七的全队回血能力，同时兼具全队增伤和不俗的后台直伤。第三个人选我推荐夜兰或者行秋，既可以组成双水，提高七七坦度，也可以和水神互充，改善充能。其中行秋能够提供额外的抗打断与免伤，还能够减水抗，夜兰则带来纯粹的高伤害。第四个人的选择比较自由，想要进一步补足dps，可以携带八重神子，皇女，阿贝多或者甘雨等后台c，也可以选择风系辅助聚怪减抗。 当然也可以不选择水神夜兰的双水体系。转而使用水，草，雷的超绽放后台，本质上是草行久的变体，大家可以根据自己box情况选择合适的后台角色，我这里推荐水神，草神加精通雷神的组合，结合七七4个e技能战士有很好的循环手感。同时也可以不时雷神开大为全队补充充能（砍五秒就可以下场），也可以填补七七e技能的真空期。 这个玩法养成简单，但是缺点显而易见，就是上限较低，七七的伤害占比也不高，这种玩法的七七，几乎完全不如心海， 2，物理七七，七七本身是冰属性，能够触发超导反应，同时自身堆叠攻击力的收益较高，因此也有依靠普攻打物理输出的可能。 圣遗物首选余响套，对比其他圣遗物有断崖式提升，七七的倍率太低了，平均每段普攻的倍率只有87%，余响套的效果，简单来说，就是普通攻击有50%的概率增加70%的倍率，也就是说期望每次普攻增加35%的倍率，这是40%的无稀释的巨大提升，对比猎人，角斗士，四苍白，2物+2物等其他圣遗物，无论是单人还是吃拐的提升，余响套都有接近20%的提升，当然考虑到圣遗物比较冷门，因此使用角斗士等这几个也可以。如果有水神触发烧血，也可以携带猎人套，但和角斗士并不能拉开显著差距。 武器最佳是波乱月白经津，也就是波波剑，属于普攻特化的武器，兼顾白值双爆和增伤，是很均衡的武器。其次是风鹰剑，拥有高白值与物理伤害加成，同时受击回血的被动也能很好的提高七七的生存能力，也是很好的选择。 之后的选择就差一些，绿剑因为白值过低，导致表现并不理想，雾切因为特效成为白板，虽然有双爆和674的高白值，但也只是差强人意。其余的五星单手剑就不做推荐了 四星的选择方面，海渊终曲，水仙十字剑，与笼钓瓶一心等以攻击力为主的单手剑都可以使用，只不过由于本身白值较低，伤害可能有所下降。 而配队方面，因为她自身倍率过低，即使有余响套的加成，引入一个倍率拐依然是整个配队的关键部分，也是收益最高的做法。一个合格练度的云堇能为七七带来一倍多且难以被其他区域稀释的伤害提升。 同时因为七七将使用输出配装，因此大招充能比较困难，很容易导致奶量无法完全覆盖，因此面对高压的环境，很容易因为q充不满，e在cd而含泪暴毙。对此的解决方法有两个，一是携带第二个生存位，例如米卡提供攻速增伤和爆伤，久岐忍提供挂雷回血扣血，以及班尼特提供回血。二是携带雷神，在每轮之后雷神开大回能，七七则一轮放e，一轮放大，两轮雷神大招能提供54点能量恢复，因此基本解决的七七的充能问题。 其他适配的队友如下。 譬如罗莎莉亚，提供暴击与减物抗并凑出双冰共鸣。同时也是不错的冰系充电宝，自身也有不错的后台输出。 雷神作为长轴后台雷触发超导，也可以为七七充能。 水神与七七相性很不错，并且如果你的水神有1命乃至2命，能够带来极其丰厚的增伤加成，同时提高的全队治疗加成也有作用。 米卡提供攻速，物理增伤和60双爆，对七七的提升也相当之大，同时提供回血能力。 皇女和八重就是简单的雷系后台兼副c，值得一提的是高命丽莎，可以提供挂雷，后台伤害和15%的减防，也是很不错的选择。 班尼特不如满命米卡，但可以用。 因此队伍分为两种，一种携带第二个奶妈，走传统3拐1路线，第一个配队是七七，云堇，米卡，皇女/八重，另一个配队是七七，云堇，久岐忍，罗莎莉亚，在这两种配队下，七七的普攻基本可以到达两万一刀，伤害爆表，然而缺点是只有七七的伤害，队伍总伤依赖于另一个高练的副c，例如八重，罗莎等。攻略深渊的难度不小。 第二种则考虑携带雷神作为充能拐兼副c，这里推荐一个配队，七七，雷神，水神，罗莎莉亚，水神的全队增伤收益很高，同时也分散了队伍的输出压力。除此之外也有几个变阵，七七，雷神，水神，夜兰，放弃掉双冰组合，双水组成极致的后台爆破组合，或者七七，雷神，水神，优菈，双物理阵容，这里优菈可以和七七轮流输出，每个人都可以吃到两轮的雷神充能，很好的缓解了充能循环。 3.冰伤流七七 这就是十分经典的冰伤七七，重云申鹤七七，第四人可以考虑水神，双爆迪奥娜，万叶，甘雨的角色，不过偏整活玩法且需要满命申鹤，这里不做过多的阐述。",
    "length": 3360
}