{
    "game_id": 2,
    "post_id": "35317993",
    "f_forum_id": 43,
    "subject": "【V3.4攻略·角色攻略】胡桃使用指南",
    "url": "https://www.miyoushe.com/ys/article/35317993",
    "created_at": 1675654751,
    "like_num": 476,
    "view_num": 5775,
    "reply_num": 198,
    "text": "UID 126941175 相信在今年的海灯音乐节上大家都看到胡堂主的炫酷表演了吧！但喜欢的同时，发现胡堂主并不在上半UP池是否又有点扫兴？不过马上将迎来V3.4下半，相信大家能珍惜这一次久违的重逢，毕竟 现在距离 胡桃 上次UP已经过去至少14个月了 ！ （已在V4.0更新有关峡湾之歌的配装推荐） 这里是卡玛sei亚， 先祝各位想要抽取 胡桃 的旅行者们都抽到了预算中的角色/命座与武器！ 如果对 胡桃 的养成还有一些疑问，就看看本期使用指南吧 ，这里将分别介绍天赋与命座机制，并给出参考武器与圣遗物选取，最后再介绍相关配队与主要配队手法。 （全文约4500字，加上所有被折叠内容后约8000字，如时间不够可加入收藏夹，有空再看~） 一、角色机制分析 胡桃 是机制非常契合 蒸发 反应的 火 系 主C ，甚至可认为 蒸发 反应对 胡桃 来说不可或缺 。虽然也有 冻结 融化 和纯色 火伤 玩法，但都有较高局限性， 不是 胡桃 的主流玩法。 此外， 胡桃 的输出模式比较契合对单攻坚 ，适合攻克首领敌人与数量不多且不可聚的群怪。 本节将分别介绍其 基础属性 、 天赋 与 命之座 ，并给出对应培养/抽取建议与机制分析。 1. 基础属性 胡桃 具有典型的近战输出角色属性 ，但由于主推 生命值 而使得 基础生命值 极高、 基础 攻击力 极低。如下是具体数据与对应分析： 基础属性分析 如下数据按照角色90级来算： 胡桃 的 基础生命值 （15552）与 基础 防御力 （876）均很高，在所有角色中名列前茅 （截至V4.0，其 基础生命值 排第2， 基础 防御力 排第4） 。 但其 基础 攻击力 （107）却是全角色中的倒数第一，甚至比作为倒数第二的 芭芭拉 低了整整52。按照正常的思路，这似乎不是一个输出角色应有的基础属性。 但实际上， 胡桃 E的生命转攻机制恰恰使其对 基础 攻击力 需求不高 ，而且换来了高额的 生命 与 防御 从而保有更强的生存能力。 胡桃 的突破属性为 暴击伤害 ，非常契合其作为输出角色的面板需求。 2. 天赋与命之座一览 3. 天赋分析 A10＞E10＞Q9 ，如圣遗物使用 4追忆 且基本用不到开Q，也可节约升级Q的资源。 如下为详细分析： ① 普攻与重击（A） 重击为 胡桃 输出的主要方式 （需要E的 火 转化启动），而由于 胡桃 为长柄武器角色，重击之前自带一段普攻，因此最常见的输出手法为普攻+重击（即AZ）。 由于A等级直接影响 胡桃 主要输出倍率，因此建议优先点满， 如果只想给一个皇冠也建议给普攻 。 由于重击可认为无附着cd （见具体机制） ， 每次重击都能挂 火 触发 蒸发 反应，因此反应率极高 。关于具体输出手法，将在第三节（参考配队与手法）再介绍。 胡桃 的重击范围类似直线型，因此一般偏向于对单 ，即使可以用类似“串糖葫芦”的方式同时命中两个敌人，也因为 行秋 / 夜兰 均为单体挂 水 而有一定局限性。 胡桃A具体机制 胡桃 使用常规的长柄武器普攻模组 ，因此普攻主要以切割伤害为主，遵循默认2.5s/3hits的附着cd，且重击为突刺，遵循每0.5s仅第1下有附着的规律。由于 胡桃 释放重击前必带有一段普攻，其无法连续释放两次重击，因此不可能出现两次重击判定间隔在0.5s以内的情况，因此 可认为其重击无附着cd 。 胡桃 由于挂 火 频率较高 （在E的具体机制中还会提及） ，且 蒸发 / 融化 反应的克制关系（1:2消耗）为 水 → 火 → 冰 ， 很难适配 融化 ，即使是 蒸发 ，也对挂 水 辅助 的附着频率有较高要求 。 胡桃 的普攻与重击倍率并不算非常出彩，也没有额外的天赋加持，因此需要利用其附着优势， 尽可能通过更高的 蒸发 反应覆盖率来提升输出能力 。 胡桃 不同段数的普攻（A）衔接重击（Z）需要的时间不同，普攻前3段衔接重击的用时较短，而后3段不好衔接，因此仅考虑秒均倍率，往往是AZ、AAZ或者AAAZ为好，若同时 考虑蒸发率 ，则 以AZ或AAZ为主 。 胡桃 （开E后）的 重击后摇可以通过跳跃或闪避取消 ，跳跃的极限用时更多（0.5s，而闪避为0.33s），但由于获取1命之前体力消耗严重，往往 0命选择AZ跳，而1命选择AZ闪或AAZ闪 。对于具体用时介绍，同样放在第三节（参考配队与手法）。 ② 元素战技（E） 胡桃 的E能使其攻击获得 火 转化 （以无法被附魔覆盖的 火 伤输出），并 获得大量 攻击力 加成 （来源是基于其 生命值上限 的转化），但代价是 开启E的同时扣除自身30% 当前生命值 。 由于 胡桃 的大部分输出倍率来源于重击与普攻，而自身已可通过相对等级更低的E获得较高面板，因此升级优先级不如A，但 如有资源也可在给A皇冠之后给E也来一个 。 胡桃E具体机制 胡桃 开E时，将扣除自身30% 当前生命值 ，且基于其此刻的 生命值上限 获得固定 攻击力 提升，即使在之后的 生命值上限 改变（例如食用料理绯樱虾仙贝），该 攻击力 提升也不会变。该提升最大值为 胡桃 基础 攻击力 的4倍，因此理论上对 胡桃 武器 白值 有要求，但 只要是2命以内 胡桃 ，最低档 白值 4星武器（90级 白值 454）+双水 生命沙 情况下 生命 副词条超过5才可能达到上限 ，因此一般无需顾虑。 胡桃 获得的上述提升效果与 火 转化效果将在退场或持续时间结束后消失。 持续时间为9秒，但由于卡肉的影响，往往可被延长至大约9.5~10.5秒 。尽管如此，这也是一个比较灵活的爆发期长度，而且重击后摇（含卡肉）能被跳跃/闪避取消，意味着存在卡肉甚至能在理论上打出更多输出。在 火 转化期间， 胡桃 获得值为0.5的抗打断系数，其值与 北斗 Q/双岩情况下 五郎 的E或Q相同。 胡桃 E的冷却时间为16秒，比较适配中长轴阵容 ，也有不错的灵活性。E释放的瞬间会产生动画气场 （范围为半径3m的球体） 击退附近敌人 （削韧120，水平冲击力200） ，该效果是无伤害与附着的 火 元素攻击，无法增加 赤沙之杖 层数，但可增加 和璞鸢 层数，也可点燃火把。 胡桃 E提升状态下的普攻与重击将获得产球能力，每次各有50%概率产出2个或3个 火 元素微粒，但有5s的产球判定cd限制，因此 在一轮E打满的情况产球期望为5个 火 元素微粒，产球效率中规中矩 。 胡桃 E提升状态下的重击将为敌人施加血梅香效果，导致敌人每4s受到一次 火伤 ，但该伤害占比不高（即使有2命），反而 提高了 胡桃 的挂 火 频率导致其需要较高附着频率的后台 水 系才能稳定 蒸发 ，更是断绝了其在 非 冻结 情况下稳定 融化 的可能性。 ③ 元素爆发（Q） 具有一定灵活性和战略价值的爆发天赋，当胡桃在半血及以下时倍率更高。 优先级不如A和E ，而且使用 4追忆 时较难开出Q， 点到9级即可 ，如果追求大数字也可给皇冠。 Q根据命中敌人数量（1~5个）为 胡桃 自身恢复血量，可在紧急情况下保命，但命中敌人过多可能导致回血过多，从而使下次E启动后无法在半血及以下，损失较多输出。 胡桃Q具体机制 胡桃 释放Q时取其释放Q瞬间的面板结算，因此即使有一定长度的动画，也会按照开Q瞬间的面板计算伤害。因此，若为提高整个循环输出量， 胡桃 应在打完足够的重击与普攻后在E结束前的一小段时间内开Q （若有），因此也需要一定的手法与操作意识。除此之外，若需要爆发对付分波敌人或者急需保命，也可提前开Q。 胡桃 Q为以自身为中心单段爆发，判定范围为半径6m的圆柱体（与 班尼特 Q范围半径相同 ，但有高度限制，高3m且竖直向下偏移0.5m ），且能造成强 火 附着。 半血及以下对应倍率不低，可用于凹成就“摧枯拉朽”的数字 。 胡桃 Q的冷却时间为15s，消耗60点元素能量。这其实并不是一个很低的施放门槛，即使不使用 4追忆 ，在敌人产球较少时往往也只能两轮一Q，而且 胡桃 一般不组双 火 阵容。即使如此，也 不 建议 胡桃 堆叠 充能效率 ，因为其主要输出来源并非Q，Q只是使其具有较高的输出灵活性而已。 ④ 固有天赋与生活天赋 固有天赋1（突破20级解锁） ：在 胡桃 E状态结束后的8秒内能提高其他队友12%的 暴击率 ，对队内其他角色有一定增益，但因为真空期往往其他角色也是QE启动，利用率也没有想象的那么高 （西风 钟离 狂喜） 。 固有天赋2（突破60级解锁） ： 胡桃 处在半血及以下时获得33% 火伤 加成。该天赋为 胡桃 保证了一定的增伤区数值。也说明 胡桃 正常启动状态应在半血及以下，结合其E扣血机制，利用 护盾 辅助 （如 钟离 ）保证其血线稳定的做法是最被推荐的 ，而 不 推荐正常情况下带 治疗 辅助 。 生活天赋 ：烹饪食物时，有18%概率额外获得一个「奇怪的」品质的同种料理。由于该「奇怪的」料理效果较差，一般不推荐使用 胡桃 烹饪料理，但部分不强求具体效果的料理为提高产率 （毕竟其他获取双倍产出的概率为12%） 也是可以使用的（比如提瓦特煎蛋）。 4. 命之座分析 1命能极大幅度改善胡桃的输出体验 ，6命上限很高但有一定限制，其他命座均不太推荐 。 如下为详细分析： ① 1命 在E的强化状态下，重击不消耗体力 。 建议准备抽取 胡桃 的旅行者直接以1命作为目标 。 质变命座 ，在摆烂手法下0命 胡桃 只能打出4AZ闪即耗尽体力，后续只能进行低效普攻，而1命可以保证打出7~8个AZ闪。有一定手法的 胡桃 0命可以使用8AZ跳，但1命可以实现11AZ闪或8AAZ闪的强力输出 （虽然对行夜双水的需求也更高） 。 即使手法足够好以使1命的数值收益尽可能降低，带来的体验也是质变级别的。由于AZ闪带有闪避无敌帧，且具有更大的可调位移， 能很大程度上提高容错率 。而且在后续循环体力也会更加够用。 不过即使如此， 胡桃 的体力问题依然较为严重，在带有 凝结之冰 debuff的环境下，即使是1命 胡桃 也推荐使用AZ跳手法。 ② 2~5命 2命 ：血梅香的伤害提高（获得额外生命倍率），且胡桃Q可以为敌人施加血梅香效果。实际提升有限，但也比没有好，此外持有2命的胡桃圣遗物更建议使用 4魔女 。 3命 ：E的等级提高3级。大概有7~8%的提升，中规中矩，而且当武器为 赤沙之杖 且 无 精通沙 可用时，武器 白值 可能会导致E转化来的 攻击力 提升达到上限。 4命 ：击败处于血梅香影响下的敌人时，给除 胡桃 自己外的全队拐12% 暴击率 ，持续时间为15秒。同固有天赋1，使用局限性较大，虽然可在爆发期期间生效，但也要能击败敌人，实际上 胡桃 多用于攻坚首领敌人，此时该命座效果无用。 5命 ：Q的等级提高3级。Q本身就不是 胡桃 的主要输出手段，提升有限，但大数字够看，如果想要利用建议配合6命。 ③ 6命 血量低于25%或承受足以使 胡桃 倒下的伤害时 ，此次伤害不会使 胡桃 倒下，且在接下来10秒内获得霸体，且提高200%全抗和100% 暴击率 ，该效果在 胡桃 当前生命值 低于2时自动触发，触发冷却为60秒。 该效果的覆盖范围包括没有伤害数字的生命值清除过程， 因此可以在未触发时成功抵抗祸津御建鸣神命（雷神周本）的“无想之一刀” （建议配合 护盾 使用） 与正机之神（散兵周本）的“刹那生灭”，以及足以使 胡桃 倒下的摔落伤害。 触发时可以使 胡桃 不用堆叠 暴击率 也能每下都 暴击 ，上限极高，但真空期也较长， 一般仅有“可以一轮秒了”的情况优势明显，当遇到频繁锁血的敌人时效果可能不理想 。按需抽取即可。 二、参考配装与面板 此处仅从占据绝大多数使用情况的 蒸发 流出发推荐配装 ，并计算单人与胡行钟夜中半血以下 胡桃 的重击 蒸发 伤害。 此外， 胡桃 的武器与圣遗物之间关系较大，从武器角度选取圣遗物，或者从圣遗物角度选取武器都是可取的。甚至可能需要考虑团队buff，最常见的为 终末嗟叹之诗 （ 夜兰 ）或 4教官 （ 钟离 ）。 1. 武器选择 如果仅考虑最佳面板分配情况， 护摩之杖 为最优选， 赤沙之杖 次之 。 四星武器优选 峡湾长歌 ，次选 决斗之枪 或 匣里灭辰 。 精3以上的 千岩长枪 也可在胡行钟夜的阵容中使用， 和璞鸢 在吃满情况下与 决斗之枪 / 匣里灭辰 持平。 如果兼顾圣遗物，则 匣里灭辰 只有携带 生命沙 时才推荐， 决斗之枪 、 千岩长枪 与 和璞鸢 只有携带 精通沙 时才推荐 。 如果上述五星或四星武器都没有，也可使用 白缨枪 过渡。 2. 圣遗物选择 胡桃 的圣遗物套装选取往往需要结合武器与 胡桃 自身的属性收益。因此推荐结合套装选取和词条选取两部分来看。 ① 套装选取 根据需求或词条情况选取 4炽烈的炎之魔女 或 4追忆之注连 即可， 4饰金之梦 也可用但建议同时持有 赤沙之杖 。 4追忆 偏向于打出更多重击而基本舍弃Q， 4魔女 更加灵活且给无 精通沙 时 峡湾长歌 / 匣里灭辰 之外的武器更多 增幅反应区 数值。 整体上区别类似，按需选取即可 。 ② 词条选取 在选取具体词条之前需要先了解 胡桃 的属性收益，据此尽可能平衡分配的词条即可。 一般而言 双爆最优先 ， 不需要刻意堆 生命值 （2.3w以上均可） ，而 元素精通 在250~400为佳 （可将 4魔女 的15%反应系数根据现有的0~300 精通 等效为额外的80~120 精通 ）。 带有武器转模时的属性收益 正常情况下 精通 与 生命 的等收益阈值约为350 。 若使用 赤沙之杖 ，会使 精通 阈值提高 ，使得 精通 堆到400以上也不影响伤害。 然而使用 护摩之杖 时却不能让 生命 的收益明显提高 ， 精通 阈值只能降低1~2个词条的量，这是因为 赤沙之杖 兼顾了 基础伤害区 与 增幅反应区 ，而 护摩之杖 的转模实现效果与 胡桃 E提升均在 基础伤害区 ，更容易导致不同乘区之间词条分配不平衡。 具体词条选取 时之沙 ：根据武器与圣遗物套装情况选取 精通沙 或 生命沙 ，一般是 精通沙 更好，但其基础出率低于 生命沙 ，很多情况下是有啥用啥。 空之杯 ：唯一确定的选项， 指定 火伤杯 。 理之冠 ：非6命时根据双爆配比选取 暴击头 或 爆伤头 ，一般是 暴击头 更容易配平双爆使其接近1:2（即使带 暴击 武器），部分武器往往较难配平（比如 护摩之杖 实际上很容易在1:3附近）。 副词条 ： 双爆优先级最高， 精通 和 生命 其次， 攻击 收益较低 （一般1词条 攻击 只相当于0.4词条 生命 ），根据需求堆叠即可。 3. 参考面板与伤害 此处以 4魔女 为例（仅 赤沙之杖 携带 4饰金 ） 。 赤沙之杖 计入1层特效， 和璞鸢 计入满层特效， 和璞鸢 在实战中的表现会略低于计算结果，而 赤沙之杖 的叠层有较大不确定性 （对单时1层覆盖率往往不到50%） 。 若更换圣遗物且重新根据需求分配词条， 4追忆 对重击的直接提升约4%， 4饰金 在非 赤沙之杖 的情况下与 4魔女 接近。 ① 参考面板 ② 参考伤害 ③ 词条分配规则与计算表 套装选用 4魔女 。 主词条默认选用 精通沙 + 火伤杯 + 暴击头 （ 峡湾长歌 与 匣里灭辰 选用 生命沙 ， 决斗之枪 与 赤沙之杖 选用 爆伤头 ）。 副词条分配规则已经过程序模拟验算 （来自梦魇敌酋） ，大致为纯秘境刷取一个月的期望产出。 由于 精通沙 的基础出率只有 生命沙 的37.5%，因此分配17个双爆词条，而 生命沙 分配18条双爆 ；分配4个 攻击 词条，且 生命 与 精通 词条总数为9条。 使用 暴击头 的配装， 暴击 词条不能超过 爆伤 词条2条以上，不能少于 爆伤 词条4条以上；使用 爆伤头 的配装同理。 三、参考配队与手法 在之前已经介绍过， 胡桃 几乎锁死 蒸发 流配队 ，而其挂 火 频率需要高频的挂 水 辅助 才行， 至少需要 行秋 或 夜兰 之一 。本节将基于此分析相关的配队 （也会在图中给出其他配队的简介） ， 介绍相关手法并与蒸发率分析结合 。 1. 参考配队与默认选择 由于 胡桃 带有很强的面板自拐，往往不需要基础伤害拐的参与，而且其控血机制也与 班尼特 相性不佳（却与 钟离 相性很好），没有先手 火 导致带 风 系通过 扩散 反应触发相关增益也较难。 因此在不带这些拐的同时，为了同时保证 蒸发 稳定，往往以双水阵容为主（ 标准配置为 胡桃 + 行秋 + 钟离 + 夜兰 即胡行钟夜 ，也有胡夜钟莫的高配爆发玩法） ，但仍有胡夜万班的上限玩法 。 2. 挂水数据与培养建议 由于尚未介绍 胡桃 的挂 火 频率，其与手法也有很大关系，不易直接分析蒸发率。因此先介绍各挂 水 位的数据，并给出培养建议。 ① 行秋与夜兰 首先至少要从 行秋 和 夜兰 中选取一个 ，并且最好都带，双水共鸣还可以为全队提高25% 生命值上限 ，同时增益 胡桃 与 夜兰 。 行秋 和 夜兰 的协同挂 水 都需要普攻来触发，且触发cd均为1s （实际上前者触发条件为普攻动作，后者为普攻指令，在 胡桃 队区别不明显） 。其附着频率如下： 行秋与夜兰的附着频率 非6命 行秋 ：每次Q协同攻击可以挂1次弱 水 ；雨帘剑的贴身效果每2s可以挂1次弱 水 。 6命 行秋 ：每3次Q协同攻击的前2次可以挂1次弱 水 ，第3次可以挂2次弱 水 ；雨帘剑的贴身效果每2s可以挂1次弱 水 。 1命以内 夜兰 ：每次Q协同攻击可以挂1次弱 水 。 2命及以上 夜兰 ：每次Q协同攻击可以挂1次弱 水 ；每2次Q协同攻击可以额外挂1次弱 水 。 注1 ：非6命 行秋 每次Q协同攻击的水剑数按照 [2 3 2 3 2 3] 循环，遵循2.5s/3hits的默认附着cd，因此附着序列为 [10 010 01 100 10 010]，表现为每次Q协同攻击挂1次弱 水 ；满命后水剑数序列为 [2 3 5]，则附着序列为 [10 010 01001]，表现为每3次Q协同攻击挂4次弱 水 。 注2 ：2命 夜兰 协同的额外挂 水 触发cd实为1.8s，但不在 夜兰 E触发协同的情况下（纯脱手）表现为每2次协同攻击额外挂1次弱 水 。 注3 ：由于 行秋 / 夜兰 的协同 水伤 与 胡桃 重击的次序并不能完全确定（受弹道轨迹与距离影响），在次序不当的情况下行夜双水依然可能会使某次重击无法 蒸发 。 行秋与夜兰的培养建议 行秋 ：武器祭礼剑 （未到精3或以上可用西风剑） 或磐岩结绿 （推荐双水再带） ，圣遗物4绝缘或2沉沦2宗室， 攻击沙 / 充能沙 + 水伤杯 + 暴击头 / 爆伤头 ，副词条双爆＞ 充能 ＞ 攻击 ；大致 充能 需求：不带祭礼非6命240、6命210，带祭礼非6命210、6命180；关键命座：2、6。 夜兰 ：武器西风猎弓或终末嗟叹之诗或若水/绝弦/曚云之月/弹弓，圣遗物4绝缘， 生命沙 / 充能沙 + 水伤杯 + 暴击头 / 爆伤头 ，副词条双爆＞ 充能 ＞ 生命 ；大致 充能 需求：带西风0命单水230双水180、1命160，不带西风0命单水250双水200、1命单水200双水150；关键命座：1、2。 ② 辅助手段 在单带 行秋 或 夜兰 之一时（尤其是单带0命 夜兰 时），常常需要通过另一个 辅助 手段来稳 胡桃 蒸发率，这可以是挂 水 频率较低的挂 水 位（包含 风 系染 水 ），也可以是只能提供弱 雷 的挂 雷 位（由于 雷 水 共存性质，不会明显影响蒸发率，且可在目标挂上 火 的情况下通过 雷 反应消除）。 辅助手段分析 挂 水 位备选 ： 莫娜 （提供短时间全增伤能力，但每3s才能挂1次 水 ）、 砂糖 （能给 胡桃 拐 精通 且配合 4翠绿 给目标减 水抗 ，且每2s挂1次 水 ）、 枫原万叶 （能给 夜兰 拐 水伤 且配合 4翠绿 给目标减 水抗 ，且每2s挂1次 水 ）。 挂 雷 位备选 ： 菲谢尔 （挂 雷 频率高且稳定性好，但范围略小且单 雷 入队需要额外堆 充能 ）、 八重神子 （范围较大且无需 充能 ，但每3s才能挂1次 雷 ）。 至于挂 冰 或者 岩 ，都因为克制关系无法反应掉弱 火 ，但如果挂 水 频率足以满足蒸发率且有允许携带的环境（比如敌人无 冻结 免疫 ），也可作为环境位应对不同环境。比如对付深渊使徒·激流可用胡行钟甘，在 行秋 6命的情况下可用胡行钟阿。 关于更多元素反应机制，详见《 半永恒元素论 》。 3. 输出手法与挂水需求 胡桃 （开E后） 可通过跳跃或闪避取消重击后摇 （甚至能借此利用卡肉延长E的强化状态时间） ，这导致了其操作上下限差距极大。闪避会消耗更多的体力但也能节约更多时间，因此多用于1命，而跳跃多用于0命。 此处只推荐0命的AZ跳手法与1命的AZ闪和AAZ闪手法 。并且从对应手法（60帧且含卡肉）入手分析 胡桃 的挂 火 频率，以决定需要什么样的挂 水 频率。 对于有较高手法的旅行者，0命 胡桃 能在E状态结束之前打出8AZ跳，而1命可以打出11AZ闪或8AAZ闪 。如果操作能力有限但有1命，也可以参考此处推荐的8AZ跳手法 （将其换成8AZ闪即可） 。 如需开Q，一般减少0~1个AZ或AAZ，在爆发期末尾A+Q即可 。 ① 0命胡桃8AZ跳手法 由于卡肉影响，行夜的协同挂 水 触发cd被延长到了69帧，但该手法中一轮AZ跳历时72帧，因此 每次普攻都可触发协同挂 水 。 该手法至少需要非6命 行秋 的挂 水 频率 ，如单带0命 夜兰 ，则需要辅助手段（额外补 水 或挂 雷 消 火 ），否则可能在 接近第5次AZ跳时 即逆转为 火 附着，导致持续抢反应。原因如下： 在敌人处在0.8 水 附着的情况下，连续上3次弱 火 即可使其逆转为 火 附着，而在之后只要上 火 频率高于上 水 ，即可导致 火 系持续给 水 系反向打工（由于行夜的附着率， 水 蒸发 并不划算）。 显然第5次AZ跳前由于血梅香附着，可能发生连续上3次 火 而0命 夜兰 来不及挂 水 的情况 。而 行秋 的贴身挂 水 则有条件逆转该情况。 ② 1命胡桃11AZ闪手法 与上相同，行夜的协同挂 水 触发cd为69帧，且该手法中一轮AZ闪仅历时55帧，因此 每2次普攻才能触发1次协同挂 水 。 （注：60帧下的极限手法为13AZ，由于达到了0.8秒内2下闪避的冷却触发条件，实际上为2AZ闪+AZ跳的循环组合） 显然，该手法对挂 水 的要求非常高，即使是单带6命 行秋 也较难保证蒸发率， 推荐行夜双水 ，即使这样也不能保证每次重击都 蒸发 。 ③ 1命胡桃8AAZ闪手法 由于卡肉影响，行夜的协同挂 水 触发cd被延长到了74帧，但该手法中一轮AAZ闪历时77帧，因此 每次AAZ闪都能触发1次协同挂 水 。 （注：60帧下的极限手法为10AAZ闪+AZ） 该手法理论上也是单带非6命 行秋 的挂 水 频率即可满足的，但容错率更低， 推荐单带6命 行秋 起步，有条件还是使用行夜双水更佳 。 4. 循环手法与实战演示 循环手法分析 胡桃 E的冷却为16s（加上冷却帧实为16.23s），而若将 行秋 作为挂 水 位（非祭礼最长冷却21s，祭礼22s），会有较多空余时间。因此 可能需要一定手段填补真空期 ： ① 由于搭配 行秋 减伤， 钟离 的 护盾 吸收量需求低于平时，此时可以考虑堆一定输出 （比如圣遗物带生岩暴）来填补真空期。 ② 行秋 或 夜兰 协同的持续时间更长，可以 让 夜兰 前台站场打一两下普攻 直到吃到球后再切 胡桃 输出，也可在 胡桃 输出结束后继续普攻将剩余持续时间打完再进入下一轮循环。 胡行钟夜的常见循环手法 ： 钟离 E、 行秋 QEE、 夜兰 QEA吃球、 胡桃 E后输出、填补真空期 。如果处在第一轮循环（满血线），可以调换 行秋 与 夜兰 释放技能的顺序，以使 行秋 固有天赋1的微弱治疗无法作用于 胡桃 （血量保持在70%） ，使其在第二轮开E后就进入半血状态 （49%） 。但若要将技能顺序调整回来则会拖延几秒，若 夜兰 不低于1命，也可直接这样循环 （ 夜兰 EQE接 行秋 QEA） ，在 夜兰 充能 足够的情况下产球允许 行秋 单E循环，从而使轴长缩短至21s甚至20s （后者需要精4或精5的祭礼剑，而且只节约1s有点亏） 。 对于不带 行秋 的部分阵容（比如胡夜钟莫），可将循环轴的长度缩减至18s，但蒸发率问题可能较大，对 夜兰 2命有一定需求。 实战演示 ：由于本卡玛只能打出1命+8AZ闪 （顶多加个Q） 的水平 （符合1命收益分析中的摆烂手法） ，但相信这也是不少非操作爱好者的实际体验，仍然将实战演示放出来，供各位旅行者参考（bgm：Seething Animosity 腾溢的敌意 - HOYO-MiX） 。 （开局 行秋 E早了导致祭礼失效+ 夜兰 没有站场吃球的下饭操作请轻喷，还好配装上 充能 分配是溢出的） 5. 适配环境 胡桃 蒸发 队对单能力非常强， 适合攻克首领敌人与数量不多且不可聚的群怪 ，对分散群怪体验欠佳（也可带 砂糖 提供一定聚怪互补）。 此外，由于输出依赖 蒸发 反应，与 雷音权现 等给自己挂 雷 的目标作战时体验欠佳，需要 行秋 和 夜兰 的练度。至于带有 水盾 的目标，则可在部分情况下通过携带 冰 系或 草 系环境位解决。 四、评价与抽取建议 胡桃 是基本绑定 蒸发 且专注对单的 火 系 主C ，在阵容成型时有很强的攻坚能力，也有一定的泛用性， 适合看到深渊BOSS就头痛的旅行者抽取 。 但是 胡桃 至少需要 行秋 或 夜兰 之一，主流阵容一般都需要携带 钟离 、1命才能有较好的输出体验，导致其也是成本较高的输出角色， 如果预算较少且缺少队伍组件，则建议优先抽取 夜兰 或 钟离 ，毕竟 火 系体系还有需金数较少的 香菱班尼特 双 火 组合 （实际上高命获取成本也不低） 。 此外， 胡桃 的圣遗物培养周期较长，对比 妮露 绽放 等“种门”队需要投入较大精力来刷取，所以 在抽取之前最好给出充足的预算 ，在至少4金 （ 钟离 + 夜兰 +1命 胡桃 ，也是演示所用配置，忽略实际上并没有用的贯虹之槊） 且圣遗物毕业的情况下， 胡桃 队将有非常不错的输出体验。 创作声明 本文作者为 卡玛sei亚 （天空岛，uid：126941175），首发于米游社，本文2023年2月6日发布，并分别于2023年2月8日、2023年2月20日（当前版本为3.4）、2023年9月23日修改（当前版本为4.0），此为第三版；本文中的配图与描述有部分要素版权属于米哈游，若需转载到其他平台请认真阅读相关协议；本文封面出现的虚拟形象LOGO为约稿作品（作者：阿藕酱），仅供本文作者使用。",
    "length": 10991
}