{
    "game_id": 2,
    "post_id": "49299052",
    "f_forum_id": 43,
    "subject": "【V4.4攻略·角色攻略】新春献礼！2.1w字魈全面向攻略！",
    "url": "https://www.miyoushe.com/ys/article/49299052",
    "created_at": 1707971323,
    "like_num": 1264,
    "view_num": 50713,
    "reply_num": 323,
    "text": "UID：191744515 前言： 欣逢佳节，烟火相邀，魈作为“年兽”也即将迎来复刻！值此时刻， 请允许我向大家拜个年！新年快乐！谨以此攻略作为一位魈厨的新春献礼，献给广大魈玩家朋友。 在各个社区中，我发现 适配当前版本 的魈文字攻略严重缺少，所以此攻略的目的是为了 填补魈文字攻略的空白 。 本篇攻略定位为全面向攻略，内容涉及比一般攻略要广和深。 适合希望对魈有全面了解的玩家 。如果你是想对魈有初步了解的 萌新玩家，只看综述部分即可 。 限于作者能力、精力，赶稿时间比较匆忙，本文难免有内容疏漏、错误之处，恳请广大玩家提出宝贵意见，对作者提出严厉批评，我将集思广益，不断完善，力求呈现一篇相对完美的攻略。 鸣谢： 感谢 ﻿ @蟹堡王大厨 ﻿ 、今天依然细雨纷飞 两位魈厨大佬对魈的不断开拓探索，为文章编写提供了理论基础。 感谢所有魈竞速人、魈厨以及魈玩家对魈的付出与喜爱，你们的喜爱是将魈发扬光大的必不可少的动力。 参考文献详见附录二，感谢各位大佬研究整理，为文章编写提供了底层机制基础。 抽取建议： 不建议萌新玩家抽取，已经能做到深渊满星，并且有操作能力的玩家可以抽取。 建议对魈喜爱的玩家抽取。 目录 一、角色信息 二、魈综述 三、魈养成材料 3.1 角色升级材料总览 3.2 角色天赋材料总览 四、魈机制详解 4.1 天赋 4.2 命之座 4.3 武器 4.4 圣遗物 4.5 毕业面板参考 4.6 配队 五、操作手法 5.0 基础手法1：下落攻击 5.1 基础手法2：eeq 5.2 基础手法3：高空下落与低空下落 5.3 进阶手法1：跳a手法 5.4 进阶手法2：擦伤 *5.5 进阶手法3：跳z手法 5.6满命魈操作手法的一般问题 5.7 满命魈基础手法：转视角技巧 5.8 满命魈进阶手法1：空中剃头 5.9 满命魈进阶手法2：结尾卡5到6e 5.10 满命魈进阶手法3：低空风轮 附录1：魈基础数值表 附录2：参考文献（评论区） 一、角色信息 二、魈综述 魈是长轴前台站场风c，五星长柄武器角色，输出距离为 近距离AOE ，对群优势大，主要通过 开启元素爆发 来进行输出。Q持续期间，会 持续扣血 来强化魈的攻击。非六命魈与六命魈开启q后的输出方式可以不同。非六命魈主要通过不断地跳起后下落攻击进行输出，我们将此简称为 打桩 。六命魈既可以选择非六命的输出方式，也可以通过在对群环境下打桩后触发被动，靠 多次元素战技进行输出 。魈的输出机制可玩性很高，操作性也极强，是非常有趣的机制，例如，跳起的高度会影响下落攻击的倍率，下落时可以打擦伤，可以使用跳a手法等等。但同时，魈的操作难度也大大增加， 操作很大程度上决定了魈输出的上下限 ，因此对于操作较差的玩家极其 依赖盾辅 ，并且需要魈玩家非常熟练地操作。 魈身上的毒点亦有很多，例如大招扣血，在无奶的情况下，通常开启两次q后血条即可见红；魈在大招期间抗打断能力差（ 但不是没有 ）；充能需求大；命座下毒等等。 圣遗物方面，主流圣遗物搭配为圣遗物有 辰砂往生录四件套、逐影猎人四件套、沙上楼阁史话四件套或者传统2+2 。辰砂套与逐影套不相上下， 楼阁套无论任何情况下都略低于辰砂和逐影 。2+2是2.6辰砂实装前的最优解，现在仅建议 做为过渡时期使用 。 武器方面，可供选择的武器有 和璞鸢、护摩之杖、赤沙之杖、息灾、贯虹之槊、决斗之枪、千岩长枪、黑岩刺枪、薙草之稻光、天空之脊、西风长枪 。如果以上均没有，建议选择三星武器白缨枪。以上武器中， 多数情况 下 和璞鸢最优 ， 护摩稍弱于和璞鸢 。薙草、天空、西风这几把为充能武器，在缺少充能的时候推荐使用。 四星最优武器是决斗之枪 。 配队方面，较为常见的配队为 魈珐班、魈珐闲、魈珐芙奶、魈珐副c+盾 等体系。 天赋方面， 非满命魈天赋加点推荐 A>Q>E ， 满命魈天赋加点推荐 E> A > Q 。 三、魈养成 3.1 角色升级材料总览 3.2 天赋材料总览 四、魈机制详解 4.1天赋 4.1.1普通攻击：卷积微尘 技能描述： 普通攻击 进行至多六段的连续枪击。 重击 消耗一定体力，进行上挑攻击。 下落攻击 从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成范围伤害。魈进行下落攻击时，不会承受坠落伤害。 技能机制： 1、魈普通攻击一共 6段 ，全程均无较为明显的后摇，第6段攻击后的的后摇可以通过通用的冲刺和跳跃来取消掉。6端攻击总计造成 8次伤害 ，其中第一段与第四段分别能造成两次伤害。 2、重击是将枪向上挑起， 被玩家戏称为颠勺 ，为AOE伤害，具有一定对群能力（但范围小，一般实战中没啥用。。。）。AOE形状为圆柱。 3、重击 消耗25点体力 。 4、重击削韧能力强，削韧数值是120，大概是能击飞一个丘丘人的概念。可以对该能力进行利用。 5、 重击倍率较低 ，10级天赋为例仅有216%，一般没有太高的实用价值。 6、 下落攻击是魈最主要的输出方式 。下落攻击分为 高空下落攻击和低空下落攻击 ，顾名思义，高空下落攻击就是在高度较高的地方点击下落，对地面造成攻击。低空下落攻击亦然。高空下落攻击和低空下落攻击的高度大概 可以以钟离柱子或遗迹重机的眼睛作为判定线 ，高于小宝眼睛的是高空，低于的则是低空。 7、下落攻击 具有明显的后摇 （ 跳下落攻击到地面后恢复到正常站立的时间），通常 使 用跳跃或者第一次普通攻击来取消下落攻击后的后摇 ，用第一次普通攻击取消后摇就是跳a手法，正确的跳a手法不会影响一个循环中的插秧次数，反而会使整个循环更加流畅，甚至能起到增加循环伤害的作用。具体的会在后文手法部分详写。 8、高空下落攻击与低空下落攻击的倍率有显著差异。以A天赋10级为例，高空下落攻击倍率为404.02%。低空下落攻击倍率为323.46%。 9、 下落攻击造成的伤害是 AOE伤害 ，低空下落攻击和高空下落攻击的AOE形状均为圆柱，但范围不同，元素爆发状态下，低空下落AOE范围为一个 底面半径4.0 ，高2.0的圆柱，而高空下落的AOE范围为一个 底面半径6.0 ，高2.0的圆柱。 10、 下落攻击没有索敌 。 11、下落攻击的 削韧能力强 。该能力可以直观体现在插秧时怪物被击退的分散开。 低空下落和高空下落的削韧能力不同 。低空下落削韧数值是150，高空是225。 12、 下落持续期间如果碰到怪物也可以造成伤害。我们把该伤害称为 擦伤 。如果能将擦伤合理利用，那么无疑会是魈的输出大大提升。擦伤的倍率为162.76%（天赋10级）。擦伤也是AOE伤害，但形状是半径为1的球体，很小。 擦伤也没有索敌 。擦伤的削韧值为37.5，微乎其微。 13、魈所有的 普通攻击 索敌方式 均为按分数索敌 ，索敌形状均为圆柱（除下落攻击外，因为下落攻击不索敌，全看个人操作）。普通攻击和重击的索敌范围均相同，具体数值可见附录部分。 14、 魈下落攻击坠地无论多高都不会因为坠地伤害而掉血。 4.1.2元素战技 技能描述 疾速突进，对路径上的敌人造成 风元素伤害 。可以在空中施放。初始拥有2次可使用次数。 技能机制 1、元素战技（以下简称E）是魈向前突刺的一个动作，在 路径上 对敌人造成伤害。 E一般作为魈大招前的起手招式 ，意在在大招动画期间吃充能球，为下一次大招充能。 2、E可以在空中释放。魈的元素战技 可以穿透过敌人 （但是一些大体积怪比如单体boss就不可以）。 3、E倍率为455.04%（10级），537.20%（13级）。E造成 AOE伤害 ，AOE形状为半径0.8的球体。E的削韧值为100。 4、E的索敌方式为按 分数索敌 。在无敌人的情况下，你如果按住了移动键，那么E的方向为移动键的方向。如果没有按移动键，那么E的方向为角色朝向。 5、E可以 产生3个元素球 ，产球具有冷却，冷却时间为0.5s，需要注意的是， 元素爆发状态下的e不能产球 （这也是6命的一个毒点）。 6、元素战技的 CD为10s 。元素战技可以储存2个，每10s恢复一个。双风buff可以使CD减为9.5s。即使双风使cd减少，但也依然存在着第二次大招时循环不过来的问题。 7、E造成元素附着，为 弱风附着 。元素附着 有0.1s的计时器限制 。 8、A和重击后可以迅速衔接一个e，e后利用短暂的滞空时间可以 无视距离地面的高度 打出一次低空下落攻击。而第二点特性也是满命魈能打出低空风轮手法的基础之一。 4.2.3元素爆发 技能描述 展现数千年前令神魔精妖睹之胆颤的夜叉傩面。 夜叉傩面 ·大幅提升魈的跳跃能力； ·提高攻击范围与攻击伤害； ·将攻击伤害转为 风元素伤害 ，该元素转化无法被附魔覆盖； 在这个状态下,魈会持续损失生命值。效果将在魈退场时解除。 技能机制 1、元素爆发可以提升魈的 跳跃高度和速度 。跳跃的高度可以覆盖高空与低空。当在你跳起的过程中，按A即可结束跳起并下落造成下落攻击（ 如果按跳跃键的话那就会在空中打开风之翼，这通常是对魈插秧不熟练时的通病，会导致整个循环的伤害下降 ）。由于跳跃速度的提升，使魈在跳起的过程中很难打出低空下落，需要日复一日的刻苦练习。 2、元素爆发可以 使魈普攻、重击AOE范围提升 。但对元素战技和擦伤无提升。特别的，对于为AOE范围为圆柱体的下落攻击，可以使地面半径提升，但无法使高度提升，但是 魈大招特效的长戟也可以戳到敌人 。具体数值可见附录部分。 3、元素爆发使魈的所有攻击（e除外） 均转化为风元素伤害 （简称为风附魔），且 无法被其他的元素附魔覆盖 （举个例子，班尼特的6命不能使在元素爆发状态下的魈被火附魔）。 4、元素爆发状态下的普通攻击和重击元素附着遵循计时器与计数器的常规原则，即 每过2.5s或每进行3次攻击造成一次元素附着 （简称2.5s/3hit）。下落攻击元素附着为 独立附着 ，不受计时器计数器影响。下落攻击的风元素伤害是 强风 ，可以提高破盾效率。 5、魈在大招状态下每秒按比例扣除 当前生命值 的一定血量，且随着天赋等级的提升，扣血比例会逐渐缩小。10级天赋时，魈每秒钟扣除2%的当前生命值。需要注意的是，魈是按比例扣除当前生命值，也就是说在不给奶，持续让魈扣血的情况下，魈也 不会因为扣血至0而死 ，只会无限逼近死亡。 6、魈大招持续期间可以提升 普通攻击、重击、下落攻击 的伤害，该 增伤隶属于增伤区 。10级天赋可以提供95.2%的巨额增伤。但同样也来了魈增伤区过多，增伤（如风伤加成）收益降低的问题。 7、大招持续时间为 15s ，CD为 18s 。魈大招动画约0.75s，算上前后摇约0.95s。大招持续时间从大招动画结束后开始计算，也就是说你 可以认为魈大招持续时间是约16s 。 8、大招消耗元素能量 70点 。 9、魈一次高跳的时间约为1.25s-1.3s。 4.1.4 固有天赋：降魔·平妖大圣 技能机制： 1、该伤害能叠层提升，这也是你的魈大招时间越濒临结束伤害越高的原因。 2、该增伤隶同样 属于增伤乘区 ，这可见魈的增伤乘区已经高得相当离谱了。 3、魈切到后台时该增伤效果结束。 4.1.5 固有天赋：坏劫·国土碾尘 技能机制： 1、一般对满命魈提升较大， 基本整个循环都能吃满层数（45%增伤） 。 2、该增伤依然 隶属于增伤区 。 3、一般 不建议1命魈刻意去利用这个被动 ，提升小，甚至负提升，意义不大。 4、这个被动就是你开大前放两次e，第二次e比第一次e伤害要高的原因。 4.1.6 固有天赋：神通·空中自在法 技能机制： 简单的攀爬消耗体力降低20%，爬山好用，队伍中的所有角色都可以吃到加成。 4.1.7天赋加点推荐 4.1.7.1非满命魈 非满命魈建议A>Q>E。 可能有人会有疑问，明明魈是Q启动角色，为什么建议升级A的优先级要高于Q呢。原因有下： 魈虽然是Q启动角色，但插秧时下落攻击的伤害隶属于普通攻击的伤害，而不是元素爆发伤害，元素爆发只是强化了魈的下落攻击，给他在增伤区提升了一下伤害而已，并没有提升他的倍率，而普通攻击天赋能提升下落攻击的倍率。我们知道，魈的增伤区爆表，因此 增伤的收益并不是很高，不如升级A的倍率 。 这里还有一个比较经典的视频，可以看出A倍率带来的提升。第五届金翅鹏王杯4成本赛道第一名阮白选手，使用魈珐班公打出了77s的好成绩，这里就是利用的公子天赋使魈的天赋A等级+1。 4.1.7.2满命魈 满命魈建议E>A>Q。 原因有下： 满命魈主要依靠e进行输出，a的占比并不大，因此e大于a。升级e可以提升倍率，q给a提供增伤，而魈增伤区多，因此升级q提升不如升级e和a的提升大。 4.2命之座 引言： 引言 众所周知，一个角色想要获得提升，命之座无疑是一个很好的提升方式。到4.0版本，一些角色0命到6命的提升甚至能超过200%的提升幅度。但是魈的命座提升极小，0命到6命前几乎没有什么伤害数字上的提升。这也是算是老角色的通病。虽然如此，魈的6命是一个非常有趣的命座，他虽然没有伤害数字上的提升，但改变了输出机制，把主要依赖下落攻击输出改成了主要依赖元素战技输出（6命依然可以选择非6命的输出方式，也就是说6命提供了更多的输出方式。）这种有趣的输出机制让魈化身为快乐风男正e人，网络上流传出诸如e往无前、xinxinxin之类的梗。有趣的同时，该输出方式难度也比较大，比如容易出圈，需要取消后摇等等。而且亦有限制，比如对单无法使用、不能产球等等。 综上所述，一般人建议把 0命作为毕业目标 ， 魈厨 建议把 1命或6命 作为毕业目标， 其余命座均不建议 。 4.2.1 一命 命座机制： 1、释放e的次数加一，也就是说 可以储存3个e 。 2、大世界赶路和杀小怪体验很好，多一次e，多一次伤害，多一段距离。 3、对于实战，有一定伤害提升作用（约4.2%），但蚊子腿提升。 4、1命能对魈的充能循环有一定的改善。 4.2.2 二命 1、只有魈不在前台时才能获得此效果，谁家魈放在后台充能， 没用 的命座。 4.2.3 三命 1、简单的e天赋等级加三，对非满命的魈来说没用。对满命的魈来说有较大意义。 4.2.4 四命 1、依然没用，魈队中大部分都带奶，而且有钟离，一般到不了50%以下。当前版本深渊生存压力越来越大，加防御也意义不大。哦，对了，能防止魈厨破防用，神中神捏。 4.2.5 五命 1、简单的天赋q’等级加三，提升较小，约为5.1%。 4.2.6 六命 1、质变命座。魈在下落攻击 命中两个及两个以上敌人 时， 立即恢复一个e的次数 ，并且在接下来的 1s内可以无任何限制放e 。 2、可以与固有天赋一相联动，打出巨额对群伤害，并且 固有天赋一的buff能够做到基本覆盖整个循环 。 3、满命时也可以用非满命的手法。 4、满命也有毒点存在，比如大招期间的e不能充能，对单无用，非常考验操作和熟练度。没有操作基础，你很难玩的快乐。 5、与满命有关的手法，在下文手法部分详细介绍。 4.3 武器 可以供魈选择的武器很多，但各个武器之间相差并不大，甚至圣遗物套装、圣遗物词条数、队伍的选择、武器精炼等级都会影响武器的选择。因此，给武器作优先级推荐较难，我们只能先在这里给出一个大致的推荐： 魈珐班 队中， 和璞鸢>护摩之杖>高精决斗>息灾≈贯虹之槊（有盾）>低精决斗>其他 魈珐芙闲 中， 护摩>和璞鸢>赤沙之杖>决斗>黑岩>千岩>息灾>其他 我们大致可以把 和璞鸢和护摩 作为 五星毕业武器 ， 决斗之枪 作为 四星毕业武器 。 4.3.1 和璞鸢 和璞鸢是玩家默认的专武，外观适配，因为魈是长轴站场角色，和璞鸢也能给魈提供很长时间的攻击和增伤加成。并且魈是一个很需要暴击的角色，和璞鸢的暴击词条也很适配。但是强度却往往比其他武器高不了太多，甚至在一些特定情况下会被护摩之杖反超，如在魈珐芙闲队中， 护摩优先级大于和璞鸢 ；以及在魈珐班配队中，当圣遗物带逐影猎人时，圣遗物双爆词条数 小于20条 ， 逐影护摩更优 ，圣遗物双爆词条数 大于20条 ，是 辰砂和璞鸢更优 ，也就是说，越高练度，越建议带和璞鸢，越建议带辰砂套。鸟枪特有的叠层机制也是喜欢计算的玩家的噩梦。 4.3.2 护摩之杖 护摩之杖也能给魈提供高额的暴伤，攻击，生命，而且它特有的生命转攻击的机制，能使魈这种生存压力大的角色，既能降低生存压力，又可以提高攻击力，一石二鸟。但需要注意的是由于护摩想要吃满效果需要半血以下，而魈队伍中有又大多有奶（如魈珐班、魈珐芙、魈珐闲），因此 一般吃不满护摩的效果 ，造成极大的浪费。单通情况下护摩之杖能容易吃满，所以护摩之杖单通时带的多。 护摩的精炼收益也较小 ，不如和璞鸢。 4.3.3 息灾 息灾的问题是没有双暴词条， 圣遗物的双爆词条的刷取压力大 。息灾的机制还是比较适合魈的，因为魈基础手法是两e后开大，所以能吃到息灾的圆顿效果。魈作为增伤区爆表的角色，尤其需要攻击力，息灾能给魈提供巨量的攻击以及增伤，也比较适合。但是，如果魈带辰砂，队伍中又有班尼特，那么魈的攻击力也有稀释了，综上，是这个武器不如和璞鸢和护摩的原因。再但是，如果魈带猎人套，那么攻击力相对稀释的少，而且有了暴击率的补给，那么这个时候息灾的收益又上去了，但超不过和璞鸢和护摩还有高精决斗，只是接近。 息灾对于1命魈有一个手法，可以 先让魈e一下，再去放别的队友的技能，再回来双e开大 。能叠满层。 4.3.4 贯虹之槊 贯虹之槊 需要带盾 才能触发效果，因此也被戏称为盾枪。这把武器只适合在魈珐班钟和其他有盾的队伍中，其他情况均不建议。有盾的盾枪效果和息灾差不多， 可以参照息灾 。 4.3.5 赤沙之杖 可能赤沙之杖在这里大家意想不到。赤沙之杖适合在 魈珐芙闲 队伍中，并且优先级甚至超越了决斗，接近护摩、和璞鸢。 4.3.6 决斗之枪 决斗之枪是四星枪里最适配魈的武器，能给魈高额的暴击和攻击提升，甚至 精炼等级高的决斗枪要超越除和璞鸢和护摩外的其他一切武器 。决斗枪的效果也能给对单弱势的魈一定补足。缺点就是造价高，需要买纪行。 4.3.7 其他四星武器 4.3.7.1 千岩长枪 能提供高额的攻击和暴击的提升，适合在队伍中璃月角色多的时候用，会带来非常恐怖的提升， 当队伍中只有璃月角色少于三个的时候就算了吧 。 4.3.7.2 黑岩刺枪 提供攻击和暴伤加成， 适合的环境中能发挥很大作用 。没有以上的任意武器时建议这把。 4.3.8 充能武器 充能武器主要有 薙草之稻光、天空之脊、西风长枪 。当下版本，不建议使用充能武器，除非，你玩单通，还很缺充能，或者队伍中，你就是死活充不起能来，没有给你充能的角色，圣遗物刷不出来好的充能杯，副词条也刷不出来充能词条，总之你因为 没充能开不出大来 ，才建议使用充能武器，优先级是 薙草之稻光大于天空枪大于西风枪 。 我的意见是，你用充能武器，不如让你的 队友身上多弄点充能 ，比如给队友换把西风，给珐露珊多堆点充能。 4.3.9 武器之间的对比 这里作者偷懒（诶嘿），直接借用由 wgshwd 计算的表格，早前征得过本人的同意。 4.4 圣遗物 圣遗物的选择主要有 辰砂套、猎人套、楼阁套以及过渡用的2+2套装 ，还有一些整活用的追忆套、渡火套等，这里就不再做推荐了。上述主流圣遗物的选择中， 大部分情况下 都是 辰砂＞猎人＞楼阁套＞2+2套 。 对于圣遗物词条的选择，暴击是你优先要保证的，经常玩魈的都明白暴击对于魈的重要性，不暴击的话伤害框框掉。暴伤不必多说，魈作为攻风暴类主c也尤其需要。还有大攻击，魈还是比较需要攻击的，甚至有时候出现暴伤词条不如大攻击词条的情况。还有充能，虽然说，目前魈的队友能够提供一定的充能，但我还是建议魈堆到120%左右的充能，1命魈可以低一点。总结来说，优先级是 双暴＞充能≈大攻击 。 4.4.1 辰砂套 辰砂套在大部分情况下都可以视为魈的最优圣遗物 。他的效果触发机制完全适配魈的掉血机制，能提供魈需要的大量攻击力加成。而且，越高白值的武器，辰砂所能发挥的作用越大，因为辰砂加的是大攻击。这也是和璞鸢和辰砂比较适配的原因之一。 4.4.2 逐影猎人套 猎人套能给魈提供36%的高额暴击，并且 可以让魈几乎全程吃满 ，可惜的一点就是二件套效果无用。需要注意的是，猎人套刷取难度大。魈本身90级就自带24.2%的暴击率，再加上这个圣遗物的36%，已经60.2%了，如果再带暴击类武器，也就意味着你的圣遗物只能带几个词条的暴击，其他的必须全是暴伤或其他，这是很难做到的。同时，这也是 猎人套不推荐带暴击类武器 的原因。 *4.4.3 辰砂套与猎人套在不同情况下的对比 前文提到，辰砂套在一些情况下是不如猎人套的，这里来举例。 1、首先是 魈珐班配队 中，魈双 爆词条数小于二十 ，那么 辰砂鸟枪魈 不如 逐影护摩魈 （注意， 只能是 辰砂鸟枪和逐影护摩）。 双爆词条数大于等于二十 时， 无论什么情况 都是辰砂强 。也就是说，你魈的练度越高，越适合带辰砂，越适合带鸟枪。那么反过来看，魈练度越低，越适合带逐影，我们再把这句话翻译一下，就是 短时间速成一个魈逐影更合适 。 2、 魈珐班配队 中，带息灾和贯虹这种 攻击力词条特别多的武器 时，辰砂套不如逐影猎人套。 3、 魈珐芙闲配队 中，如果 闲云是2命 ，并且 仅限对单 的情况下，辰砂不如逐影，其他的都是辰砂更优。 当且仅当有以上三种情况 时，辰砂不如逐影。如果还有我没想到的，欢迎补充。 以及，事实上我虽说辰砂不如逐影或者逐影不如辰砂，但他们的 差距都很小 ，小于5%，这点伤害在魈有了珐露珊、芙芙、闲云这些队友补强后，已经可以看的很小了，你有啥带啥吧。 4.4.4 楼阁套 楼阁套的优先级要 小于辰砂和猎人，但大于2+2 ，原因在于楼阁套给的是魈最不缺的增伤，因此效果被极大的稀释，而且他别扭的重击启动手感极差，不适合魈。你放在大招动画前重击吧，魈去哪两e充能？你说放在两e之前，那楼阁套增伤时间只有15s，你再多个两e，buff覆盖率就低了。你放在大招动画后重击吧，相当于少了一插的伤害，而且重击倍率又小，得不偿失。 4.4.5 2+2套 首先，不建议把2+2作为毕业圣遗物套装。差距和4件套还是大。仅建议作为过渡用。 2+2套可细分为一下三种：2风+2攻、2攻+2攻、2风+2风。2风+2风因为小的增伤区过多，而且刷取成本大，不建议使用。 2风+2攻和2攻+2攻差异微小，我的意见是， 这两种方案的选择根据刷取难度来。如果你这两种套装什么都没有，我建议你去刷辰砂本，辰砂本的辰砂和余响二件套效果都是攻击，前期可以用2辰砂+2余响过渡，后期等辰砂刷出来能看的了那就换成4辰砂。已经有成型的2风+2攻可以暂用。 4.5 毕业面板 4.6 配队 引言 魈是传统的攻风暴类直伤主c，我们队友的选择也主要围绕这几个方面展开。由于珐露珊的重要性，魈队也基本绑定珐露珊。比较传统的配队已经跟不上版本节奏，这里不再提及。根据队友我们大致可以把魈队分为有班和无班两种类型。有班的队伍大多为魈珐班体系，最为常见的是魈珐班钟。无班的队伍中，根据有芙或无芙，又可细分为两支，一支是魈珐芙奶体系，一支是魈珐无班无芙体系。下文开始详细介绍： 4.6.1 魈珐班体系 4.6.1.1 魈珐班队逻辑 4.6.1.1 魈珐班队逻辑 （1）珐露珊 因为珐露珊尤为重要，因此在这里详细介绍一下。 珐露珊为强力风拐，集 减风抗（30%），增伤（天赋10级可达32.4%，13级可达38.3%），加风元素暴伤（40%），充能，聚怪 为一身，并且 加成持续时间极长 ，buff的 面积范围极大 （所有的buff范围都极大， 根本不用担心画地为牢 的问题，因此魈可以放心的调整站位），对魈的提升极大。珐露珊大招需要80点能量，非6命珐露珊充能手段麻烦，只能通过元素战技使蓄力重击被强化，该强化效果下的蓄力重击可以产球，固定产出2颗风元素微粒，且有约5.5s的内置cd，因此 非6命珐露珊会有较明显的充能压力 ，而且在蓄力充能的过程中浪费了不少时间，也因此对元素充能效率的需求很高，通常 叠300以上的充能 ，满命的珐露珊也依旧建议堆叠较高充能，详细原因在下文论述。 珐露珊的 6命非常非常非常关键 ，有没有6命对魈来说是两种游戏体验。 珐露珊的6命自身提升强劲（40%的风暴伤加成），还将之前12345命以及角色的eq联系起来，起到一个桥梁的作用，并且触发这些加成的条件都相当宽松，能充分发挥珐露珊的机制，那么是怎么联系起来的呢，我详细分析一下： 1、将 风压坍陷（可以产球）、 4命（ 依据命中敌人的数量， 风压坍陷 产生的风涡可以为珐露珊恢复元素能量：命中一名敌人时，将为珐露珊恢复2点元素能量；每额外命中一名敌人，都将进一步为珐露珊恢复0.5点元素能量。一次风涡，至多通过这种方式为珐露珊恢复4点元素能量 ）、与6命效果中“ 处于「祈风之赐」效果影响下的当前场上角色造成伤害时，将为该敌人施加「风压坍陷」 ”联系起来，可以做到前台角色输出时，珐露珊只要开启了元素爆发，就可以在后台实现边辅助边充能，既为前台角色提供了增伤和充能，又可以实现珐露珊充能的自给自足，并且充能的次数较之前大大增加，（并且2命还可以再延长q的持续时间，这也就再次延长了产球的时间，从而进一步增加产球的次数，能一共产6个风球，你看，这又把2命给联系了进来），只需要开启元素爆发即可省心的充能，大部分情况下不需要再通过蓄力重击来产球，这极好地解决充能问题，而且省下了充能的时间成本； 2、6命中“ 处于「祈风之赐」效果影响下的当前场上角色造成伤害时，将为该敌人施加「风压坍陷」”这一效果， 可以使之前覆盖率并不稳定的减抗实现持续稳定减抗，可以做到全程覆盖，并且可以全程触发千岩套的效果。 珐露珊自身倍率不错，而6命中施加风压坍陷效果可以让珐露珊在兼具辅助、充能的同时具有一定的输出能力，可以补充队伍的伤害，因此6命珐露珊的元素战技天赋也有一定的加点价值。qe都加满点后的珐露珊一套伤害能接近15w左右，这几乎接近副c的水平了，而且还是纯后台伤害。 需要注意的是， 七窟遗智这个固有天赋，能带来一个提高伤害，这个提高伤害的方式和云堇一样。但这个提高伤害的数值给的很低，高白值低白值实际上都没有太大的差别，蚊子腿伤害，因此没必要为了这个天赋而去特意选择高白值武器。 总而言之，珐露珊机制优秀，提升巨大，不仅当下强劲，而且未来可期。 不同命座的珐露珊对魈循环伤害的提升对比图（班尼特作为对比）： （2）班尼特 班尼特的能力大家熟知，极其强横的攻击拐，并且有较强的回血能力，对于魈这种生存压力大的角色，有一定意义。但是缺点有三，其一是 画地为牢 ，对魈来说非常限制发挥，实战中你 很难做到不出圈 ，满命魈尤为明显。其二给 自身挂火 ，遇到打反应的怪 容易暴毙 。其三是不能覆盖魈的整个输出过程，对魈最多也就9戳的加成。 （3）总结 珐露珊，班尼特同时为魈提供了 攻击区、暴伤区、增伤区、抗性区的全方位加成 ，并且互不冲突交叠，并且珐露珊极大的提高了魈队充能循环能力，这是极为重要的一点。珐露珊亦有一定的聚怪能力。 魈珐班之间提升巨大，配队完善，逻辑自洽，是较为合理的配队。魈珐班的缺点在于班尼特身上，我们在班尼特部分分析过其缺点。新角色闲云的出现在这里可以对班尼特有一个替代作用，魈珐班体系与魈珐闲体系的具体对比我们在后文魈 珐闲处详细展开。 4.6.1 .2魈珐班第四人的选择 在前文中介绍魈珐班的逻辑是为第四人的选择作铺垫。魈珐班配队已经非常完善，所有第四人的选择几乎都为锦上添花。这个花可以根据自己的需要合理选择。你可以带生存位，带副c位，带辅助位等等都可。总之，一定要按需带，不要认为第四人是一个锁死的位置，这是一个非常自由的位置，面对不同的环境，灵活选择才能使伤害达到最大化。当然，对于操作不好的玩家来说，你没有自由，只能锁死钟离。 （1）生存位 魈的输出环境较为恶劣。对于此问题，解决方法有增加盾位或者治疗位。 ①盾位 盾位只建议魈珐班钟 ，其他的盾要么不能覆盖魈的输出时间，要么太脆，要么触发不了，因此只建议魈珐班钟。何况钟离还能提供20%的减抗，虽然在低风抗环境中，钟离的减抗会与珐的减抗冲突，导致收益减半。 此队伍中，满珐魈建议堆叠 110%以上充能 ，无满珐魈建议 堆叠125%以上充能 ，魈有一命可以降低到110%+。珐露珊、班尼特建议堆叠较高充能, 满命珐一般珐180/班（单火250/双火230） , 非满命珐一般珐240/班（单火270/双火250 ），钟离可用西风枪来改善队伍循环。事实上，以上给的都是严格的最低充能要求。实战中往往你做不到这么严格，所以 尽量堆的高一点 。 此队伍中，珐露珊圣遗物要优先保证充能再考虑圣遗物套装。圣遗物套装可带千 岩(6命情况下)，宗室、绝缘甚至风套、散件 。班尼特可带 宗室(珐露珊带的话就别带了)、绝缘、散件等。 输出手法： 珐q——钟e（珐和钟无所谓顺序，反正覆盖时间都足够长）——班eq——魈eeq循环 ②治疗位 治疗位不推荐去带 ，一是因为班尼特足够，你给班尼特堆点生命就完全够用了。二是不能提供抗打断。 （2）副c位 副c的作用其一是增加队伍的总伤害，其二是当你魈大招结束后，怪物还剩20w——30w的血量，那么可以作为 收尾补伤害用 。 我较为推荐的队伍有 魈珐班夜、魈珐班奥(菲谢尔)、魈珐班八、魈珐班阿、魈珐班万 等等，这里着重介绍魈珐班夜、魈珐班万、魈珐班温。 ①魈珐班夜 夜兰的强度毋庸置疑，无论从哪个角度看，都是一个相当优秀的副c。魈珐班夜既能配合魈协同攻击，也能给魈增伤。唯一的缺点是夜兰的协同 需要魈使用跳a手法 才能触发，比较考验操作。还有一点，夜兰的协同触发机制和行秋略有不同，这直接导致了正确的跳a手法下，行秋无法被触发，固这里 不推荐行 秋。 此队伍中，珐露珊可带 千岩(6命)、风套、绝缘、散件 等，班尼特还是老样子，夜兰 建议绝缘，用西风弓 ，不然不好循环。一个队伍，你要优先保证的就是循环。 输出手法： 珐q——夜eqe——班e——魈eeq ②魈珐班万、魈珐班温 同时兼顾聚怪与副c，可以作为一个不错的选择。 可能有人对万叶的副c能力概念不大，只停留在堆精通增伤和聚怪的层面上，实际上，攻风暴万叶在珐露珊和班尼特的辅助下，能做到eqe达到 三四十万 的伤害，而这个伤害足够打完一波的流血狗。 对于温迪，需要看怪物环境来使用，一些小型怪是容易被吸到风眼处的，比如丘丘人，这个时候魈的下落可能打不到怪物，但是对于体型大的敌人他吸不起来，这个时候可以用温迪。以及魈6命的情况下也可以用温迪，因为主要靠e来输出。例如金翅鹏王杯第四届无限制赛道第一名末北就是用魈珐班温打的。 （3） 增伤辅助位 这里的增伤指的是能增加伤害的一切手段。比较常见的是 魈珐班闲、魈珐班公、魈珐班四命琴 等。 闲云这个角色在下文讲鹤露魈芙队逻辑的时候仔细讲，这里你知道她是对单强化，能给魈提高很多的伤害就行。而且闲云有奶（瞬抬奶和持续跟随奶），相对公子生存压力小。四命琴在高风抗环境下是不错的选择，在低风抗环境中他和珐露珊的减抗冲突了，收益大打折扣。而且他 最大的问题是画地为牢 ，对魈来说很不友好。公子的a天赋等级+1在魈队中发挥的很好，原因就是魈珐班中增伤区和攻击区已经双爆表了，这个时候提攻击和增伤都不如倍率。 这三个根据环境选择即可。对单环境下，你就选择闲云，对群环境下你就选择公子，对高风抗环境且怪物不乱动出圈的情况下，你就选择4命琴。生存压力大的环境下你去选闲云。 （4）对策位 面对群怪环境，你可以带万叶，温迪来聚一下怪，这样比单个解决要快很多。温迪的话面对需要脱手聚怪的环境极为强势，但在使用温迪时，要根据情况确定大招的释放时机。面对盾怪，可以选择相应角色尽快破盾。总之，要根据环境来灵活的选择此位。 4.6.1.3总结 魈珐班第四位是一个非常灵活自由的位置，原因是魈珐班逻辑自洽伤害足够。一定要根据遇到的环境，来改变第四人的选择，不要锁死一个，只有灵活才能做到伤害的最大化。 4.6.2 魈珐芙奶体系 4.6.2.1 魈珐芙奶体系逻辑 4.6.2.1魈珐芙奶体系逻辑 （1）珐露珊 珐已经在上文详细论述过，这里不再赘述。 （2）芙宁娜 芙宁娜给魈带了 大量的增伤 ，以及协同攻击的能力（已经接近了一个副c的水平，C0芙大约能提供20w—30w的伤害）。虽然魈珐队并不缺增伤，但没办法，增伤给的太多了（C0芙10级q最多能给到75%的增伤），瘦死的骆驼比马大，所以进魈队还是很有优势的。 芙宁娜的触发增伤的机制是 需要血量变动（掉血回血都可）才能增伤 ，而且是叠层。血量每变动1%，那么大招的气氛值就会叠1点。那么这个气氛值就会使增伤多一点。0命最多叠到300层。这和魈的烧血机制也比较适配，但为了加速叠层的速度，我们还 需要队伍中带奶 。需要注意的是，这个叠层是队伍中的角色分开计算的，角色之间互不影响。 芙宁娜的协同攻击来选自元素战技，元素战技可以释放3个召唤物，这三个召唤物打完一整个循环可以产8个水元素充能球，这也是魈队中给芙宁娜充能的重要手段之一。召唤物在攻击的过程中，每次攻击会给全队烧一次血量，这也是触发芙宁娜增伤叠层的重要途径。需要注意的是，这个 烧血只会烧到生命值上限的50%，低于50%后就不再烧了 。 芙宁娜的大招还可以 提升魈队的受治疗能力 ，这一定程度上能帮助叠层，并且提高队伍的生存能力。芙宁娜的增伤 没有画地为牢 的限制。 芙宁娜的命之座建议最高2命即可收手。1命加快叠层速度和拔高增伤的上限（最高100%）。2命可以提高叠层的速度以及协同攻击的输出伤害，主要是增加伤害,2命相比1命队伍DPS约提高10%左右。3命拔高增伤上限，对队伍提高约为7%；4命时则是降低水神的充能要求（约降低一半），那么会减小圣遗物和武器的充能词条压力，提高约为4%。5命时提高水神的协同攻击的伤害，队伍DPS提高约5%。6命多了个能自身回血的机制，可以带钟离了，配合6命钟离效果更佳。 芙宁娜天赋点e和q，提升都很大，都很值得去升级。 （3）总结 珐露珊、闲云能给魈的增伤区、双暴区、抗性区带来极大的提升。唯一的缺点是没有攻击。并且因为需要依靠血量变动来触发芙宁娜的增伤，第四人的位置也锁死了奶。那么也意味着，这个队伍里没有了盾辅，那就导致操作差的玩家不适应这个队伍。整体来说，魈珐芙奶体系还是一个较为合理的配队。对于第四人奶妈的最佳选择，和魈珐班体系不同，这个队伍中有最佳第四人，那就是闲云。 4.6.2.2 魈珐芙奶第四人的选择 （1）闲云 闲云是 第四人的最佳选择 ，原因有四点： 一是有非常好的回血能力 ，到最后一套循环打完魈队几乎满血。（魈队中能轻松瞬抬8000血，并且还有 持续跟随奶 ，契合芙宁娜的叠层机制，并且 没有画地为牢 的限制）； 二是有极高的辅助能力 ，闲云能够提高魈的对单伤害 ，一共可以提高8枪 （这就意味着该队伍中伤害更集中于前半段，我们在操作的时候往往因为各种因素无法做到打完严格的12枪，而是接近闲云能加成的8枪，这一点也非常适配），并且这个提高伤害还加在了 基础伤害乘区 ，这可比班尼特单纯加攻击力（最高也就1400左右）强了不少（C2闲能达到约3倍）对群上方面，闲云还能 提供小额暴击率 ，带宗室和讨龙也会有一定补足。 三是闲云的e能给魈队提供5个风充能球 ，是一个非常优秀的充电宝，队伍中三风互充，大大减小充能的需求和压力。但是， 芙宁娜只有一个单水，充能压力较大 。且常常因为这个队伍伤害太高，导致打不满一整套循环，进一步导致了芙宁娜自身的充能手段会少一部分（元素战技产8个球减为6到7个球）。 四是闲云还有协同攻击 ，该协同攻击元素附着遵循2.5s/3hit的规律。 但是，闲云同样也有缺点。 1、提高伤害的 索敌机制是随机索敌 ，并且一直等到这个怪物死去才会重新索敌。（如果你再次下落攻击时命中的敌人突然不包括一开始被索到的敌人，那么，会重新开始索敌。） 2、闲云入队仍然 不能解决魈珐芙队缺少抗打断的问题 。 3、闲云是 靠攻击力来提高奶量的 ，也就是说自身面板较脆，注意暴毙问题。 4、在高风抗环境下，鹤露魈芙仅有珐露珊有减抗手段，这就很难受。而且，有了闲云的魈队，谁知道后续版本深渊环境中会不会更加针对魈呢？我不好说。 5、鹤露魈芙 四人均为Q启动 ，启动时间高达8.5s，太笨重了。但其实也有好处，大招动画时间长，无敌帧就多。 但总结来看，瑕不掩瑜，闲云相较于原先的白术、琴、芭芭拉还是优秀的。 * 闲云天赋只点Q就行 。命座以0命和2命作为毕业目标。 *对于满命魈来说，在这个队伍中，由于闲云的索敌问题，会索一个敌人直到死，那么我们在面对群怪时，要注意找到闲云索的那个怪，xinxinxin时要注意去修他的血线，让他和其他怪物保持一致。 （本队队名为魈珐芙闲，我们把顺序改变一下就变成了鹤露魈芙，由于这个队名和某位名人谐音，并且这位名人狂热种玉米，所以此队可以简称为玉米队。太乐了。） 武器选择： 魈护摩大于鸟枪大于赤沙大于高精决斗 ，珐露珊建议 终末或西风 ，芙宁娜最优选是 西风 ，其次是 水管和腐殖之剑 ，专武不推荐。闲云最优选是专武，但是，他的 下位替代都很接近专武 ，因此没必要去特意抽。闲云除专武还可以选五星中的 天空、盾锁、铃铛 ，四星最优选（也是专武之下最优选）是 证誓之明瞳 ，同时兼顾了攻击与充能，次选是 纯水流华 （精1就够，多精炼了没用）或其他攻击类武器。这里不得不提及一个有趣的地方，那就是闲云专武的精炼收益要大于鸟枪和护摩的精炼收益，以及，如果限定金数，让魈和闲云中只有一个能拿五星武器的话，那么很遗憾，让闲云拿专武的提升要大于魈拿专武的提升（难绷）。 圣遗物套装方面，0命闲云的魈带 辰砂 。2命闲云对单情况下魈 带猎人优于辰砂 ，其原因一是在于魈的基础伤害乘区足够爆炸，攻击力的收益相对没那么高；二是猎人的叠层机制优于辰砂，辰砂需要掉血才能叠层，且有CD限制，实战中最快也要3.2s才能叠满层。而猎人不需要，他只要生命值变动即可叠层，并且没有CD限制，魈第一枪就可以吃到满层的猎人。但是，随着辰砂双爆分的提高，他与猎人之间的差距会缩小。因此已经有一套辰砂的也没必要再去刷猎人。对群情况下，则是辰砂又优于了猎人。 满命魈带辰砂 。楼阁任何情况均不推荐。珐露珊 千岩或宗室 ，芙宁娜建议 剧团 ，闲云 宗室是最优选 ，2攻+2攻、昔时、海染有啥带啥，都差不多。啥都没有就先简单刷个2+2用。 圣遗物词条选择上， 魈带攻击沙，风伤杯，双爆头。在此队伍中，当且仅当闲云非2命，芙宁娜大于1命，且闲云为专武时，魈可带攻击杯。 输出轴上： 珐q，芙eq，闲eaq，魈eeq 充能需求上，太复杂了，我直接搬来厨子哥计算的表格（愧疚），偷个懒，感谢厨子哥！ （2）琴 琴入队有优有劣。先说 优点 。 1、魈珐琴都是风属性角色，三风互充，队伍充能压力会小，琴的充能需求会低，这也能让琴留出一部分词条去走输出方向。2、4命琴有40%的减抗。3、琴的开Q的奶量很足，这加快了水神的叠层速度，此外圣遗物也可以留出一部分词条来走输出方向。 4、琴的机制很好。琴开大时，琴是先回复血量和减抗，再造成Q的伤害。这使Q的伤害大大提高。 下面说 缺点 ：1、琴Q的持续时间仅有10s，并且开Q后续的奶量较低，生存压力会高。2、琴有画地为牢的限制。 该队伍中，琴圣遗物选择 宗室和风套均可 ，都差不多，有啥带啥。对于风套，如果在收尾阶段，可一把琴拿出来e一下，减个抗，增强水神的收尾能力。琴的 充能需求约是130% 。琴武器选择 苍古或斫峰之刃（偏向奶量）或者磐岩结绿（偏向输出） 。 （3）白术 白术综合来讲要稍稍优于琴。 优点： 1、治疗没有范围限制。2、白术后续奶量更大。3、持续时间长，约14s。4、有盾，生存能力强。5、1命让白术充能需求降低（30%），这个时候可以选择带讨龙来辅助。此时白术要远远比琴好。 缺点： 1、盾量薄。2、回血慢，白术相对于琴来说，水神叠层慢。3、充能压力大。 白术武器带 专武或金箔 。圣遗物在优先保证充能的前提下带宗室，充能不行那你就带散件提充能。圣遗物词条选择充能沙，生命杯，治疗头（是的，不是生命头）。充能需求是 180%-200% 。白术一命可以降低30%的充能要求， 2命不推荐 ，因为奶量太多，影响第二轮循环水神的叠层。 （4）芭芭拉 优点： 1、4星角色成本低。2、持续随身奶，机制优于琴。3、和芙宁娜组成双水，可以吃双水buff。 缺点： 1、充能压力高（讨龙需要250%充能，即使带金箔也需要180%）。2、给魈挂水，内鬼水，容易被怪物打反应暴毙。 芭芭拉武器带 金箔或讨龙 。充能不够就金箔，充能足够就讨龙。圣遗物和白术一样，选择宗室或者充能散件。 （5）总结 闲云是最优奶。次之是白术，再次是琴，再次是芭芭拉。 其他奶不作推荐。当前版本不建议为了魈抽取白术、琴、芭芭拉中任意一个角色。可以抽取闲云。 4.6.3 魈珐无班无芙体系 4.6.3.1 魈珐闲体系 魈珐闲相对于魈珐班的优势在于：1、闲云能够解决班尼特画地为牢、持续时间不够、内鬼火的限制。2、3风互充，队伍充能压力小。3、你的操作手法越差，闲云约适合你。 魈珐闲相对于魈珐班的理论DPS是略低的。但也差不了多少（约3%）。 魈珐闲体系第四人的选择可以参照魈珐班体系第四人的选择 。下文不再赘述。 4.6.3.2 魈珐+副c+盾体系 这个体系相对魈珐班优势在于魈打完一套还有收尾能力。典型的是 魈珐夜钟 。 4.6.3.3 魈珐+增伤辅——盾体系 这个体系的思路也是在于解决班尼特的限制。常见的有 魈珐凝钟 。满命魈常用。 五、操作手法 操作手法在很大程度上决定了魈的上下限，甚至同一个魈能在不同人手上打出截然相反的效果，其重要性可见一斑。魈的操作手法难度较大、类型复杂，不同环境下的手法选择亦有不同。我们应该根据环境对魈的手法灵活选取、及时变化。 纸上得来终觉浅，想要玩好魈的操作手法，必须去实战中练！反反复复的练！没有捷径！这个东西不是你光看一纸攻略就能会的，需要自己去在实战中慢慢体会其微妙之处。 以下将以满命和非满命为区分，根据操作难度来依次介绍魈的手法。 5.0基础手法1：下落攻击 这是最基础最基础的了。魈 通过按跳跃键起跳，跳跃至空中，此时按攻击键可下落攻击 。 注意的是，一定要有节奏，你要狂按跳跃和攻击的话，很容易出现空中开翅膀的情况。那么有什么好的解决办法吗？没有，只有日复一日的练习，自己慢慢找节奏。 5.1基础手法2：eeq eeq指的是魈 在释放两次元素战技后，立即开启大招 。eeq的意义在于用元素战技在大招动画期间吃充能球，为下一次大招充能。这个手法对于魈的充能循环有极大意义。 那么衍生出来一个问题，魈1命后是否需要eeeq呢？答案是否定的。由于吃球速度的原因，当你三次e完开大的时候，第一次e的球实际上已经在大招清空能量之前就到了魈身上，吃不到。那么我们多出来的一次e用到哪呢？答案是魈大招结束之后，既可以提高魈的总输出，又可以缓解一定的充能压力。 5.2基础手法3：高空下落与低空下落 我们知道，高空下落与低空下落的倍率是不同的，高空下落与低空下落的时间也不同，那我们在实战中就面临着选择高空还是低空的问题。 一般情况下魈高空能打10到11枪，极限能打出13枪。魈低空能打12-13枪，极限打14枪。我们取高空11枪，低空13枪来计算。 高空11枪总倍率=4444.22% 。   低空13枪总倍率为=4204.98% 很明显高空要比低空倍率要高。还有几点需要注意，一是魈很难做到全程低空，因为大招使魈的起跳速度提升，只要你按的稍微慢一点，低空就变为高空了。其二是魈高空更容易调整站位，那么综上，我们可以得出结论魈 无脑全程高空要优于低空 。 那么，高空和低空的界限在哪里呢？我们可以大概 以遗迹重机的眼睛或钟离柱子处为界限 ，以上是高空，以下就是低空。那么很明显，我们高空跳的时候越接近这个界限，我们在空中浪费的时间更少，大招持续期间能打出的插数更多。因此，在实战中要注意把握这个界限。低空下落时建议按住方向键和摇杆，来控制自己的站位。 这里有一个厨子做的标准高空下落和低空下落练习视频 。 5.3跳a手法 跳a手法，指的是 魈在下落攻击后会有一段后摇时间，我们可以下落后立即a一下来取消掉这个后摇，并且不影响魈的总插数 。跳a手法的意义在于，利用后摇时间补一下平a的伤害，并且提高整个输出的流畅性。但是，这个手法 对操作要求很高 ，如果你的a放慢了，只会适得其反，影响你魈的总插数。所以这个手法仅限于操作高的玩家或者有强烈意愿练习的玩家使用。并且 帧数低的情况下这个跳a手法也不好用。 跳a手法练习可参照5.2中的视频。 高空跳a和低空跳a略有差异。高空跳a适合在对群的情况下使用，低空跳a更适合在对大体积怪时使用。高空跳a适合对群是因为更容易追击敌人。低空跳a适合大体积怪的原因还与5.4擦伤有关，那么我们开始讲擦伤部分。 5.4擦伤 所谓擦伤，就 是下落期间接触敌人时造成的伤害 ，倍率为162.76%，大约是高空下落攻击倍率的40.3%。是一个不可忽视的伤害。有效利用好擦伤，能大幅提高魈的总伤害。通常在接触大体型怪时，更容易触发擦伤，小体型怪就不容易 。使用低空下落手法时，相对于高空下落更容易触发擦伤 ，这里我们收回前文的伏笔，这就是低空跳a更适合大体型怪时使用的原因了。 擦伤手法同样需要练习，找准下落的位置。（可参照5.2中的视频） *5.5跳z手法 跳z手法指的是下落攻击后接重击再起跳。这个手法是 理论倍率最高 的手法，但是，他 不现实 ，很难做到全程稳定跳z。而且基本没有环境让你做到跳z。这个手法就在这提一嘴， 不建议 。 5.6满命魈操作手法的一般问题 1、 容易连e过头 ，导致e出怪物所在的范围。 2、 把握不好怪物的血线 ，出现这个怪物死了，那个怪物没死，这个时候场上只剩下单怪，触发不了6命的被动，只能靠0命的手法来攻击敌人。 对于以上两个问题，要克服自己贪刀的心理，就和你王者不能光杀英雄不推塔一样。学会根据环境灵活调整自己e的位置和次数。 5.7满命魈基础手法：转视角技巧 由于e是按分数索敌的原因，我们 必须学会转视角来索到自己想攻击的敌人 。转视角时，我们可以选取对应的一到两个怪物为中心点，随时把屏幕朝向这个中心点，这样就可以较为轻松的转视角了。其次可以调一下自己鼠标的灵敏度，选取自己合适的灵敏度。 5.8满命魈进阶手法1：空中剃头 整体比较简单，就是 触发被动后迅速起跳，在空中合适的位置释放连e 。释放结束后再下落，再循环。唯一的难点是你要选择合适的高度连e，这个需要熟练度。 5.9满命魈进阶手法2：结尾卡5到6e 满命魈 在大招结束之前的瞬间触发6命被动，此时获得了1s内的无限制放e的机会，再加上原先留存的两到三个e，可以在大招结束后的2s内释放5到6次e ，因为这5到6次e已经不属于大招时间了，所以可以产球，这也是结尾卡5到6e的意义所在，就是充能。 那么这里的关键在于把握好大招结束的时机。实战发现，大招约在魈大招CD还剩1.1s时结束，那么我们要在这个时间之前一点打出最后一次下落。由于魈的起跳时间约为1.2s，那么我们要 在大招cd还剩2.4s——2.8s这段时间内完成最后一次起跳 。 5.10满命魈进阶手法3：低空风轮 操作极难，但原理很简单。就是起跳后第一时间放出连e。那么我们要有极快的手速，按完空格紧接着放e，同时还需要你的设备延迟低。 低空风轮的意义在于， 压缩起跳和下落的时间，来增加连e的次数 。 还有，耍帅！ 想要做到低空风轮，也没别的，就是练。 附录一：魈基础数据表 此附录整理自 《全角色机制数据表》 （附录二，[1]），作者 ﻿ @666bj ﻿ ，这里表示感谢。 限于篇幅问题，图片无法在正文中展示，因此放在评论区中。数值的释义不再展开详细讲解，读者可以查询参考文献（评论区中）自行了解。 魈基础数据表 元素附着（评论区2楼） 参考文献：元素附着论 (附录二，[2]) 产球（评论区3楼） 参考文献：元素能量学(附录二，[3]) AOE（评论区4楼） 参考文献：AOE范围学 (附录二，[4]) 索敌（评论区5楼） 参考文献：目标索敌学(附录二，[5]) 削韧&卡肉（评论区6楼） 参考文献：韧性力学(附录二，[6]),简明卡肉学&全角色动作帧数表(附录二，[7])",
    "length": 19906
}