{
    "game_id": 2,
    "post_id": "40251817",
    "f_forum_id": 43,
    "subject": "【V4.5角色攻略】枫原万叶·全方位解析︱机制/养成/配队",
    "url": "https://www.miyoushe.com/ys/article/40251817",
    "created_at": 1686554487,
    "like_num": 121741,
    "view_num": 1527967,
    "reply_num": 1807,
    "text": "UID：100559319 这里是阿斯盖特，本期将详细讲解 「 枫原万叶 」 的 技能机制 、 装备选择 与 队伍搭配 ，还将 扩展讲解 关于风元素扩散、染色等机制内容。 ▶为了优化阅读体验，已将文中的 文字内容置于折叠中 ，旅行者们可 选择性查阅 ！ “抬头见月，侧耳听风，壶中有酒，我心太平。” 【更新日志】（ 24.03.17 ） ——2024.03.17 更新，【枫原万叶】攻略贴进行内容上的大规模翻新，具体更新内容如下： ①重制了攻略封面、一图流培养长图、正文部分讲解介绍用图； ②重新进行排版布局，对大部分正文内容进行了折叠； ③删除了文中的部分标点符号使用冗长的情况； ④对正文的文字描述、讲解等内容进行优化，订正了部分错别字错误； ⑤新增有关林尼、那维莱特、芙宁娜、莱欧斯利、闲云等角色的相关阵容搭配。 ——2023.06.12发布，【枫原万叶】攻略贴的第一版发布。 【目录】 01.简析&一图流 02.技能讲解 03.圣遗物搭配 04.武器选择 05.命座解析 06.队伍搭配 07.总结一下 【简析&一图流】 「 枫原万叶 」 是一名通过技能触发扩散反应进而提高队伍对应元素伤害的 风元素辅助型角色 。他的战技具有 牵引 、 聚集 能力，元素爆发可以造成范围元素伤害。自枫原万叶登场至今，依旧处于强势角色前列，是当前角色中十分值得获得的角色之一。 *文字太长不想看？先看看下面的 一图流培养 吧！ 【角色培养材料图表】 ▲以上是 简析 & 一图流 部分▲ ▶天赋加点：元素爆发≥元素战技＞普通攻击/重击 ① 增伤辅助 是万叶的主要培养方向，通过 堆叠元素精通 来提高固有天赋2 （风物之诗咏） 的元素增伤幅度，这一玩法甚至可以不升级任何技能等级，只需万叶的技能触发所需要元素增伤的扩散反应。 ②当想要 提高 枫原万叶的 技能伤害 时，可考虑元素战技、爆发对点 （1/8/8及以上） ，普通攻击在6命前可不升级 （6命时推荐在8/11/11及以上） 。 ③如果是搭配 闲云 的下落玩法 （如万芙闲班） ，那么则可优先升级普通攻击的等级，进而提高万叶的下落攻击伤害。 【1】普通攻击/重击（A/Z） 【普通攻击·技能 讲解 】 ①普通攻击并不是枫原万叶的主要技能，主要在于施放元素战技后获得 全新下落攻击模式 ，并配合固有天赋1 （相闻之剑法） 染色 造成其他元素伤害。 ②乱岚拨止 （下落攻击） 的风伤部分的倍率与普通攻击的技能等级有关， 附加的染色伤害倍率来源于固有天赋1 。 ③乱岚拨止造成 弱风元素伤害 （1元素量） 。 ④站场输出通常选择 AZ （普攻-重击） 的输出方式。 ◆辅助向万叶可以不升级该技能，主要是站场输出玩法时升级，当前随着闲云的登场，万叶搭配6命班尼特的火伤玩法十分不错，如果体验该玩法则可升级。 【2】元素战技（E） 【元素战技·技能 讲解 】 ① 点按 为 弱风元素 （1元素量） 、 长按 为 强风元素 （2元素量） 。 ② 点按 战技产生 3颗风元素微粒 、 长按 战技产生 4颗风元素微粒 。产球阶段为腾空而起时的攻击，后续下落攻击 （乱岚拨止） 命中敌人不会产生风元素微粒。 ③ 祭礼剑 重置战技CD后再次施放战技可再次产生风元素微粒。 ④乱岚拨止的染色伤害均为 弱元素伤害 （即弱火/水/雷/冰，1元素量、9.5秒） ，每次染色攻击均可施加附着。 ⑤元素战技接触多种元素时 （包括自身附着元素） 将根据 染色优先级 转化为优先级最高的元素，优先级为“ 火 ＞ 水 ＞ 雷 ＞ 冰 ”。 ⑥万叶并 不能直接扩散自身所附着的元素 ，但 染色转化时会考虑自身所附着的元素 。 ◆该技能在大世界探索、深境螺旋挑战等方面均有极佳的表现，利用 腾空而起 的特点在攀爬墙体时可节省一定量的体力，腾空而起所产生的 牵引效果 也适合将较为分散的敌人聚集于周身，后续下落攻击具有一定 削韧效果 将敌人击退、击倒。 【3】元素爆发（Q） 【元素爆发·技能 讲解 】 ①施放元素爆发时的拔刀斩为 强风元素 ，后续 每2秒 造成1次 弱风元素攻击 。 ②在万叶施放 拔刀斩的瞬间 便会根据元素爆发范围内存在的元素使流风秋野 发生元素转化 ，每2秒造成1次弱元素攻击， 染色优先级与「乱岚拨止」一致 。 ③发生转化的元素攻击可以触发其他元素反应。 ④元素爆发具有 快照机制 ，根据万叶施放时的面板结算 （元素精通需要根据触发的反应区分） 。 【 辨析 】扩散与染色的区分 ①风元素与 火 / 水 / 雷 / 冰 等4种元素接触时触发对应元素的扩散反应， 可同时触发多种扩散反应 。 ②“染色”，准确地说是 技能发生了元素转化并获得了对应转化元素属性 。当前主要存在于风元素技能上，如 枫原万叶 的元素爆发/固有天赋1、 温迪 的元素爆发、 砂糖 的元素爆发、 旅行者·风 的元素战技/爆发等，这些技能 仅能发生1次元素转化 。 ③能够染色的技能接触多种元素时将 根据染色优先级 决定转化为哪一种元素。大多数风元素技能的染色优先级： 火 ＞ 水 ＞ 雷 ＞ 冰 ；风主的染色优先级： 冰 ＞ 火 ＞ 水 ＞ 雷 。 ◆ 双扩散 的内容可见下方「队伍搭配」部分 【4】固有天赋（ 重要 ） 【固有天赋1】相闻之剑法 ①【乱岚拨止】的染色优先级与元素爆发一致，为 火 ＞ 水 ＞ 雷 ＞ 冰 ， 仅发生1次 。 ②发生元素转化的此次攻击可以施加 弱元素附着 ，配合乱岚拨止的风元素攻击可再次触发扩散反应。 ③战技的点按与长按并 不会影响 附加的元素转化攻击范围、伤害与附着强度。 ④染色攻击的伤害是固定倍率，与其他技能等级无关。 【固有天赋2】风物之诗咏（ 关键 ） ①万叶通过触发扩散反应即可提高对应元素的伤害加成， 该伤害加成属于增伤区间 ，与元素伤害加成相加计算。 ② 该增伤效果可以后台触发 ，即当万叶施放元素爆发切至后台时，场上大招触发扩散后依旧可以触发对应元素增伤。 ③ 增伤效果可以同时存在多种 。例如万叶同时触发了水/火两种扩散反应，便可获得水/火两种增伤。 ④该增伤将 直接显示在角色面板中 ，会被部分锁面板技能“锁住”。 ⑤砂糖的固有天赋2、纳西妲的固有天赋1等所提供的额外元素精通 不能被 万叶的这一天赋 再次转化 为增伤加成。 （二次转化的内容详见下方） 【 补充 】固有天赋2的“ 二次转化 ” ◆内容① 例如，枫原万叶初始元素精通为1000点，砂糖通过自身固有天赋2额外提供了200点元素精通，此时万叶触发固有天赋2产生的增伤效果依旧为“1000×0.04%=40%”增伤。 ◆内容② ▲以上是 技能讲解 部分▲ ▶圣遗物介绍 【套装&词条】（ 含火伤下落玩法 ） ①辅助万叶仅考虑【 翠绿之影 】4件套，触发扩散 降低敌人对应元素抗性 、提高队伍输出。 ②辅助万叶的主词条优先 元素精通 ，可通过圣遗物副词条、武器等手段堆叠充能效率，元素精通可在850+、充能效率可在150%-170%之间。 ③ 解锁2命 后，可以考虑将“理之冠”替换为“暴击率or暴击伤害”，兼顾辅助与输出能力。 ④ 风伤玩法 可优先考虑攻风暴、精攻暴、精风暴等搭配，副词条堆叠双暴、充能、攻击。 ⑤（ NEW ）在配合闲云、芙宁娜和6命班尼特的 火伤下落玩法 中，枫原万叶依旧优先考虑“风套4件”，选择精通沙漏、火伤杯、暴击/暴伤头冠，提高万叶的下落火伤伤害。 ⑤前期过渡可考虑使用教官套，或者通过圣遗物副本 优先凑齐翠绿之影4件 ，保证触发扩散时降低敌人抗性。 【 拓展 】风套的效果机制 ①当装备角色 处于后台时 ， 无法触发风套4件的减抗效果 。 ②根据触发的扩散反应降低对应元素抗性， 可同时降低多种元素 （火/水/雷/冰） 的抗性 。 ③不仅是被触发扩散反应的敌人会降低抗性，受扩散伤害波及的敌人也会降低抗性。 ④不同扩散方式影响的敌人减抗与伤害结算的方式不同。被触发扩散反应的敌人是 先减抗再结算扩散伤害 、受扩散伤害波及的敌人是 先结算扩散伤害再减抗 。 ▲以上是 圣遗物搭配 部分▲ 万叶主要分为 堆叠精通的增伤辅助 、 高命风伤与扩散输出 这两种玩法。增伤辅助玩法主要以 堆叠元素精通 、元素充能效率为主；高命座时因为 2命 的额外元素精通提升使万叶可以考虑理之冠的位置选择暴击率/暴击伤害提高自身技能的风元素伤害。 ▶ 精通玩法 的选择 【1】苍古自由之誓 ◆该武器的优势在于具有 较高的元素精通副属性 、武器特效 提供额外增伤 、 攻击提升 ，使得搭配部分角色时进一步提高输出角色的伤害。但搭配该武器时，万叶需要通过圣遗物 堆叠元素充能效率 以保证队伍的输出循环。 【2】西福斯的月光 ◆该武器通过转化万叶 堆叠的元素精通进而提供额外元素充能效率 ，直接优化了万叶的充能效率堆叠，是当前辅助万叶优先考虑的武器。需要注意的是，砂糖/纳西妲提供的额外元素精通 不能进一步 提高充能效率。 【3】西风剑/祭礼剑 ①搭配 西风剑 时需要堆叠30%-50%的暴击率，以提高其武器被动的触发几率；使用 祭礼剑 推荐高精练等级，主要应对诸多 韧性较高 的敌人，连续2次的战技可多次削韧将敌人牵引。 ②这两把武器主要作为优化技能循环使用，当圣遗物提供的充能效率在170%以上时，可考虑精通类武器。 【4】其他武器 ①【 原木刀】 搭配 草元素反应队伍 时可考虑使用原木刀，优化技能循环的同时提供额外精通。 ② 【东花坊时雨】 该武器是在V3.3版本上线的 免费 获得武器，与铁蜂刺的精通数值相同，如果还没有锻造铁蜂刺可以直接使用该武器，效果类似。 ③ 【铁蜂刺】 与原木刀同为 锻造 武器，当没有其他精通、充能类武器时可以选择使用，无需精炼。 ④ 【暗铁剑】 前期过渡使用，无法精炼，通过与璃月NPC「 快刀陈 」对话获取。 ▶ 直伤输出 的选择 【1】高命风伤输出的选择 ◆双暴类武器 ◆满命时各武器 伤害期望 对比 ①【 磐岩结绿】 高额 暴击率 加成、根据生命提供额外攻击进一步补正了万叶的直伤输出伤害，同时降低了高命万叶暴击率的堆叠难度，可优先考虑。 ②【 裁叶萃光】 万叶的主要伤害来源于元素爆发、元素战技，通常高命站场万叶的输出方式为AZ （普攻+重击） 循环，普攻的占比较少。装备该武器时可考虑直接搭配班尼特补充自身攻击力数值。 ③【 雾切之回光】 适合 满命万叶 或搭配 满命班尼特 使用，进而可触发满层的武器增伤效果，进一步提高造成的伤害。 ④此外，还可以考虑波乱月白经津、黑剑、黎明神剑等双暴类武器提高万叶的风伤输出。 【1】“万芙闲班”火伤下落玩法（ 新 ） 1 ▲以上是 武器选择 部分▲ ▶命之座介绍 【命之座· 讲解 】 ①.解锁1命后，可选择“EQE”连招，优化万叶的能量循环。 ②. 2命 获得的元素精通提升在元素爆发施放时便已经产生，此时固有天赋2（风物之诗咏）的增伤效果已经得到提升。该命座额外精通 提升进一步提高了反应队的伤害 ，并且使万叶在后续高命时可考虑“精精暴”的培养方向。 ③.解锁4命优化万叶的能量循环，并且在 大世界探索 中通过滑翔便可额外回复能量，增强大世界体验。 ④. 6命 将解锁万叶的站场输出玩法，获得的风元素附魔施加 弱风元素 ，并且 遵循常规附着规则 。此外，该命座的风元素附魔 会被 班尼特6命、重云元素战技、坎蒂丝元素爆发等 附魔技能覆盖 ，并且在附魔瞬间会直接触发1次对应元素的扩散反应。 ◆总的来说 ，枫原万叶0命的机制较为完整，命座更多是 解放精通堆叠 、 兼顾风伤输出 的提升。如果仅是以提高队伍其他角色的输出能力为目的，那么0命万叶即可，继续提升可以抽取至2命。想要解锁万叶输出玩法的旅行者，可以考虑继续抽取至6命。 ▲以上是 命座讲解 部分▲ 【1】冻结队 【1.1】神鹤万心 【角色培养】 神里绫华 / 申鹤 / 珊瑚宫心海 【神鹤万心的补充内容】 ①神里绫华搭配「 雾切之回光 」时，需要冲刺后接一次普攻进而 触发武器特效层数 ，装备其他武器时无需后接普攻。 ②申鹤的推荐 点按施放战技 ，其充能效率推荐在180%+，可用罗莎莉亚替换。 ③申鹤、罗莎莉亚的武器都有先推荐选择西风长枪，圣遗物搭配「 昔日宗室之仪 」4件。 ④ 珊瑚宫心海 装备「讨龙英杰谭」时，离场后需要紧接着切至神里绫华；优先考虑“海染4件”。 【1.2】更多 冻结队 【1.2.1】神莫万猫 ◆配置： 神里绫华 + 莫娜 + 枫原万叶 + 迪奥娜 ①与“神鹤万心” 不同的是—— 莫娜施放大招前， 敌人需处于冰元素附着或冻结状态 ，以 避免 削韧攻击 击破莫娜的泡影效果 ，导致“星异”增伤提前结束。 —— 星异最长持续时间为13秒。 ②初登场时迪奥娜可选择点按战技快速回转CD，后续为神里绫华补充能量时选择长按战技。 ③当 莫娜 装备「讨龙英杰谭」时，其离场后需要直接切至神里绫华；神里绫华也可替换为其他冰元素输出角色，如 甘雨 、 凯亚 等。 【1.2.2】莱欧冻结队 ◆配置： 莱欧斯利 + 芙宁娜 + 枫原万叶 + 夏洛蒂 ①莱欧斯利是冰元素法器角色，其主要以 普通攻击 进行输出 （配合战技启动） 。 ②当前除了上述搭配，还可考虑芙宁娜替换为 夜兰 。 【2】万达国际 【相关补充内容】（ 含双扩手法 ） ①达达利亚战技的施放攻击为 强水附着 ，随后 班尼特 的元素爆发命中敌人后仍会使敌人 残留水元素 ，并 为场上角色施加火元素附着 ，此时万叶施放元素爆发即可直接扩散水、火两种元素。 ② 注意香菱元素充能效率的堆叠 以保证大招的回转，在循环输出时主要看香菱的大招是否回转完毕。 ③当达达利亚搭配「 水仙之梦 」4件时，班尼特可选择「 昔日宗室之仪 」4件，而其他搭配可选择「教 官 」4件。 【角色培养】 达达利亚 / 香菱 / 班尼特 【3】国家队变阵 【参考输出顺序】 ① 万叶 国家队 ：行秋QEA、班尼特QA、枫原万叶QE、香菱QEA ② 雷国 变阵 ：雷电将军E、班尼特Q、万叶QE、香菱QE、雷电将军Q接输出 【双扩散的次序】（ 重要 ） ① 万叶国家队 的双扩散 行秋 施放技能附加 弱水 ，班尼特施放元素爆发利用强火抵消行秋弱水、后接一次普攻触发行秋 雨帘剑协同再次挂水 ，万叶施放 元素爆发扩散 敌人身上的 水元素 、后接战技染火后 扩散火元素 ，完成水/火双扩散。 ② 雷国变阵 的双扩散 雷电将军 施放战技时施加 弱雷 ，班尼特施放元素爆发抵消弱雷 触发超载 ，触发雷神战技 协同攻击再次挂雷 ，万叶施放 元素爆发扩散 敌人身上的 雷元素 、后接战技染火后 扩散火元素 ，完成雷/火双扩散。 【角色培养】 行秋 / 雷电将军 *由万叶国家队阵容也可变阵为“ 宵行万班 ”、“ 卢行万班 ”，通过班尼特元素爆发施加附着的机制触发扩散提高站场火元素输出角色的伤害。 【4】雷九万班 【角色培养】 九条裟罗 ①若九条裟罗 没有解锁2命 ，则需要 施放战技后接蓄力射箭产生「乌羽」 ，或选择 八重神子 代替。 ②上述输出顺序是枫原万叶先扩散雷元素，减抗效果在后半程会结束 （风套无法后台触发减抗，只有装备者在前台触发扩散才减抗） ，如果想要 提高风套减抗的利用率 ，可以考虑“雷神E、九条E （九条自己吃到自己的增益效果） 、班尼特Q、枫原万叶QE （需要注意敌人身上是否存在雷元素标记） 、雷神Q接输出”。 【5】融化队 【融化的双扩散手法】（ 重要 ） ①融卢的 染冰 扩火 （参考）：凯亚施加 强冰 ，后由万叶利用元素爆发触发 冰扩散染冰 ，班尼特施放元素爆发、 战技 将敌人当前所附着的冰元素消耗掉，后由万叶战技 染火扩火 。 ②甘雨的染火扩冰：枫原万叶通过技能 扩散敌人冰元素 ，而同时由于处于 班尼特的元素爆发领域内 ，使 万叶自身附着火元素 ，在施放元素爆发时会使其转化为火元素（即“ 染火 扩冰 ”），从而持续附着火元素并配合甘雨打出融化，进而使纳西妲的元素战技补充草元素，最终 延长燃烧时间 。 ③融甘的直接变阵：经典融甘阵容为“甘雨+钟离+香菱+班尼特”，当掌握一定操作避免敌人攻击或面对攻击频率较低的敌人时，可以直接选择将钟离替换为万叶进一步提高伤害。 【参考输出顺序】 ① 融化流 迪卢克 ：凯亚E、万叶Q、班尼特QEA、万叶E、凯亚QE、迪卢克EAEE后接QA ② 火风 燃甘 ：甘雨E、纳西妲EQ、万叶Q、班尼特QE、万叶E、甘雨蓄力射箭 【角色培养】 迪卢克 / 凯亚 / 甘雨 【6】纯火队 【参考输出顺序】 ① 可莉 三火 ：班尼特QE、万叶QE、香菱QE、可莉EQ接AZ输出 ② 林 万钟班 ：钟离E（长按）、班尼特EQ、枫原万叶EQ、林尼Q接重击2-3次接E ①可莉主要有 连续AZ （利用普攻减少重击后摇） 、 AZ跳跃 （利用跳跃取消重击后摇） ，可莉三火队的生存压力较大，需要注意躲避敌人的攻击。 ②钟离可以 替换为其他护盾角色 ，如 托马 、 莱依拉 、 迪奥娜 等。 ③钟离还可替换为 迪希雅 ，其 固有天赋1 （不吝佑助） 能够提供 高额抗打断能力 使得队伍在输出时即使没有搭配护盾角色也能较为流畅的施放技能连招。 【7】纯水队 【关于 那维莱特 队】 ①那维莱特的自身强度很高，队伍的组队逻辑围绕“ 触发水元素相关反应 ”和“ 直接提高那维水伤 ”两大主题展开。 ② 芙宁娜 的充能效率推荐在210%+， 白术 的充能效率推荐在230%+。 ③在该队伍中，白术可考虑【 昔时之歌 】4件继续提高队伍伤害。 ④除了“白万芙特”外，与万叶搭配的那维队还可考虑“ 那维莱特 + 枫原万叶 + 钟离 + 达达利亚 ”。 【关于 夜兰 水伤队】 ①夜兰解锁6命后也可将行秋换成 莫娜 提高「破局矢」的爆发伤害。 ——但6命已经可以单通了.jpg ②此外，还有“ 夜兰 + 莫娜 / 高配置妮露 + 枫原万叶 + 香菱 ”的“ 蒸夜 ”玩法，注意堆叠香菱、莫娜的充能效率。 ——此外高配妮露可以使用 高精练圣显之钥 同时推荐选择 满命妮露 （多用于竞速玩法）。 【关于 心海 三水队】 ①芙宁娜也可用 行秋 暂替。 ②因为是三水阵容，夜兰、芙宁娜和行秋等水元素后台角色的 充能需求可大大降低 ——0命夜兰的充能效率可在170%左右，1命可在140%左右；非6命行秋的充能可在180%-200%之间，6命可在150%左右；芙宁娜的充能效率可在170%左右。 【参考输出顺序】 ① 心 芙夜万 ：行秋QEA、夜兰QE、心海EA、万叶QEA、心海Q后站场普攻 ② 白万芙 特 ：那位莱特EQ、芙宁娜EQ、枫原万叶EQ、白术E/Q、那维莱特重击输出 【角色培养】 那维莱特 / 万叶 / 白术 【8】双雷激化 ▶角色培养（ 刻晴 / 菲谢尔 ） ①刻晴的圣遗物套装优先选择「 如雷的盛怒 」4件套，菲谢尔可选择“如雷2件+精通/攻击2件”的散搭组合。 ②因为纳西妲元素战技的协同攻击为 中草元素附着 ，先手施放草神战技会出现万叶无法扩散雷元素的情况，所以可考虑 先手扩散雷元素 。 【9】万叶与闲云的搭配 ①在“万芙闲班”阵容中，万叶仍然选择“ 风套4件 ”，不过此时选择 精通沙、火伤/精通杯、暴击/暴伤头冠 。 ②优先选择双暴、精通和攻击等输出类武器，如雾切之回光、磐岩结绿、裁叶萃光、铁蜂刺、海渊终曲、狼牙等武器，提高万叶的下落输出。 ③该玩法 需要万叶升级普通攻击等级 。 ④如果式6命万叶，也可搭配6命珐露珊、闲云体验风伤下落玩法。 ▍ 写在最后 枫原万叶的机制十分优秀，即使已经登场两年之久也依然强势，是十分值得抽取的角色之一。0命通过堆叠元素精通提高增伤幅度，并能搭配风套降低敌人的元素抗性，进一步提高队伍的伤害。 武器方面 ，0命可以考虑诸多精通武器，如苍古自由之誓、西弗斯的月光、东花坊时雨、铁蜂刺等，也可考虑充能武器优化大招的能量循环，如西风剑、祭礼剑等。当解锁高命想要体验风伤伤害时，可以考虑磐岩结绿、雾切之回光和裁叶萃光等双暴武器。 圣遗物 优先考虑凑齐4件翠绿之影。 以上就是本期关于「枫原万叶」角色攻略的全部内容啦~我们下期再见！_(米游姬入欧) 图片： Asgater 文本： Asgater 数据： Asgater 监督&校正： Asgater",
    "length": 8310
}