{
    "game_id": 2,
    "post_id": "40582293",
    "f_forum_id": 43,
    "subject": "鹤观满探索——稻妻地图探索【百日挑战1】",
    "url": "https://www.miyoushe.com/ys/article/40582293",
    "created_at": 1687434954,
    "like_num": 788,
    "view_num": 46791,
    "reply_num": 82,
    "text": "稻妻地图探索—— 鹤观满探索 开始咯。 关于「鹤观」的探索，我们一共需要三天（现实时间）完成，并且本帖攻略的三天探索是跟随鹤观任务「雾海纪行」一并进行的，所以第二天探索会用上道具「奇特的羽毛」，探索度中不包括幽灵委托宝箱。 接下来就开始我们的鹤观满探索之旅。 _(派蒙-我们走)_(派蒙-我们走)_(派蒙-我们走) 地图上以下标记分别作为仙灵、地灵龛、神瞳、限时挑战和宝箱（其中包括露天宝箱、解谜、挖掘等）。 注：鹤观地图中逢岳之野地区在「雾海纪行」任务中会一直处于雾霾状态，任务完成雾霾状态就消失了，本帖是处在雾霾状态下探索的，可以根据图片寻找具体位置。（大家也可以完成「雾海纪行」再探索） 1.限时挑战，击杀两个雷骗骗花，激活雷种子开启挑战； 2.神瞳，将周围的炸弹果实全部踩爆，激活雷种子，获取神瞳； 5.普通宝箱和仙灵。 点位9-12为四个雷灵，用于解锁点位13处的珍贵宝箱。 15.三个雷霆探针； 16.神瞳，高点的地方飞下去获取； 17.点亮四个符号出现宝箱； 18.普通宝箱和地灵龛： 20.神瞳，通过旁边的相位门传送获取。 25.神瞳和普通宝箱； 26.奇馈宝箱； 27.神瞳和普通宝箱。 4.神瞳； 5.挖掘宝箱； 6.神瞳； 7.神瞳。 10.神瞳和普通宝箱； 14.神瞳，神瞳底部有雷种子，可以传送到神瞳的位置； 16.神瞳、限时挑战和珍贵宝箱。 4.神瞳，可以通过点位6限时挑战旁边的雷种子获取（有羽毛的话对旁边雕像使用会出现雷种子）； 7.神瞳。 10.神瞳和限时挑战； 11.神瞳； 12.神瞳； 15.神瞳，可以通过点位14处仙灵旁边的雷种子获取（有羽毛的话神瞳左边走有雕像，使用羽毛出现雷种子）。 21.普通宝箱，先点亮旁边的雷石，再点亮下方的三个雷石出现（速度要快，没全部点亮前它会慢慢熄灭）； 22.神瞳。 1.神瞳和珍贵宝箱； 2.神瞳和仙灵； 6.神瞳，头顶雷种子； 7.宝箱，触碰雷灵，跟随雷灵依次点亮雷石。 11.普通宝箱，携带雷种子进入雷屏障出现； 12.限时挑战和地灵龛，限时挑战需要先去地灵龛的旁边，把相位门旋转到对应位置，再开启挑战； 13.继电石连接一个节点，触碰雷灵连接一个节点，自己附着雷元素连接一个节点。 14.神瞳； 18.神瞳和普通宝箱，击杀兽境之狼出现普通宝箱和激活旁边的雷种子，再携带雷种子获取神瞳； 19.限时挑战，建议开船挑战，点位15处海边有船。 1.神瞳和普通宝箱，雷种子在传送锚点旁； 2.神瞳； 3.普通宝箱，点亮四个雷石出现； 4.限时挑战，没有羽毛前可通过携带点位4上一张图片的雷种子进入（有羽毛的话，进入洞口前有雕像，使用羽毛出现雷种子）； 5.神瞳，与点位4的限时挑战一样（有羽毛的话，神瞳外有雕像）； 8.神瞳。 2.神瞳，探索时不小心拾取了，图中勾画位置。 这里是秘境「茂知之壳」的开启解谜，处于鹤观探索区域，将周围的三个限时挑战完成解锁雷元素方碑，点亮雷元素方碑即可开启秘境。 其中会有几个奇馈宝箱、一个神瞳和秘境可解锁的珍贵宝箱，还有成就「茂知之壳」。 第一天的探索到这就结束，开启第二天的探索。 第二天的探索大部分都需要使用道具「奇特的羽毛」，所以探索的时候不特别注明。 第二天的探索中会有七个石板，用于解锁最后的宝箱。 8. 第一个石块； 9.激活雕像，出现雷石，跟着雕像出现的顺序依次激活雕像点亮雷石，最后出现兽境之狼，击杀获取宝箱； 12. 第二个石板。 2. 第三个石板； 3.点位2处石头旁的雕像，使用羽毛出现雷灵，跟随获取宝箱； 5. 第四个石板， 使用羽毛，跟随出现的仙灵找到三个遗留的石块，放置在空缺的位置，再跟着顺序击打； 6.使用羽毛，点亮墙上符号。 点位1和点位12都是推石块解谜，分别是 第五个石块和第六个石块， 跟着图片上的数字顺序⇒石块开始点⇒石块推动后的位置，箭头和数字颜色是相同的，依次推动即可。 2.使用羽毛，点亮四个火把。 11.使用羽毛，出现雷种子，携带进入雷屏障获取奇馈宝箱。 2. 第七个石块。 3-5.对有雷鸟的墙使用羽毛，其中的精致宝箱里是一个如星的宝珠（总三个，后续有用处详解）。 点位5处的火把解谜（点亮相应位置即可），雷霆探针解谜——触碰雷灵到达相应探针的位置激活（一个雷灵对应一个探针），自己再雷元素附着激活一个即可。 6.安置三个如星的宝珠，出现三个雷灵（位于鹤观三处高山上，将它们跟随到指定位置获取宝箱），放置完之后出现一个精致宝箱； 7.神瞳。 四个附有雷鸟的墙体全部解除之后获得成就「双城记」。 8.点亮相应火把获取宝箱（海底三处火把解谜完成获得成就「猜想时间」，其中第一天的解谜有一处火把解谜）；使用羽毛出现机关，开启降水位，限时挑战获得珍贵宝箱； 9.两个华丽宝箱和成就，放置 七个石板 获取，成就「七个字母」。 三个高山上的雷灵，触碰跟随使三个雷灵达到指定位置获得华丽宝箱（触碰的时候视角跟着雷灵走，不然容易跟丢）。 第二天的探索完成，继续第三天。 点位8原本是属于第二天的探索范畴，探索的时候遗漏了，解谜之后获得成就「雷鸟的系谱」，完成岛上的所有「雕像」挑战即可获取。 第三天探索完成。 完成「雾海纪行」任务之后，会有幽灵委托，完成委托会获得一个宝箱，宝箱也属于鹤观探索度的范畴。 完成三天的探索就可以达到满探索了，还没满的小伙伴赶紧上号查漏补缺吧。_(宵宫-伸懒腰) 「鹤观」满探索攻略到此结束，咱们下期再见。_(香菱-好吃)_(香菱-好吃)_(香菱-好吃)",
    "length": 2264
}