{
    "game_id": 2,
    "post_id": "52720648",
    "f_forum_id": 43,
    "subject": "【V4.6攻略】4.6版本深渊阵容评级推荐及打法思路教学",
    "url": "https://www.miyoushe.com/ys/article/52720648",
    "created_at": 1715337622,
    "like_num": 4285,
    "view_num": 58762,
    "reply_num": 95,
    "text": "UID 105298742 各位旅行者好，我是澈晓。 仆人阿蕾奇诺随着新版本实装后，原神的深渊也很快就迎来更新，今天为大家带来 4.6版本深渊阵容推荐及打法思路 ，希望对各位旅行者有所帮助！ 【阵容选择】 本期深渊上半是综合环境，有对单和对群的双需求，并且要求阵容具备良好的转火能力，下半为对群破盾环境，要求阵容尽量具备一定对群能力，并且要有多种属性角色保证破盾。 阵容选择 是通关深渊的第一步，也是非常重要的关键一环，这里举几个比较好用的强力阵容，如果有合适的可以拿去抄作业： 上半： 仆人纯火、那芙万白、草神国家队、海哥激绽 、仆人蒸发、胡夜钟、刻皇等阵容。 上半以有优秀转火能力的综合阵容为主，最好带有火系或荒性角色，或者高频雷属性角色破盾。 下半： 草神国家队、万叶国家队、万达国际、仆人蒸发 、散珐、雷神国家队等阵容。 下半以多属性破盾阵容为主，并且具备一定的对群能力。 如果有旅行者目前满星不了深渊，强烈建议阅读后续的深渊打法思路 ，学会一定的技巧，可以有效节省深渊时间。 超链图片 【打法思路】 <12-1上半> 三剑鬼！开局面前站位为“风鬼-凶鬼-冰鬼”。 简单说下剑鬼机制：凶鬼基本不动，风鬼围绕最近单位转圈移动，冰鬼会以角色为目标移动，因此冰鬼不需要刻意聚， 保证“角色-凶鬼-风鬼”三点一线 ，基本上就可以稳定聚怪。 开局朝左前方石柱跑 （直接跑到风鬼左侧贴贴也可以，但可能会吃伤害暴毙），触发冰鬼冲刺技能，并略微移动风鬼，方便后续拉位置，注意躲避伤害； 冰鬼冲刺后快速移动到凶鬼背后 ，使“角色-凶鬼-风鬼”形成三点一线，此时上buff或充能，前戏准备好后冰鬼基本刚好走到身边完成聚怪。 三剑鬼血量不高，练度高可以快速击杀，如果伤害不够一波带走，也尽量保证前面提到的三点一线站位保证不拉散怪物位置。 <12-1下半> 三波怪物，第一波为2个海乱鬼，第二波为1个藏镜仕女+2个愚人众火枪，第三波为1个霜役人+1个风役人。 开局走到2个海乱鬼一侧形成 “角色-海乱鬼-海乱鬼”三点一线 ，利用阵容削韧和海乱鬼本身较强的进攻欲望拉怪，有万叶等聚怪角色则直接站中间聚即可。输出时注意保证2个海乱鬼血量平衡，如果差距较大则需要控一下转火，尽量同时击杀，否则剩下的海乱鬼就会回血并进入狂暴。 第二波走到2个火枪手一侧形成 “角色-火枪-火枪”三点一线 ，利用火枪手贴身后撤机制拉怪，如果有万叶等聚怪角色则直接站中间聚即可。 第三波走到霜役人或风役人一侧 形成三点一线 ，利用阵容削韧拉怪，有万叶等聚怪角色则直接站中间聚即可。不过役人会频繁位移，如果可以的话还是推荐带万叶保证聚怪，否则后续大概率是逐个击破。 <12-2上半> 冰风组曲·科培琉斯。 怪物拥有高额冰抗和风抗，因此强烈建议不用冰C或风C打这间。 开局怪物短暂超高全抗后开冰盾进入战斗姿态，用火雷等属性破盾即可，全程共会开3次冰盾，不过盾条很容易破除；如果有荒性角色也可以直接破盾，并且在 累计受到3次荒性攻击后冰风组曲会提前结束开盾阶段 ，降低攻击欲望和伤害。 冰风组曲的伤害比较高，如果带了班尼特等角色比较容易暴毙，建议及时躲避。 保证生存的前提下一股脑灌伤害即可，难度不高。 <12-2下半> 三波怪物，第一波为3个讨债人，第二波为1个岩镀金旅团召唤师+1个风镀金旅团召唤师，第三波为2个雷使徒。 开局有聚怪则直接聚，没有则 走到3个讨债人一侧，利用阵容削韧拉怪 ，讨债人是比较基础的敌人，处理起来并不困难。 第二波 走到女召唤师身边 ，男召唤师会自己走过来，轻松拉怪后快速击杀，如果阵容练度不算顶级建议优先击杀召唤物，召唤物被击杀后召唤师会扣血并陷入虚弱。 第三波来到2个雷使徒一侧，形成 “角色-雷使徒-雷使徒”三点一线并尽量朝后撤 ，远端雷使徒会走过来自行拉怪。战斗中也尽量随时保证三点一线，控制雷使徒血条消失后撤的落点。雷使徒开盾后用火冰属性快速破盾即可。 <12-3上半> 四波怪物，第一波为2个愚人众冰胖，第二波为1个镀金旅团+2个野伏众，第三波为2个攻坚机关，第四波为1个建造机关+2个侦察机关。 开局 后撤拉2个冰胖过来 ，延后其开技能时间的同时交技能提前上BUFF，如果练度够高则直接冲过去全杀了即可。 第二波 贴身输出即可 ，进攻欲望都比较强烈。第三波来到2个攻坚机关一侧 形成三点一线 ，然后贴身输出即可。第四波 直接打中间的建造机关 ，旁边的2个侦察机关会自己送。 本间共有四波怪，非常考验阵容的转火能力，因此尽量不要使用真空期长的爆发阵容，否则需要打好几波循环，强行拉长时间。 <12-3下半> 火冰雷驱役者。 三色使徒，虽然护盾属性较多，但实战强度很低，只是个花架子，没有世界BOSS的开局前置三属性装置，也没有大世界的随机护盾，并且由于取消了水盾，因此在强度方面比之前版本的三色使徒更弱。 三色使徒的护盾按照 “火-冰-雷”的顺序轮流生成 ，虽然每次护盾之间的间隔不长，但三色使徒血量也并不高，很容易解决。 在每轮“火-冰-雷”护盾都被击碎后三色使徒会陷入一段较长时间的虚弱，主要的输出时间就在此刻。如果此时还未击杀三色使徒，依旧按照“火-冰-雷”的破盾顺序先破盾再打输出即可，在属性带齐的情况下，三色使徒基本没有难度。 另外有些注意点需要提前说明一下，非常重要！ 1. 阵容推荐仅针对深渊，阵容推荐度仅针对当期深渊； 2.阵容只是帮助大家了解角色的一种形式，虽然做了每个版本的阵容推荐程度以及评价，但并不希望因此作为pvp素材，因为仅为推荐，并不具有权威性。阵容的强度和玩家的练度、手法息息相关，所以有人有不同见解或觉得某个阵容就是比另一个阵容强也在情理之中，如有疑问，以各位为准； 3. 很多阵容会抢占大量强力辅助，但没有必要因此而心怀恶意的抵制 ，抢占大量辅助是因为值得，真正应该做的是组一支与一队不冲突的阵容 。 原神的深渊环境多变，也使很多阵容的风评与表现随着环境的改变而改变，这一点是很有意思的。虽然有一些一招鲜吃遍天的强力阵容，但一直玩一套也没那么有意思，打法多样，思路不断拓宽才是游戏健康发展的正确方向。 以上就是本篇攻略的全部内容，如果有不足之处，欢迎指正。 任何角色的深渊配队推荐与阵容的具体表现都有可能随着版本更新变化而发生变化，因此这个系列未来也会持续更新，为各位带来最新的游戏攻略。 如果各位觉得本篇攻略对自己有帮助的话，希望可以多多点赞，大家的支持是澈晓不断更新的动力！",
    "length": 2653
}