{
    "game_id": 2,
    "post_id": "45315675",
    "f_forum_id": 43,
    "subject": "七圣召唤-水皇鸭卡组精讲",
    "url": "https://www.miyoushe.com/ys/article/45315675",
    "created_at": 1699534622,
    "like_num": 58,
    "view_num": 1696,
    "reply_num": 6,
    "text": "_(胡桃-打招呼)大家好呀，这里是雀雀，重度原牌玩家一枚！游戏id 102822820_(胡桃-打招呼) 简单做个自我介绍 3.3七圣老玩家，全民积分赛常驻选手 【同声相应】共鸣杯全民积分赛亚军，第一届影幻杯排名积分255，位居第47位。 作为一名很早接触水皇召唤物体系的牌手，自从 镜女 被削弱之后，就一直在寻找水皇的第三人， 其中水草( 纯水精灵 ， 菲谢尔 ， 纳西妲 )，水债（ 纯水精灵 ， 菲谢尔 ， 火之债务处理人 ），变种水八（ 纯水精灵 ， 八重神子 ， 火之债务处理人 ）这三套卡组则是经历了赛事环境的锤炼，经过各路大佬优化后，公认的t0水皇配队。 首先，我们要知道水皇第三人需要什么样的特性 因为水皇体系的特点是依靠召唤物不断磨血，所以水皇第三人需要有一定收割以及单体作战能力， 镜女 的大招是2充5伤模板，是一个快充小爆发， 镜女 明显符合这个定位，这也是 镜女 被削弱后，第三人是 讨债人 和 纳西妲 的原因，前者2充单体爆发，配上潜行盾打6，而后者更是反应发动机，单挑乏力换来的是独特且超模的扩印机制(打出反应会造成后台穿透伤害）与2充4伤大招附加 摩耶之殿 反应增伤。 其次，让我们想一下为什么未削弱的 镜女 是水皇最佳第三人 这里就要提到了 镜女 独一无二的元素战技(未削弱前直伤为3) 这个技能可以让被附属 水光破镜 的角色，受到的水元素伤害+1 这里答案就很明显了，让被附属 水光破镜 的角色去吃到回合末的召唤物水元素伤害，出伤会有多么恐怖，而削弱后直伤-1，经过多轮对局的测试，往往就差那1点伤害。对方的角色附属 水光破镜 状态后，如果切走，代表你只造成了2点伤害，这是非常亏模的一件事情，因此， 镜女 便渐渐退出比赛环境，被相同费用相同充能，收益更高的 讨债人 和 纳西妲 取代。 虽说 镜女 的天赋会使被附属 水光破镜 的角色切人额外花费1费，但是水皇体系卡位过于紧张，携带 镜女 天赋是明显的丢西瓜捡芝麻行为，极不推荐。 _(达达利亚-冲浪)这时，就可以引出这篇攻略的主角___ 达达利亚 ！_(达达利亚-冲浪) 达达利亚 被增强之前，确实是一张无人问津的角色卡，但是增强后，有了加入水皇第三人的资格，甚至超越两位同行！这里就让我来盘一盘，他强在哪里。 断流 在未增强前，是持续2回合，而增强后，则是 永久 存在！ 并且会随着出战角色被击倒后转移到下一位角色，而附属 断流 状态的角色被 达达利亚 攻击后，受到的伤害+1，并且对下一位后台角色造成1点穿透伤害，这说明什么！这是否可以理解为永久且允许多个角色被附属的 水光破镜 ？虽然召唤物无法增伤，但是可以转变一下思路，从水皇二人转变成 达达利亚 站场，让 达达利亚 进行多次攻击，最大程度赚取 断流 带来的收益，同时3充的问题也得以解决！ 而且！ 达达利亚 相较于 镜女 和 讨债人 ，是可以携带武器的，如果给 达达利亚 携带了【王下近侍】这把武器 可以让 达达利亚 1费开启元素战技，进入【近战状态】后造成3点 水元素 伤害，从此 达达利亚 的每一次攻击，如果打在 断流 上，那就是4水+1穿透，这个伤害是特别恐怖的。 如果 达达利亚 处于【近战状态】进行重击（释放技能时骰子为偶数）普攻，也会为对方出战角色附属 断流 ，因此 断流 是很容易附属的， 所以接下来的伤害，都默认打在 断流 上。 由于这套卡组的打法， 达达利亚 将总是处在【近战状态】，因此大招只讨论近战伤害。3充3费打7，乍一看是标准的单体爆发模板（例如 重云 3费7冰， 迪卢克 4费8火， 流浪者 3费7-8风），其实打在附属 断流 的角色身上，会额外多1伤1穿透，若 达达利亚 装备了武器，伤害更是+1，如果食用【仙跳墙】，多出3点伤害更是几乎没有角色能接下这一拳！ 让角色站场，自然要考虑到生存问题，但是这时请各位想一下，这套队伍是 双水 阵容呀！双水自然是以超高的回复力著称，而且使用了 双水共鸣 后，依然可以食用料理，这会使前台角色的生存能力得以保障。 至于武器的选择，只推荐【王下近侍】，从骰子转换的层面上来讲，它是将3同色骰转化为2水元素骰，是一张名副其实的“调和牌”，单说调和作用就已经够赚了，而它调和后，会使角色伤害+1，因此这套牌组的运营思路就是当 达达利亚 拿到武器后，就可以进行站场输出了，他拿到武器的每一动，都是特别高的收益！ 与其他黄金屋藏锋王下电表倒转体系不同，本套牌组并不需要 达达利亚 频繁开启元素战技，因此不需要携带藏锋行动牌，而【王下近侍】这把武器刚登场的时候，就显得特别契合藏锋，这样一对比，从某种角度上来说，算是节省了些许卡位。 本套卡组不需要携带天赋牌 _(八重神子-你怕了) 这里是牌表 下面我来谈谈构筑 装备与场地_(小王子-思考) 因为这套卡组刚需 达达利亚 进行站场输出，与 讨债人 靠元素战技赚取收益不同，所以只携带了1张【幸运儿银冠】，高压对局可以开局寻找&留牌给 纯水精灵 装备。 另外请切记【王下近侍】的元素战技减费效果，是 本回合内生效 ！下一回合是会移除此效果的，因此与其他传统装备不一样，切不可装备后直接结束回合！ 建筑选择了2港1教堂2须弥城，因须弥城是在确保手牌充裕的情况下，打出就可以即时触发，这一点已经甩天守阁一条街了。那么问题来了，如何保持手牌充裕？炸骰了怎么办？请注意，这套卡组依赖 达达利亚 的普通攻击出伤，所以相对其他主流卡组，这套卡组对元素骰的压力小了许多，这也是没有携带调和牌的原因。 过牌与调和_(珊瑚宫心海-思考) 过牌采用了2港1立本2心海，这个过牌量是足够的，只有保证过牌量，才可以打出“掏”，“胡”的操作。 因为这套卡组对有效骰的需求不是特别高且【王下近侍】具有调色的作用，余下的骰子可以用来起建筑，所以只带了1张立本。 秘传的抉择_(胡桃-六！六！六！) 秘传为 自由的新风 ，可以在击倒对方角色后再行动一次，对局的成败很大程度取决于决胜回合这张牌是否入手。 其他秘传皆不适合。理由如下， 磐岩盟契 适合可莉一斗体系（拥有使技能费用减少的机制），0费时变出2费再行动一次，水皇体系携带这张卡只能用来切人吃药，（卯师傅体系可以吃鸡再变出一骰子，但是这套构筑不走迪卯轴，不讨论）想配合水骰子再释放一次元素战技或元素爆发的话，多数情况需要再调和两张牌，收益远远不及新风连斩。 旧时庭园 适合高费装备流派，虽然 达达利亚 装备了【赌徒的耳环】或 纯水精灵 装备了【幸运儿银冠】后再装备【王下近侍】仅需1费，但是常规情况圣遗物是不需要起手留的，并且武器是需要开局寻找，先装备了武器后再使用秘传减少2同色骰子装备圣遗物，是吃不满收益的，因为【赌徒的耳环】仅需1费，【幸运儿银冠】需要2杂色骰，都不是很高的费用。同时，使减费机制生效需要三张牌，秘传固定在手，再去寻找武器与圣遗物，这是极其污染起手的。 愉舞欢游 是一张擦元素的秘传，可作为绝活使用，在特定的对局有奇效，但多数对局只会卡在手里，污染起手，充当一张调和牌，因此应该选择收益更为稳定的新风去连斩，抢先。 万家灶火 是一张高质量过牌，但是本套卡组的过牌量已足够，故不考虑。 充能与对策_(阿贝多-送花) 这套卡组是需要一些“魔术”去对抗其他卡组的， 达达利亚 或 纯水精灵 的大招是单点爆破， 菲谢尔 的大招是小爆发加群体削血，应根据对面的卡组以及对局实际情况选择充满哪个角色的大招进行偷人。 充能卡携带了一张星天一张白垩，这个可以根据自己牌风，酌情增加减少替换，常规轴是水皇二人转，因此达达利亚行动一次后，一张白垩就可以充满大招了。 对策卡携带了一张胡桃，当下版本召唤物体，雷鹤，后起之秀妮绽放体系横行，携带胡桃是有必要的。 如果是征服赛制，更是可以根据对方卡组携带或减少胡桃进行有效针对。 两张重攻击，处于【近战状态】下的 达达利亚 ，装备武器，对附属 断流 的角色打出重攻击的伤害是6水+1穿透，属于是拳拳到肉。 食物的选择_(仙跳墙) 食物携带了1墙2酥1饼1披萨，比较普通的构筑， 如对“大哥”单核阵容进行针对特化，再上一张仙跳墙便可， 如已探知对方卡组为流浪者扩散体系，可携带黄油蟹无效化对方一次的高额群体扩散伤害。 _(重云-怎会如此) 一个最重要的问题 ：携带了建筑，为什么没有携带阿圆？ 不需要开局去寻找阿圆，场地牌拿到便可以直接拍下，同时对对手起到误导，认为你没有开局摸到阿圆， 阿圆没有【迪娜泽黛】的检索功能，因此阿圆督战的场面比比皆是， 同时5建筑的构筑，阿圆收益不大，既然怕摸不到阿圆那就直接不带。 卡位是寸土寸金的，如果阿圆沉底，或是决胜回合给你来一个“双圆共鸣”，对对局是莫大的影响！ _(柯莱-好运) 起手留牌 王下近侍 璃月港口 须弥城 立本 心海 对策留牌（召唤物体系，高压快攻） 幸运儿银冠 胡桃 快切（用来抢动数，偷人） 打快牌可以留秘传 _(小王子-邀请) 对局思路 与常规水皇开局一样，如有须弥城，可以走纯水皇女3+1+2+2轴 如缺少雷骰，可以纯水大E后蓄爆 如缺少水骰，应调和食物，建筑牌，确保 纯水精灵 使用元素战技 高压对局，可以 纯水精灵 装备【幸运儿银冠】后使用元素战技 如有【王下近侍】，可以直接 达达利亚 开，并且在投掷阶段寻找3同色，提刀开启元素战技，有骰子可以切 皇女 规避反应并释放元素战技，如骰子质量不足以释放元素战技，应进行蓄爆，面对召唤物体系时不可让 达达利亚 站在前台（算一下回合末即将承受的伤害，超过3就切人吧），纯水皇女的血量都是可以卖的。 _(迪奥娜-挺厉害嘛) 总结 这是一套偏中快速的双水套牌，提到双水，大家都默认是慢速养大哥卡组，例如水凝光（ 芭芭拉 / 莫娜 / 珊瑚宫心海 凝光 ），水女仆（ 芭芭拉 诺艾尔 珊瑚宫心海 ），水牛（ 芭芭拉 荒泷一斗 珊瑚宫心海 ），装备齐全前抗压卖人蓄爆，装备齐全后一打三收割。因为双水强大的生存能力会有效确保角色的续航，既然如此，对装备需求更小的 达达利亚 ，有了高度适配的装备，增强后 断流 机制的加持，进入强势的水皇体系，是绝对有资格和版本主流，赛事主流卡组掰一掰手腕的。 任何卡组都不是无敌的，卡组间总是存在克制关系，对局的路上被发牌员，骰娘制裁，这是七圣召唤的一部分，遇到挫折的牌手们不要气馁！顺风天胡局谁都会打，强背公式就能赢的对局没有意义。 牌手的成长，修炼，正是一次又一次的抗压，心理博弈，残局处理，以及对下饭操作的复盘。 _(赛诺-艺术！)七圣召唤是一门艺术，牌手之间的讨论与切磋则是艺术的传承。_(赛诺-艺术！) 以上就是本攻略的全部内容啦，感谢小伙伴的观看！ _(刻晴-点赞)如果这篇攻略帮到了您，还请您给咱点个赞哦！_(琴-赞扬)",
    "length": 4394
}