{
    "game_id": 2,
    "post_id": "9815095",
    "f_forum_id": 43,
    "subject": "【萌新配装推荐】平民【五星角色】的四星无脑配装推荐",
    "url": "https://www.miyoushe.com/ys/article/9815095",
    "created_at": 1632352140,
    "like_num": 1976,
    "view_num": 173275,
    "reply_num": 899,
    "text": "文案照搬我写的四星的……_(米游兔害怕) 这个帖子是为不擅长思考的萌新准备的，以五星角色为主，因为很多人即使看了攻略也不知道自己的角色该走哪条路，特别是有分流派的角色。 看了几个旅行者的号，那配装配队真的有点让我心肌梗塞了，帮他调整都调整不过来的，多的也不敢碰，毕竟不是自己的号，必须写个让人无脑【照抄】的攻略。 现在开始，你【不需要】动脑，直接按照我给的配装去配就好。会玩的萌新可以不用看了，因为你已经懂得各种流派或者走向玩法。 我要你【放弃思考】，当做被我催眠，按照我的思路走，养成后就不会弱。弱了，你可以回来骂我。大世界和一般任务、深境什么的肯定都是轻松应对的了。(手残就没办法了) 不管是角色还是武器，等级一般推荐80级就够了。 【必须做到】： 除了纯辅助类角色，副词条爆伤必须有个20+以上最好。理之冠只要不戴暴击率也有个50+，就可以戴爆伤了。 无双爆，就要运气很好，也强化出20+爆伤。 【常驻角色】 魔女套最适合迪卢克，五星中唯一一个可以触发魔女4件套所有效果的角色。没啥好讲的。 武器替换：螭骨剑 如雷打反应可以减CD，充能更快了，推荐走感电。能量又低频频大招是刻晴的优点。 但刻晴动作很飘，不适合萌新和手残，刻晴很脆，挨不了几下打。 武器替换：试作斩岩(物伤流)、天目影打刀 圣遗物替换：角斗士2+如雷2 绝缘配流浪堆爆伤就好，因为莫娜充能很快，很容易开大招，而且流浪的特效非常好，触发了特效造成暴击的话伤害很高，所以堆爆伤越高越好，暴击不用管他了。反正可以频频开大。 恢复的最大化，七七的E技能冷却实在长，但回复量很高。每次E玩触发特效要等技能结束才能E多一次或者，不可以触发特效马上再E，浪费了。 天目影特效每5秒触发一层，琴E点按冷却6秒，百分百叠层数，以满精恢复12点来算，12×3=36，突破4有16点。36+16=52。也就是说三次点按加琴自身天赋，可以恢复52能量，琴80-52=28，琴以后只需要28点能量了。 天目影副词条又是攻击力，符合琴按照攻击力提升大招恢复血量的设定，可以说是琴的【专武】了。 堆攻击力，用天目影也不缺充能。而且堆攻击力不受普攻是什么属性的影响，可以在重云的E里面或者满命班尼特的Q里面改变普攻属性。伤害在线，回血量在线，充能在线的完美搭配。 是奶妈+速切+主C的结合体，不收任何限制。你想让她在哪个位置就哪个位置，不用管配队和流派，都可以玩。 【限定UP角色】 戴祭礼的可莉也可以触发魔女套全部特效了，可莉有很多缺点，攻击分段、射程抛物线、空中打不中、操作手感差。 但真爱党都可以克服，只需要多一点操作而已。 武器替换：流浪乐章(速切E) 目前的战力天花板，攻击虽高，但也容易暴毙，敌人扣你血，你自己还要扣自己血，推荐带盾。奶不需要，反正大招也会回血，只要保证自己半血时必须有盾，避免暴毙。 武器替换：匣里灭辰 没啥好介绍的，操作很简单。跟胡桃一个类型的，开E附魔。可以跟胡桃、公子等组成双C组合。 武器替换：苍翠猎弓 圣遗物替换：追忆之注连 最好的聚怪，没啥好讲的。很容易扩散，所以风套就是最好的。 武器替换：暗巷猎手、西风弓、祭礼弓 同样的聚怪，但伤害更高。不要信那些无脑的人说不满命无法C。 武器替换：祭礼剑(一次长按一次点按更划算) 魈真的很适合萌新，伤害爆表。开大做个无情打桩机即可，范围又大。而且跳跃在空中也变相的躲避了敌人的攻击，一般角色怕包围，魈是要让怪包围，一开大连续的打桩机，不要太爽了。 护盾的天花板，萌新直接走护盾流即可。等到不再是萌新了，后期可以走后台大招。 阿贝多是开E后台挂机的角色，伤害跟防御力挂钩。黎明神剑高额的暴击爆伤加成是非常适合的，反正也不怎么吃攻击力，所以攻击力低的武器只要特效好就行。 雷神也是开E挂后台的角色，但开Q就变成7秒站场主C。是主副切换的角色。 圣遗物方面没啥好讲的，这套实至名归的。 武器替换：西风(充能溢出、攻击力低) 水套是比较好的选择，开*场15秒即可，避免现场过久造成冷却过长。是比较适合走双c的角色。 武器替换：苍翠猎弓、绝弦 奶妈天花板，当做奶妈使就好了。 武器替换：讨龙 白嫖角色，走后台大招流即可。出来放完技能就下场。 这套是我最近实验的，效果不要太好了。适合手机党、萌新、手残，只出来放技能。辅助冰系站场C走永冻非常合适。 武器替换：试作澹月(瞄准射击—主流) 圣遗物替换：冰套4、流浪乐团 目前物伤的天花板，雪山大剑是优菈的【专武】，自己就可以触发全部特效了，而且物伤部分对技能也有帮助。 但角色动作不灵活，不是很适合手残。最好带盾，因为她开大后需要站场叠层数，被打断或者其他操作都会少叠，浪费。 武器替换：试作古华、螭骨剑 专门打重击的角色，可次元斩命中最多5个的敌人。推荐走永冻流即可，别的都不要，被你冻住后所有攻击都变得很集中，容易打。 武器替换：天目影打刀、笛剑",
    "length": 2005
}