{
    "game_id": 2,
    "post_id": "23587019",
    "f_forum_id": 43,
    "subject": "【V2.7攻略】#危途疑踪#魔神任务解密及宝箱收集攻略",
    "url": "https://www.miyoushe.com/ys/article/23587019",
    "created_at": 1654253289,
    "like_num": 1513,
    "view_num": 126903,
    "reply_num": 134,
    "text": "UID：153816097 旅行者们好呀！这里是 少年忆昔 。本篇为大家带来属于层岩巨渊地区的新魔神任务【 危途疑踪】 的 任务解密及宝箱收集攻略 ，希望可以帮到大家！ 〓魔神任务任务开放时间〓 2.7版本更新完成后将永久开放 〓任务开启条件〓 •完成雷电将军传说任务天下人之章·第二幕「须臾百梦」 •完成荒泷一斗传说任务天牛之章·第一幕「赤金魂」 •完成魔神任务第一章·第三幕「迫近的客星」 •完成世界任务「灵石何故堕此间」、「翠石砌玉壶·其一」 活动期间，冒险等阶达到28，并完成魔神任务「迫近的客星」和世界任务「灵石何故堕此间」后，即可通过「快速体验」参与间章。（完成荒泷一斗传说任务「天牛之章 第一幕」、雷电将军传说任务「天下人之章 第二幕」、世界任务「翠石砌玉壶·其一」后体验更佳。） 【注意】本篇只提供有关任务解密和宝箱收集的内容，剧情不再赘述，另外每个秘境都有相应视频演示，请注意流量消耗哦！ ①鹤径折旋之所（转岛屿） 【宝箱情况】 共2个，分别为 精致的宝箱*1、珍贵的宝箱*1。 进入第一个秘境 （旋转机关次序为1-1-3-1-1） 进入后直接右转， 旋转机关一次 ，然后前往新的平台 来到新的平台，击败怪物后， 旋转解锁后的机关一次 旋转完后来到新平台后 直接右转，来到下一个平台 ，然后击败敌人后会出现一个 精致的宝箱 然后 旋转三次机关 ，记住是三次哦 （让下面被封印的机关正对着我们即可） ，然后 左拐来到之前的平台 来到之前的平台后， 旋转一次机关 即可，然后 来到前面的平台后左拐 即可 左拐来到新平台后，击败敌人后， 旋转一次机关 即可 然后来到新的平台，击败敌人后获得一个 珍贵的宝箱 ，第一个秘境到此结束 第一个秘境完整视频演示如下， 注意流量消耗 哦！ ②机符遁藏之城（踩地板） 【宝箱情况】此秘境内没有宝箱 。 进入第二个秘境 ， 玩法大致为踩对应指针的字符 第一步，选择对应的字符， 进入后发现地上的巨大指针，分别指向四个方向，这里演示选择了下图的字符 （双A状） 方向 第二步，触碰对应的传送球 即可 第三步，来到新平台后踩所选择的字符即可 ，踩错会受到伤害， 一共四个相同的， 踩完会出现怪物 第四步，击败敌人后地面会出现两个光柱，分别发出4道光线，我们需要做的就是 让光线全部照亮对应的文字即可 一次控制2道光线，可以上下左右移动光线，也可以顺逆时针旋转光线 全部照亮后，最开始的指针 所对应的字符会亮起来 ，表示 完成这一部分的解密 ，一共四步， 其余三个字符同理 第二个秘境完整流程见下视频演示，注意流量消耗哦！ ③迷错幻渺之境（调表盘） 【宝箱情况】 共2个，分别为 普通的宝箱*1、珍贵的宝箱*1 。 进入第三个秘境， 玩法大致为旋转指针，开启不同的空间，寻找所有的线索，然后完成解密 【总空间示意图】 所有空间对应的指针位置示意图如下， 我们最开始出现的地方记为第一空间 ，其中需要注意 第一、二、三、四空间为正向旋转到达 ，而 第五空间为逆向旋转到达 【完整流程一览】 进入秘境，在完成烟绯的剧情试用后，来到右手边的地面拿到 不知来历的纸条·其一，这里我记为第一空间（如果忘记拿的话可以调整指针回来即可） 同时注意 破坏表盘周围的这个小树苗 ，它会在后续的房间里长大从而 使我们无法调整指针 ！（如果被卡关了就回来看看吧） 破坏完后不要着急走， 南面的山底碎石旁会有两个岩爆炸桶 ，我们要击破它，因为 在第二空间的这个位置会炸开石头，从而拿到一个普通的宝箱 哦！ 击破炸药桶后来到地面上的太威仪盘处，我们 正向旋转一次 ， 地上的小仪盘和天上的大仪盘的指针显示一致， 指针指到如图所示的位置后，前往传送门，进入 第二空间 第二房间一进入就是夜兰的剧情，完成剧情试用后，来到太威仪盘的右手边，拿到 不知来历的纸条·其二 ，同时 打开铁门开关 （这个会 影响第三空间的进度 ，卡关可以回来看看哦） 然后不要忘记拿身后 普通的宝箱 哦，在 南面的山底处 （和第一房间炸开的地方处相同） 然后旋转太威仪盘指针， 正向旋转一次 ，指针位置如图所示，接着前往传送门，来到第三空间 第三空间一进入后是魈的试用剧情，这里不需要打怪，只要躲避攻击即可，等时间完成即可 完成剧情后，来到右手边拿到 不知来历的纸条·其三 ，同时 破坏掉铁门前的蜘蛛网 调整太威仪盘， 逆向旋转两次 ，使指针位置如图所示，穿过传送门，来到第四空间 进入第四空间后是一段剧情，总结完所有的信息后，来到右手边太威仪盘处， 逆向旋转一次 ， 指针位置如图所示，来到最后的空间 最后的空间全都是剧情，剧情做完后拿到一个 珍贵的宝箱 ，至此全部结束 第三个秘境的完整视频演示如下，注意流量消耗哦！ （笔者这里宝箱忘记拿了，所以又回去了一趟，大家可以按照图文走完即可） 至此就全部结束了哦，感谢各位的观看，若有任何问题和建议都可以留言或者私信哦！ ★如果这篇攻略有帮助的话，不妨动动小手，点个赞，收藏也是可以的啦，如果再点一个大大的关注，就再好不过了，非常感谢各位旅行者的支持，我也会继续努力的，那我们下篇攻略再见啦~★",
    "length": 2114
}