{
    "game_id": 2,
    "post_id": "50613000",
    "f_forum_id": 43,
    "subject": "【V4.5攻略·其他攻略】最新圣遗物筛选整理攻略",
    "url": "https://www.miyoushe.com/ys/article/50613000",
    "created_at": 1711195794,
    "like_num": 612,
    "view_num": 17936,
    "reply_num": 122,
    "text": "UID：110968089 各位旅行者好，我终于有时间来为大家更新圣遗物的整理方案啦。其实我很早就预见到了原神会对圣遗物整理进行筛选系统的升级，所以本该4.0的更新一直拖到了现在，绝对不是因为我没时间而且偷懒了！是的，绝对不是！无论如何，作为为爱发电，如果我的整理方案对你有帮助，那我就会感到很开心啦~~ _(时光交响之章表情包2) 首先，照例先来说明一下使用本攻略的一些小提醒： 1.本整理攻略仅适用于圣遗物极其丰富的旅行者，建议五星圣遗物达到满上限，且满级圣遗物数量基本达到三位数的旅行者使用 2.本攻略考虑角色圣遗物时优先选择合适的五星大众四件套，不加入一些其他特殊流派的选择，所以请酌情选择部分圣遗物的整理要求 3.整理过程中，一切选择以你自己的需求为主，只要你想留，那就是有用的圣遗物，本攻略仅供参考 下面就可以开始流程化操作啦： 第一步： 1.打开“背包”，调整到“圣遗物”界面 2.选择下方“锁定功能”打开，点击左下角“快速解锁”按钮 3.通过此功能，将所有圣遗物全部解锁 第二步： 1.打开“角色”，将所有常用，爱用，有练度的角色的最佳圣遗物逐一佩戴好，然后锁定。这里也推荐可以使用新增的“快速装备”功能，“快捷搭配方案”是直接选择一套未锁定的推荐圣遗物，“自定义方案”则是自己选择套装和主词条 2.打开“圣遗物”，将所有你一定想要留住的圣遗物全部锁定 第三步： 1.打开“圣遗物”，点击“锁定功能”进行锁定编辑 2.圣遗物 “平息鸣雷的尊者”，“渡过烈火的贤人”，“被怜爱的少女” 这三套锁定方案如下： 时之沙：不选择 空之杯：元素精通+所有元素和物理伤害加成 理之冠：不选择 追加属性：暴击率+暴击伤害+任意1条 3.圣遗物 “染血的骑士道”，“冰风迷途的勇士”，“苍白之火”，“辰砂往生录”，“来歆余响”，“沙上楼阁史话”，“回声之林夜话” 这七套锁定方案如下： 时之沙：攻击力百分比 空之杯：元素精通+所有元素和物理伤害加成 理之冠：暴击率+暴击伤害 追加属性：暴击率+暴击伤害+任意1条 4.圣遗物 “沉沦之心”，“追忆之连注”，“逐影猎人” 这三套锁定方案如下： 时之沙：攻击力百分比+生命值百分比 空之杯：元素精通+所有元素和物理伤害加成 理之冠：暴击率+暴击伤害 追加属性：暴击率+暴击伤害+任意1条 5.圣遗物 “角斗士的终幕礼”，“逆飞的流星” 这两套锁定方案如下： 时之沙：攻击力百分比+防御力百分比 空之杯：元素精通+所有元素和物理伤害加成 理之冠：暴击率+暴击伤害 追加属性：暴击率+暴击伤害+任意1条 6.圣遗物 “流浪大地的乐团”，“如雷的盛怒”，“饰金之梦” 这三套锁定方案如下： 时之沙：攻击力百分比+元素精通 空之杯：元素精通+所有元素和物理伤害加成 理之冠：暴击率+暴击伤害 追加属性：暴击率+暴击伤害+任意1条 7.圣遗物 “悠古的磐岩” 这套锁定方案如下： 时之沙：攻击力百分比+生命值百分比+防御力百分比 空之杯：元素精通+所有元素和物理伤害加成 理之冠：暴击率+暴击伤害 追加属性：暴击率+暴击伤害+任意1条 8.圣遗物 “炽烈的炎之魔女” 这套锁定方案如下： 时之沙：攻击力百分比+生命值百分比+元素精通 空之杯：元素精通+所有元素和物理伤害加成 理之冠：暴击率+暴击伤害 追加属性：暴击率+暴击伤害+任意1条 9.圣遗物 “绝缘之旗印“ 这套锁定方案如下： 时之沙：生命值百分比+元素充能效率 空之杯：元素精通+所有元素和物理伤害加成 理之冠：暴击率+暴击伤害 追加属性：暴击率+暴击伤害+任意1条 10.圣遗物 “乐园遗落之花“ 这套锁定方案如下： 时之沙：元素精通+元素充能效率 空之杯：元素精通 理之冠：元素精通 追加属性：元素精通+元素充能效率+生命值百分比+任意1条 11.圣遗物 “水仙之梦“ 这套锁定方案如下： 时之沙：攻击力百分比+生命值百分比 空之杯：生命值百分比+所有元素和物理伤害加成 理之冠：暴击率+暴击伤害 追加属性：暴击率+暴击伤害+任意1条 12.圣遗物 “花海甘露之光“ 这套锁定方案如下： 时之沙：攻击力百分比+生命值百分比+元素充能效率 空之杯：生命值百分比+所有元素和物理伤害加成 理之冠：暴击率+暴击伤害+生命值百分比 追加属性：暴击率+暴击伤害+生命值百分比+元素充能效率+任意2条 13.圣遗物 “黄金剧团“ 这套锁定方案如下： 时之沙：攻击力百分比+生命值百分比+元素精通 空之杯：生命值百分比+所有元素和物理伤害加成 理之冠：暴击率+暴击伤害 追加属性：暴击率+暴击伤害+任意1条 14.圣遗物 “海染砗磲“ 这套锁定方案如下： 时之沙：攻击力百分比+生命值百分比+元素充能效率 空之杯：攻击力百分比+生命值百分比 理之冠：攻击力百分比+生命值百分比+治疗加成 追加属性：攻击力百分比+生命值百分比+元素充能效率+任意1条 15.圣遗物 “昔时之歌“ 这套锁定方案如下： 时之沙：攻击力百分比+生命值百分比+元素充能效率 空之杯：攻击力百分比+生命值百分比 理之冠：攻击力百分比+生命值百分比+治疗加成 追加属性：攻击力百分比+生命值百分比+元素充能效率+任意1条 16.圣遗物 “昔日宗室之仪“ 这套锁定方案如下： 方案一 时之沙：攻击力百分比+生命值百分比 空之杯：元素精通+所有元素和物理伤害加成 理之冠：暴击率+暴击伤害 追加属性：暴击率+暴击伤害+任意1条 方案二 时之沙：攻击力百分比+生命值百分比+元素充能效率 空之杯：攻击力百分比+生命值百分比 理之冠：攻击力百分比+生命值百分比+治疗加成 追加属性：攻击力百分比+生命值百分比+元素充能效率+任意1条 17.圣遗物 “翠绿之影“ 这套锁定方案如下： 方案一 时之沙：元素精通 空之杯：元素精通 理之冠：元素精通 追加属性：元素精通+元素充能效率+任意1条 方案二 时之沙：攻击力百分比+元素充能效率 空之杯：攻击力百分比+所有元素和物理伤害加成 理之冠：攻击力百分比+治疗加成+暴击率+暴击伤害 追加属性：攻击力百分比+元素精通+元素充能效率+暴击率+暴击伤害+任意2条 18.圣遗物 “千岩牢固“ 这套锁定方案如下： 方案一 时之沙：生命值百分比+元素充能效率 空之杯：生命值百分比 理之冠：生命值百分比 追加属性：生命值百分比+元素充能效率+生命值+任意1条 方案二 时之沙：不选择 空之杯：元素精通+所有元素和物理伤害加成 理之冠：不选择 追加属性：暴击率+暴击伤害+任意1条 19.圣遗物 “华馆梦醒形骸记“ 这套锁定方案如下： 方案一 时之沙：防御力百分比 空之杯：元素精通+所有元素和物理伤害加成 理之冠：暴击率+暴击伤害 追加属性：暴击率+暴击伤害+任意1条 方案二 时之沙：防御力百分比+元素充能效率 空之杯：防御力百分比 理之冠：防御力百分比 追加属性：防御力百分比+元素充能效率+防御力+任意1条 20.圣遗物 “深林的记忆“ 这套锁定方案如下： 方案一 时之沙：攻击力百分比+元素精通 空之杯：元素精通+所有元素和物理伤害加成 理之冠：暴击率+暴击伤害+元素精通 追加属性：暴击率+暴击伤害+任意1条 方案二 时之沙：生命值百分比+元素充能效率 空之杯：生命值百分比 理之冠：生命值百分比+治疗加成 追加属性：生命值百分比+元素充能效率+生命值+任意1条 第四步： 1.编辑完成后，点击右下角“检索背包内圣遗物”，将所有符合条件的圣遗物锁定（我的都锁定了，所以目前没有） 2.点击右上角开关，可以开启“获得符合条件的5星圣遗物时自动锁定”，如果不需要的也可以不用开启。 第五步： 由于圣遗物获得时，追加属性有的时是4条，有的是3条，且强化+4时必定新增第4条，当前的锁定功能无法直接筛选出双暴圣遗物，尤其是理之冠，所以后续还需要进行强化的二次筛选。 1.打开“圣遗物”界面，左下角点击“圣遗物筛选”，勾选“已锁定”和“未满级” 2.对当前圣遗物逐一检查： （1）所有打伤害角色使用的圣遗物，如果追加属性有4条，且只有1条是“暴击率”或“暴击伤害”，该圣遗物可以直接解除锁定 （2）如果可以强化，追加属性有3条的“单暴”圣遗物可以强化+4，获得新增追加属性后不是“双暴”圣遗物，也可以解除锁定 3.打开“角色”，进入“圣遗物”面板，选择“理之冠” （1）所有未锁定的理之冠圣遗物逐一检查，如果是打伤害角色使用的圣遗物，且主词条是“暴击率”或“暴击伤害”的，追加属性只有3条的，可以直接锁定 （2）如果可以强化，所有追加属性是3条的“暴击暴伤理之冠”圣遗物，可以强化+4，检查其追加属性中是否含有“暴击率”或“暴击伤害”，没有的可以解除锁定 至此，对于当前背包内所有圣遗物都已经整理完毕，后续大量获得圣遗物以后，都会按照编辑的方案自动进行锁定，只需要定期按照第五步进行筛查，防止有所遗漏即可！ 以上就是我个人截止到4.5版本为止，针对圣遗物方面整理的筛选攻略。当然，经验丰富的旅行者肯定是一眼就能自行判断圣遗物的取舍，本攻略主要面向的也是向我这样的养老玩家，辛苦一次就可以剩下后面很多看的功夫，定期处理就行啦。无论如何，只要是你想要留的圣遗物，哪怕只是具有“观赏性”，你想留着就锁定，不用在意本攻略的筛选。 最后希望本攻略可以给到大家帮助，及时清理多余圣遗物，避免堆积冗余。如果存在你觉得不合理或者有争议的地方，一切以你自己的心意为准即可，适当根据自己的需要调整一下方案也完全没问题！祝各位旅行者，在提瓦特大陆开心快乐每一天！ _(时光交响之章表情包3)",
    "length": 3927
}