{
    "game_id": 2,
    "post_id": "54518027",
    "f_forum_id": 43,
    "subject": "【幻想真境剧诗】首期保姆级攻略，带你轻松拿下1720原石！",
    "url": "https://www.miyoushe.com/ys/article/54518027",
    "created_at": 1719904360,
    "like_num": 8735,
    "view_num": 58437,
    "reply_num": 357,
    "text": "各位旅行者大家好！ 今天给大家详细介绍一下新深渊——幻想真境剧诗。首先我们要知道我们选取的每个角色都有 2点耐力值 ，通常只能使用两次。最高难度下我们需要 18个角色 来开启挑战，总共需要通过 8个关卡 。接下来具体大家讲解一下。 超链图片 【规则:可出战与待命角色】 可出战角色:在玩法挑战开始时就可用的一批角色,能直接加入队伍出战;· 超链图片 待命角色:待命角色并非直接可用。旅行者需要通过完成战斗，或者触发抽取伙伴事件等方式,使这些待命角色转变为可出战角色。 超链图片 【规则:角色的耐力】 角色初始具有2点耐力值,在完成战斗事件后,将消耗1点耐力值。耐力值耗竭后,角色将无法参与战斗。 超链图片 这里推荐在前期的关卡尽量选择能让 待命角色 变成 可出战角色 的事件卡，否则组队很容易会遇到困难，并且一旦在前期用光了某些好用主c的体力，后面的boss比较难打。 【规则:角色的选取】 开幕角色 :当期指定的6名角色，这6名开幕角色将构成初始的可出战角色。幻想真境剧诗会提供这些角色的试用版。本期的开幕角色是 阿蕾奇诺、克洛琳德、散兵、珐露珊、托马和久岐忍 ，这几个角色基本上都是要用到的，不过一般都拿来打前面的简单关，因此自己没练也没关系，直接用试用的就好。 珐露珊、托马和久岐忍 则更多作为 触发反应 的工具人，可以用来达成关卡的附加条件（额外挑战）。 超链图片 符合元素类型 :符合当期元素限制的角色才能参与挑战。（这期是 火 雷 风 三种元素） 助演角色 :除自己的角色外,好友选取提供的角色。 超链图片 这里的助演角色只能带一个，可以根据自己需求去借好友的。助演角色的面板和命座我们可以看，可以去大佬世界多转转 让大佬借角色给你玩。 特邀角色 :当期指定的部分不受元素限制的可选角色。在不符合元素类型的角色里，本期还有4名特邀角色（ 艾尔海森、白术、希格雯和莱欧斯利 ）可用，但是并不会提供试用。如果自己的box有练取的话，可以考虑草套 艾尔海森 搭配一个 皇女 或者 八重 打激化， 莱欧斯利 则搭配一个 香菱 打融化，提供更多的c位选择。 超链图片 本次的真境一共有8关，其中确定的关卡有3个boss关，分别是第三关翠翎恐蕈、第六关双子龙蜥、第八关芒性冰风组曲（就是带冰盾的那个），其中后面两个boss会有一定难度。 超链图片 超链图片 超链图片 其他关卡则是刷牌子的小怪关，不同事件会出不同的怪，但是难度普遍都很低，一般随意带个主c+凑关卡条件的挂件就能通过。 游戏开始前，我们会获得100朵“幻剧之花”，可以用来抽事件卡（一些buff增益、还有将待命角色变成可出战角色）。 超链图片 这个花主要通过完成关卡来获得，有时候也会触发特殊事件，由伙伴赠送少量（25朵），基本上不影响主体思路。一般来说我们 优先用花换取可出战角色 ，保证后续配队的完整，如果开局没有抽到“伙伴”卡，我们可以通过右下角的骰子“重置事件”来刷取， 超链图片 要是实在刷不到也影响不大，我们前两关的通关是不太需要自己的角色的。  了解完这些以后 接下来详细说明一下打法： （第一关优先选取“伙伴”卡） 超链图片 第一关 ，首先这里不推荐选取“精锐来袭”的战斗卡，就多30朵花，收益很低还有很多debuff，打起来会有点难度，我们直接选择普通战斗就行，这里会有“用普攻击败一一个敌人”“触发xx次扩散/超载”一类的额外挑战，我们完成这个挑战就能多20朵花，对于通关来说完全够用了。 这两关我们主要考虑使用试用的 克洛琳德/阿蕾奇诺作为主c ， 珐露珊、托马、久岐忍则作为触发反应完成额外挑战的工具人 。自己有练取 散兵和珐露珊 的话也可以考虑，但是试用的散珐配装和练度都比较难绷，如果自己没练就不推荐用了。 第二关 ，本关和第一关基本上没什么区别，也是优先选择伙伴卡，选不到的话也不急，可以去“奇妙助益”里面选取一些buff。 超链图片 超链图片 这里比较推荐的是几个 双爆和增伤buff、还有生命之契变动加攻击力、火元素相关反应减抗、放完4个元素爆发回能 等等，至于各种冲击波或者风涡buff没什么用，不推荐选取（当然实在没有更好的也只能选了）。战斗这块还是尽量用试用的三个主c去打，如果自己box里有更好的也可以使用，但是推荐 留好万叶、班尼特、夏沃蕾这些关键辅助的体力 ，这里的难度基本上任意主c+挂件+生存位就能轻松通关，不需要浪费这些强力辅助。 第三关 是第一个boss关卡翠翎恐蕈。草鸡可以说是最菜的boss之一了，这里我们尽量携带一个雷系伙伴和一个爆发c（推荐雷电将军、阿蕾奇诺），试用的久岐忍、克洛琳德都可以拿来打瘫痪，当然最推荐的还是菲谢尔，超高频的挂雷可以比较方便地完成这个额外挑战。整体思路就是尽快将其打进瘫痪，然后拿爆发c将其一波打死。如果缺伤害的话，这里可以考虑上个班尼特或者万叶（最好还是都别用，因为双子龙蜥和冰风组曲更需要这两位），但是用完这次以后班最好留到最后一关再用。 第四关 则是一个守护镇石的关卡，算是小怪关里比较头疼的一个（主要是怪物血量比较厚，试用角色会有点刮），可以考虑用一个强力主c的体力来处理，例如自己有练度的仆人、胡桃或者克洛琳德等。但是最好别用雷神，把 雷神的体力留到打双子龙蜥 处会更好一些，除非你有魈珐、仆人+夏沃蕾这样更加舒适的队伍。这里如果万叶、温迪或者砂糖这些聚怪角色的体力留得够多，比较推荐选择盗宝团，这样的话拿试用c基本上也能随便过，这关刮痧不是问题，只要让怪物打不到镇石就行，毕竟镇石血量留足15%即可，要求还是很低的。 第五关 的战斗牌子也是都偏向于对群，但是要求都是击败一定个数敌人，相对比较简单，这里选择任何一个都可以，如果有高练度火雷c的话可以考虑选取水幻形的关卡，配合聚怪角色清理起来非常舒服，但是还是要记得留好班尼特的体力。夏沃蕾则可以拿来配合仆或克打一打霸体怪物，当然能留给双子龙蜥还是最好的。如果你的珐露珊还有体力，也可以试试魈和散兵两名通吃对群转火环境的风c。 这关完成关卡目标后不会自动结算 ，看到提示后记得手动按p键退出挑战哦！ 第六关 的双子龙蜥是本期真境的难点之一，最舒服的角色是雷神和带命座的仆人+班尼特or琴作为生存位。如果我们选择雷神，这里需要九条or皇女or八重的大招给雷神提供一下愿力加成。关于双子龙蜥的打法，注意尽量 平衡两者的血量 ，同时完成击杀即可，否则如果先击杀了一只，一段时间内解决不掉另一只，原先的那一只的复活，打乱你的整个思路。聚怪方面，看到一只龙蜥翻了个身使用插地时，我们跑到它的外侧，另一只就会自己跑过来，这时候雷神、仆人等aoe主c是可以比较轻松地同时打到两个的，随后就是上buff打爆发，由于boss血量较低，我们只要有一个风系角色减抗or夏沃蕾组超载队，就可以比较快速地解决本间。 注意事项：记得躲避龙蜥的吸能球！ 被命中四次我们的额外奖励就没了，即使我们通过开大躲避也是会计算在内的，因此还是直接闪避拉开距离为上。（当然就算额外奖励没了，其实问题也不大，主要还是提醒一下追求完美的玩家）。 第七关 就很简单了，都是没几只怪的简单战斗牌子，我们当成是简单版深渊来打即可，这时候我们的角色基本上也已经完全解锁了，随意选择一个成型队伍就能轻松过关，只需要把班尼特留给最后一关的组曲即可。 最后来到本期难度最大的 第八关 ——芒性冰风组曲。由于本期的真境限制了元素，我们这里没有钟离来应对这位高攻击欲望的boss，因此推荐用仆人或者胡桃这类生存能力比较强的火c，配合风系和班尼特打纯火来解决这间。如果操作足够自信，林尼、宵宫也会有很不错的效果。当然另一个非常好打本间的角色是 夏沃蕾 ， 荒性破盾+自助减抗 会让你打得非常舒适，如果到这里你的夏沃蕾还有体力，也不妨试试 超载队 值得一提的是，这里我们的幻剧之花如果有多余，最好全部拿去抽完，事件卡里还是可以提供不错的增益buff的，如果能得到伙伴的场外声援，效果会相当给力。 最后给大家做一个第一期幻想真境剧诗的角色推荐 ： 主c 位三幻神：阿蕾奇诺（几乎全程都很强）、雷电将军（应对草鸡和龙蜥的首选爆发c）、克洛琳德（小怪间的神，打草鸡的关卡也相当好用） T0： 超链图片 部分关卡相当好用的c位：胡桃（最后一间特化，笔者在帮帮的时候好几次都是胡万班香打冰风组曲）、林尼（最后一关特化但是吃操作，第七关可以拿来打飞天龙兽和遗迹猎者的战斗牌子，那个牌子额外奖励需要重击杀怪触发，没有林尼的话不推荐选）、散兵（前两关的转火效率极高）、魈（草鸡过后的小怪层，一两戳就是一波） 辅助 两幻神：枫原万叶、班尼特（从头猛到尾的超级大拐，基本上都得省着用，哪间遇到困难了就拉出来救场） T0： 超链图片 其他好用的辅助：九条裟罗（雷神队专供）、温迪（可聚小怪层提速第一人，有温迪可以多选怪物可聚的战斗事件）、砂糖（最好用的四星风辅，聚怪加伤一体，推荐在万叶体力不够时候作为下替）、琴（少数可用的奶，作为应对龙蜥的生存辅效果不错，龙蜥间可以考虑3雷+琴作为风辅，效果不错） 几乎必选的四星 副c ：菲谢尔（欺负草鸡效率最高，可以和特邀的艾尔海森打配合，也可以给仆人超载队挂雷）、香菱（可以配合克洛琳德打超载，也可以和莱欧斯利配合打融化，有班尼特的情况下也可以留作最后一间的主c） 本期打完我感觉还是蛮简单的，前提是角色数量够。如果有遗漏的地方欢迎大家来补充！ Uid：201506356 欢迎一起玩！",
    "length": 3875
}