{
    "game_id": 2,
    "post_id": "40881490",
    "f_forum_id": 43,
    "subject": "【V3.7攻略·角色攻略】鹿野院平藏入门攻略 一图总结+详解",
    "url": "https://www.miyoushe.com/ys/article/40881490",
    "created_at": 1688311806,
    "like_num": 2061,
    "view_num": 137595,
    "reply_num": 133,
    "text": "UID 100143417 作者全角色90级开服玩家， 点击头像 查看更多攻略。 攻略制作不易，希望小伙伴们帮忙 关注点赞收藏~ 【 主要面向 新手玩家 ，有建议欢迎评论区留言 】 【前言】 太长不看一句话总结版 近战法师第一位，拳拳到肉手感好。 速切爆发很适合，也能站场展拳脚。 一命叠层更方便，六命伤害提升高。 速切主要点E Q，站场平A也需要。 武器神乐是最佳，四风天空也挺好。 四星匣里很契合，流浪速切爆发高。 风套减抗更泛用，散搭毕业难度小。 属性就选攻风暴，双暴攻击副词条。 组队搭配有很多，队友根据定位找。 配合队友打扩散，后台输出很重要。 要想自己打输出，珐班辅助不可少。 配置拉满叠四层，一拳超人直接秒。 常见攻略术语解释 A/平A 普通攻击 e/E 元素战技 Q/大 元素爆发 Z 重击 S/闪 闪避/冲刺 C 主要输出角色 T0/1/2/3 数字越小代表强度越高 站场 在场上的角色 速切 切出来放完技能马上切走 后台 不在场上技能也能造成伤害 凹 多次尝试 拐 辅助 吃 需求 AOE 范围性伤害 buff 增益状态 debuff 减益状态 白字 一般指基础攻击力(只取决于角色等级和武器) 绿字 一般指附加攻击力 乘区 指不同的伤害加成区间 双暴 暴击率和暴击伤害 50/100 暴击率50，暴击伤害100 大攻击/小攻击 副词条中的攻击力百分比/攻击力数值 大生命/小生命 副词条中的生命值百分比/生命力数值 大防御/小防御 副词条中的防御力百分比/防御力数值 有效词条 指副词条中多少个是对角色有用的 2+2 2个不同的套装散搭 1+0 角色1命没有专武，前面数字代表角色命座，后面数字代表专武精炼 后摇 动作之后的僵直时间，一般可用闪避取消 霸体 指角色动作不会被打断，通过护盾或抗打断技能实现 锁面板 指持续技能按施放时的面板结算，就算增益效果消失了也能锁住，故称为锁面板 更多术语介绍 可跳转链接↓ 【萌新必看】原神常见简称/术语/黑话汇总介绍 【 仅供查看，欢迎转发，不得搬运，盗图必究 】 【目录】 【01     角色简述】 【02     抽取建议】 【03     相关反应】 【04     天赋解析】 【05     使用技巧】 【06     命座简评】 【07     武器推荐】 【08 圣遗物选择】 【09     配队建议】 【10     毕业属性】 【正文】 【01 角色简述】 官方定义 ——鹿野院平藏是一位 爆发输出 型角色。 作者总结 ——鹿野院平藏是一位 E技能叠满层数 后有 极高倍率 的风系输出角色，作为原神的第一位近战法师型角色，具有流畅的 攻击手感 、较快的 出伤速度 、出色的 爆发能力 ，并且在风系辅助珐露珊推出后，更是得到了进一步的加强，小鹿有 速切 、 站场 、 辅助 三种玩法，具有多种队伍搭配的可能，在大世界中得益于较短的冷却和风元素普攻具有良好的表现，但在深渊中由于四星本身的强度可能需要满命才会有较好的体验，可以作为新手没有合适主C时的 可选输出角色 ，或者作为没有风系辅助时的 替代辅助角色 。 【作为速切】 优势 ：E技能叠满层数具有极高的倍率。 劣势 ：需要一定的手法来实现快速叠层。 【作为站场】 优势 ：作为法师自带风元素，可以持续触发扩散反应。 劣势 ：普攻重击倍率都比较低，技能冷却时伤害有限。 【作为辅助】 优势 ：法师可以带金珀，大招仅需40能量，4命还能进一步增强回能，作为风系可以带风套扩散减抗。 劣势 ：自身技能仅有80精通的队友增益，大招聚怪效果比较弱，对比其他风系角色缺乏更多的功能性。 【02 抽取建议】 【推荐练】 1.喜欢小鹿拳拳到肉的打击手感和一拳超人的爽快体验。 2.新手时期缺乏合适的主C，风系可以应对大多数环境。 3.其他队友伤害特别高，小鹿仅负责前台扩散减抗即可。 【不推荐练】 1.已有其他较为完善的队伍体系。 2.目前不缺输出角色和风系辅助。 3.命座、武器、圣遗物配置不高。 【作者建议】 小鹿本身的技能机制和操作体验都是十分优秀的，但作为四星角色在低命的情况下强度也不会很高，要想打出 一拳超人的效果 对命座、武器、圣遗物、队友等一系列 配置有较高的要求 ，更适合作为 前期玩家的过渡输出角色 ，或后期 养老玩家的拓展玩法角色 。 ﻿【03 相关反应】 【风 X 火/雷/水/冰 = 扩散 】 扩散反应需要 敌人身上已有这四种元素附着 ，带有风附着的攻击命中时会产生扩散反应，将原附着元素传染到周边其他敌人。 【风 X 岩/草 = 不反应 】 不直接发生反应，也不会互相消耗。 总结 ： 风系的元素反应以辅助为主，缺乏直接增幅伤害的能力，且风套(翠绿之影)减抗无法作用于风系，导致 风系只能通过直接伤害的方式输出 ，在缺乏辅助的情况下表现不佳，珐露珊能在一定程度上提升风系的伤害能力。对于 主C输出 的玩法，元素反应并不是优先考虑的，而是需要 搭配合适的辅助 角色；对于 偏向辅助 的玩法，可以 带风套 通过扩散反应 为其他角色提供增益 。 【04 天赋解析】 天赋升级思路 ：小鹿的E技能伤害倍率是最高的，所以 E的优先级最高 ，Q其次，然后就要看是否需要站场输出，在速切玩法中基本只会打1次普攻和1次重击，伤害占比极低所以普攻不用升级，但是站场玩法就需要持续平A，如果要打比较多的平A那普攻也需要升级来保证持续输出。 【 普通攻击 · 不动流格斗术 】 描述 ：普攻五段共7次伤害，重击消耗25体力，下落攻击通用模板。 评价 ：小鹿的普攻和重击 倍率比较低 ，在速切玩法中一般只会用到一次平A和重击用来叠E的蓄力层数，而不是作为主要输出方式，所以完全可以不升级。但在站场玩法中会需要频繁的普攻保证持续输出，建议搭配云堇可以一定程度上弥补倍率不足的问题，并且有条件可适当升级。 【 元素战技 · 勠心拳 】 描述 ：冷却10秒， 最多叠加4层 蓄力效果，叠满4层后伤害有额外提升，点按根据当前蓄力层数直接施放，长按蓄满4层或松开后会自动施放。 评价 ：伤害基于攻击力与蓄力层数，13级E技能+4层变格有高达1208.8%的伤害倍率，六命还能增加E技能的双暴，是小鹿最主要的输出来源， 建议升满 。 【 元素爆发 · 聚风蹴 】 描述 ：需要40能量，冷却12秒，跳到空中向敌人踢出风弹，将在命中时炸裂造成风元素范围伤害，并产生风穴牵引附近的物体与敌人。风弹命中处于 水/火/冰/雷附着 下的敌人时，会对最多4命敌人在片刻后造成对应元素属性的范围伤害。 评价 ：能量需求较低，倍率一般，具有较弱的聚怪效果，在敌人有附着的情况下可以造成二段伤害，可以通过扩散帮助E技能叠层，同时二段伤害也会补充敌人头上的元素附着，方便继续打出扩散反应，另外二段伤害还是范围伤害，在对群时伤害会有明显提升，综合来看有条件也可以 适当升级 。 【 固有天赋 · 反论稽古 】 描述 ：鹿野院平藏在场上触发扩散反应时，将获得1层E的蓄力效果，该效果每0.1秒至多触发一次。 评价 ： 核心叠层被动 ，通过扩散反应来叠层，相比长按E来叠层，一方面 节约了输出时间 ，另一方面还 规避了长按蓄力被打断 ，同时因为普攻、重击、大招的附着互不干扰，在保证敌人头上有充足的元素附着的情况下，可以通过1次普攻+1次重击+1次大招的方式在较短时间内直接叠3层蓄力，搭配1命的效果可以直接叠满。 【 固有天赋 · 因由勘破 】 描述 ：E命中敌人后，队伍中所有角色（不包括鹿野院平藏自己）的元素精通提升80点，持续10s。 评价 ：提供了一定的队伍增益能力，持续时间和E冷却时间相同，增益覆盖率还可以，但是数值比较低，而且在小鹿的常规配队中队伍精通收益并不高。 【 生活天赋 · 在罪之先 】 描述 ：队伍中自己的角色冲刺消耗的体力降低20%，无法与效果完全相同的固有天赋叠加。 评价 ：很适用的天赋，能够减少跑图的体力消耗。 【05 使用技巧】 使用技巧思路 ： 鹿野院平藏的使用技巧的关键在于如何打 出更高质量的E技能 。 (1)叠满4层有额外的倍率加成，所以放E时一 定要注意叠满了4层 。 (2)小鹿作为四星本身基础属性较低，放E时尽量 吃满队友的加成 。 (3)长按E蓄力时会被敌人攻击打断，所以尽量利用 被动扩散叠层 。 (4)敌人头上有元素附着才能打出扩散，如果起手A+重击可能会把附着消除，导致大招打不出扩散，所以可以 先放大招 通过大招的二段染色伤害来保持敌人的元素附着，方便后续扩散。 (5)但是注意不同的武器特效，不同的敌人环境可能会影响输出手法，建议 根据情况灵活调整 。 【06 命座简评】 命座抽取思路 ：建议 有条件尽量1命 可以实现不蓄力短时间内叠满层数，想打出 一拳超人 的效果 6命 也是很关键的，但是 不建议为了四星命座强抽池子 ，小鹿并不能在短时间内提升整体队伍的强度，所以慢慢等歪也是可以的。 【 1命 - 称名少年事件簿 】 描述 ：鹿野院平藏登场后的5秒内，普通攻击的攻击速度提升15%，并获得1层E的蓄力效果，该效果每10秒最多触发一次。 评价 ： 加快叠层速度 ， 优化输出节奏 的关键命座，该效果10秒的冷却和E技能冷却一致，在合理安排输出轴的情况下基本上每次E之前都能稳定触发，登场就有1层蓄力效果。然后大招+普攻+重击3次扩散再叠3层，就可以不用蓄力在短时间内叠满4层。 【 2命 - 殊解诸因探案集 】 描述 ：Q产生的风穴的牵引效果获得提升，并将持续时间延长至1秒。 评价 ：增强了大招的聚怪能力，但是由于大招本身聚怪效果就比较弱，所以虽然相对来说有提升但也不是很高，聚怪还是需要类似万叶、温迪之类效果更为明显的角色。 【 3命 - 暗文隐语谜题册 】 描述 ：E的技能等级提高3级。 评价 ：常规技能命座，因为E是小鹿主要的伤害技能，具有非常高的倍率，所以 提升比较可观 。 【 4命 - 虚言假说百物语 】 描述 ：在一次Q中，二段伤害第一次爆发后将为鹿野院平藏恢复9点元素能量，此后每次爆发都将分别为鹿野院平藏额外恢复1.5点元素能量，至多通过这种方式为鹿野院平藏恢复13.5点元素能量。 评价 ：本身小鹿大招就只需要40能量，这个命座进一步增强了小鹿的 自身回能 ，使得小鹿基本不需要充能就能保证能够及时充满大招。 【 5命 - 禁室密所大图鉴 】 描述 ：Q的技能等级提高3级。 评价 ：常规技能命座，因为Q的倍率不如叠满层数的E高，所以相对来说收益较低，但是因为Q的二段爆发是范围伤害，所以在对群的时候提升会更高。 【 6命 - 奇想天开捕物帐 】 描述 ：放E时每层蓄力效果使E提升4%暴击率，叠满4层蓄力效果使E的暴击伤害提升32%。 评价 ：E叠满4层蓄力效果后，这次E提升 16%暴击率 和 32的暴击伤害 ，可以说提升非常巨大，进一步增强了小鹿的爆发能力，使得小鹿称为了名副其实的 E拳超人 。 （需要注意的是当小鹿带双暴武器，并且有6命时，双暴已经很高了，这时候想打出更高的伤害，需要注意搭配能够增加攻击力的队友如班尼特，提供增伤和减抗的角色如珐露珊等。） 【07 武器推荐】 武器选择思路 ：选择武器前首先要 明确小鹿的具体玩法 ，不同的流派对武器的需求也不一样。 （1） 速切爆发流 ：需要考虑如何短时间内打出最高伤害的一套技能。 （2） 站场输出流 ：需要考虑如何弥补技能真空期时站场伤害的不足。 （3） 摆烂辅助流 ：需要考虑如何辅助队友为队伍提供更多的功能性。 【 神乐之真意 】【 强化战技 】 优点 ：副属性加暴伤，特效持续16s，小鹿E冷却10s，放3次E即可叠满特效，叠满后E技能的伤害非常可观。 缺点 ：需要一定的时间来叠层，并且两次放E的间隔不能超过16秒不然就要重新叠，对普攻和大招的提升小。 技巧 ：带神乐的话小鹿可以开场直接E叠1层武器特效，然后切队友上buff，上完一遍小鹿的E冷却也差不多好了，这样最短只需要20s多一点就能叠满武器特效。 【 匣里日月 】【 特效契合 】 优点 ：特效完美契合小鹿的伤害组成，能够加成普攻、战技和大招，而且特效容易触发。 缺点 ：需要大月卡才能获取，精炼有一定难度，低精情况收益有限，需要注意技能顺序。 技巧 ：为了让大招也能吃到特效，带匣里不能起手放大，建议用A+重击+大招的顺序叠层，不过需要注意一定要保持敌人头上有附着，不要A+重击把附着打没了，大招触发不了扩散就没法叠层了。 （PS：作者认为匣里日月也是外观毕业武器，没有之一） 【 流浪乐章 】【 速切爆发 】 优点 ：随机到攻击或元素伤害时爆发伤害非常高，能够提升所有伤害，适合速切爆发流打法。 缺点 ：冷却时间高达30秒，小鹿E冷却只有10秒，真空期很长，随机到精通的话收益也很低。 技巧 ：没什么技巧，看脸。 【 四风原典 】【 站场叠层 】 优点 ：副属性大量暴击，特效叠满后能够提升所有元素伤害。 缺点 ：需要时间来叠层，切人后特效就消失需要重新开始叠。 技巧 ：小鹿的E作为主要输出技能，可以切上场之后先平A，等武器特效叠的差不多了再放E，使得伤害最大化。 【 尘世之锁 】【 带盾加攻 】 优点 ：提供大量的攻击力，特效切人不消失。 缺点 ：特效只持续8s，没有护盾时收益较低。 技巧 ：有条件的话可以每8秒内切出来一次续武器特效，没条件的话可以打完一套平A基本叠满武器特效后再放E。 【 天空之卷 】【 常驻通用 】 优点 ：不需要叠层，常驻能获取。 缺点 ：特效伤害低，武器上限低。 技巧 ：武器特效是普攻触发，可以多打两下普攻保证触发，毕竟蚊子再小也是肉。 【 图莱杜拉的回忆 】【 强化普攻 】 优点 ：增加了普攻攻速，提供了普攻增伤。 缺点 ：小鹿普攻倍率较低，切人特效消失。 技巧 ：铃铛提供了普攻增伤，尽量搭配云堇弥补普攻倍率的不足。 【 试作金珀 】【 回血充能 】 优点 ：特效给自身回能量，给全队所有角色回血，可以吃装备者的治疗加成，小鹿大招只需要40能量，冷却也只有12秒，加上特效和4命的回能基本上可以保证大招及时充满。 缺点 ：带金珀就意味着基本放弃了小鹿的输出能力，偏向辅助玩法，比如带风套隔断时间切出来一次打个扩散减抗，或者带教官套加精通、带宗室套加攻击、带流放套回能等。 【 讨龙英杰谭 】【 辅助加攻 】 优点 ：人人都有满精，能加大量攻击力，在不缺治疗的情况下可以带。 缺点 ：需要注意切人顺序，防止攻击加错人，基本放弃了小鹿的输出。 技巧 ：其他队友上buff→切带讨龙的小鹿→切主C吃到讨龙 【08 圣遗物选择】 圣遗物选择思路 ：首先要 明确队伍的伤害核心 ，根据不同的队伍搭配选择不同的圣遗物 （1） 以小鹿为输出核心 ：主打速切可以考虑风伤和攻击散件2+2，主打站场并且有云堇弥补普攻倍率的不足可以考虑4沙楼，当然也可以选择4风套适用性强。 （2） 以队友为输出核心 ：主要输出队友是水/火/雷/冰这些能扩散的元素，建议优先选择4风套来减抗，如果是不能触发扩散的元素可以根据情况选择4宗室、4教官、4流放等。 【主属性】 攻击 沙 风伤 杯 暴击/暴伤 头 （头属性一般取决于武器和副词条情况，暴击:暴伤尽量接近1:2） 【副词条】 双暴 > 攻击 > 精通/充能 【 翠绿之影 】【 综合最佳 】 优点 ：能过通过扩散减抗有效提高队友的输出，还能增加风伤和扩散伤害，套装适用性强。 缺点 ：不能够减风/岩/草抗，收益主要取决于队友的伤害水平，4件套对小鹿自身意义不大。 【风套/沙楼/角斗/追忆/余响/辰砂 2+2 】【 散搭组合 】 优点 ：散搭组合更容易毕业。 缺点 ：对队友伤害没有提升。 【 沙上楼阁史话 】【 站场输出 】 优点 ：2件套加风伤，4件套加普攻攻速，普攻重击伤害。 缺点 ：需要重击触发四件套特效，小鹿普攻重击倍率低。 ——以下为 放弃输出 的辅助玩法才考虑的圣遗物—— 【 昔日宗室之仪 】【 辅助通用 】 优点 ：辅助通用圣遗物，开大能增加队友攻击力，小鹿大招只需要40能量，冷却12秒。 缺点 ：效果不能叠加，队伍中只要一个人带就行，能正常扩散的话一般收益不如风套。 【 教官 】【 精通辅助 】 优点 ：触发元素反应提升全队的元素精通，小鹿可以通过扩散来轻松触发。 缺点 ：持续时间只有8秒，只有四星亏属性，基本放弃了小鹿自身的输出。 【 流放者 】【 队友回能 】 优点 ：增加充能效率，放大能给队友回能量，小鹿大招只需要40能量，冷却12秒。 缺点 ：不能直接提升队伍的伤害，只有四星亏属性，基本放弃了小鹿自身的输出。 【09 配队建议】 配队思路 ：小鹿的配队思路主要还是围绕定位来展开： （1） 以 自身输出 为核心，队友提供增益 ：首先带上对风系输出增益最高的珐露珊，然后就是加攻击最多的班尼特，最后一个根据不同情况补位即可。 （2） 以 队友输出 为核心，自己补充伤害 ：小鹿最大的优势就是作为风系可以带风套减抗，优先选择减抗收益高的队友，如夜兰、行秋、香菱等，再根据队友补齐队伍。 （3） 完全放弃自身输出，仅 作为辅助 用 ：这种情况就没有固定的配队了，需要减抗的可以带个风套塞进去，需要治疗的可以带上金珀，根据具体情况搭配即可。 【 鹿珐班体系 】 鹿野院平藏 + 珐露珊 + 班尼特 + 补位 （莫娜/万叶/云堇） 优点 ：最大化小鹿自身的伤害，四号位根据不同的情况选择，莫娜爆发最高，万叶对群强势，云堇弥补普攻。 缺点 ：对小鹿的练度要求高，队伍充能有一定压力，珐露珊大招冷却20秒需要打长轴，对技能顺序要求更高。 【 小鹿双水队 】 鹿野院平藏 + 行秋 + 夜兰 + 补位 （钟离/久岐忍/莱依拉） 优点 ：小鹿可以带风套减抗，提升行秋和夜兰的输出，四号位带钟离生存最强，带久岐忍触发感电补充对群输出，莱依拉可以打永冻保证输出环境。 缺点 ：对行秋和夜兰的练度要求更高，队伍对群能力存在一定不足，小鹿吃不到什么增益导致自身伤害会比较低，同时队伍会占用较多的热门角色。 【 小鹿武装队 】 鹿野院平藏 + 行秋 + 北斗 + 补位 （夜兰/珐露珊/菲谢尔） 优点 ：行秋和北斗大招叠加高霸体高减伤，四号位带夜兰单体伤害高，带珐露珊小鹿伤害高，带菲谢尔充能压力小。 缺点 ：队伍没有治疗角色，非常依赖队友的大招，循环会有一定压力，小鹿吃不到什么增益导致自身伤害会比较低。 【 小鹿武装队 】 鹿野院平藏 + 行秋 + 班尼特 + 香菱 优点 ：带风套在前台可以持续扩散减抗，增加队友的伤害同时自身也有一定输出。 缺点 ：队伍循环压力较大，持续扩散的情况下香菱可能会丢失蒸发损失较多输出。 【10 毕业属性】 【神乐毕业参考】 【匣里毕业参考】 【流浪毕业参考】 【四风毕业参考】 【天空毕业参考】 【 并非绝对，仅供参考，理性看待，请勿拉踩 】 【其他】 本文发布于 3.7版本 ，最新修订于 3.7版本 ， 请注意本攻略的时效性 。 素材：游戏截图 字体：思源黑体 封面：坤易 文案：坤易 设计：坤易",
    "length": 7818
}