{
    "game_id": 2,
    "post_id": "37020630",
    "f_forum_id": 43,
    "subject": "[V3.5] 小砂糖的超硬核攻略！——配装、就业详解",
    "url": "https://www.miyoushe.com/ys/article/37020630",
    "created_at": 1679305213,
    "like_num": 5636,
    "view_num": 75341,
    "reply_num": 317,
    "text": "眼镜黑丝兽耳娘，人见人爱小砂糖_(阿姬开心)本篇是3.5下半即将up角色砂糖的攻略哦 文章略长但干货满满，想养砂糖的友友们可以放心食用_(米游姬糖葫芦) 砂糖，四星风系法师，定位通常为反应增伤辅，也有驾驶员和充电宝的玩法思路 本篇将着重介绍反应增伤辅的玩法 先从机制讲起吧。砂糖自身的核心增伤手段为固有天赋2，基于砂糖精通的20%，无阈值地为全队拐精通 固有天赋1也是非常重要的增伤手段。凭借这两个天赋，900精砂糖在实战中通常可以给输出角色基本无缝提供230+的精通，收益非常可观 (230精通在反应队中约等于36%的元素伤害加成) 砂糖主要就是靠这两个天赋增伤，自身输出倍率感人。A一般没有什么用处；E和Q的伤害不高，作用为聚怪和固有天赋触发器 鉴于这两个固有天赋，我们培养砂糖主要就是去堆精通，以及堆一些充能 补充 : 关于砂糖的聚怪能力...... 前面提到，E和Q有聚怪作用。但其实砂糖的聚怪能力比较一般，实战表现和手感欠佳。注意用手法弥补 圣遗物推荐 砂糖作为辅助，自然要选择辅助向的出装；同时前面也提到过，砂糖主堆精通。我们以这两点作为思路来选择武器和圣遗物 圣遗物无脑推荐4翠绿。风套的40%高额减抗简直没法替代，小砂糖又有一种极其强力的增伤途径啦 其他圣遗物类似4教官、2+2精通等，也都勉强能用，但与风套相比差太远了 砂糖的沙杯冠通常都选择精通，副词条选择充能。花羽的副词条优先选择精通，其次选择充能 建议各个沙杯冠平均有15%左右的充能；各个花羽平均有60左右的精通 (理想情况) 武器推荐 武器理论首选千夜浮梦，但成本比较高，且收益一般。砂糖所在的队伍通常为三异色，这导致特效对队友只有40精通收益；265的精通副词条相比祭礼的221也多不到哪去。总之有多的话就用，但一般没必要专门去抽 四星首选流浪的晚星。高贵的精通转模拐武器，满精可以给全队拐64点攻击力 (900精通砂糖) ，收益尚可 其次选择砂糖专武祭礼残章，生存压力大可以考虑试做金珀，追求队伍上限可选择讨龙英杰谭 注 : 四星武器均推荐满精，下面的也是 其他武器 : 白辰之环——雷队或雷相关反应队中的砂糖专武，满精20%的元素伤害加成非常不错。尤其推荐刻皇激化使用，砂糖直接一拐三，强到起飞 盈满之实——丢给砂糖用表现居然还行，减攻击的debuff几乎可以忽略不计，充能副词条很香。但武器特效有一定的真空期和掉层期，且满精满层的精通加成依旧不敌祭礼残章。通常需要满精，一般不推荐锻造 西风秘典——砂糖不至于这么缺充能。没有精通加成、需要高精的同时还要堆一点暴击，能用但不太推荐 砂糖带不同武器的精通、充能面板推荐 已重复做过数据计算和实战分析，应该是没问题的_(米游姬观察) 补充 : 西风砂糖推荐暴击率40%左右 (1命) 等级、天赋等级、关键命座分析 理论上来说，砂糖只要60突破就行了——毕竟砂糖的核心是60突破解锁的固有天赋2，且砂糖突破加的是风伤 但事实不是如此，如果材料足够，砂糖还是推荐拉到80级的。这下有友友问了 : 为什么？_(米游姬疑惑) 因为砂糖聚怪的能否与等级有关_(米游姬委屈)根据韧性力学 (具体内容请自行查阅哦) 可得 当等级差＞20时，目标聚不动；当等级差≤20时，目标聚得动。目前深渊怪等级最高100，所以砂糖推荐80级，这对控制和输出都有非常大的帮助。当然啦，没资源可以考虑暂时不升 天赋等级可以不升，武装队驾驶员可以考虑拉一下 关键命座为1命和6命，1命的多一次E通常比较重要，尤其是对双扩散 6命更加重要，直接拐20%的元素伤害加成。四星最强命座之一 想要抽砂糖命座的友友，推荐以满命为目标。0命完全体，1命更优 就业方向分析 砂糖常用于反应队伍和核爆队伍中，举两个例子 : 刻皇草砂，雷九砂班。理论上是刻晴和雷神的最高上限队 还有很多例子就不一一列举啦，比如说砂达国际 砂糖自身也有国家队驾驶员、武装队驾驶员、种子队驾驶员的站场玩法，相对比较少见，这里不重点介绍 充电宝的玩法自珐露珊登场后更少见了，通常给魈充能，目前不太推荐这种玩法 声明一下，我的文章仅在氵社发布！！ (居然会有人连我的小破文都抄袭......_(米游姬-呆滞))",
    "length": 1732
}