{
    "game_id": 2,
    "post_id": "34675034",
    "f_forum_id": 43,
    "subject": "【神樱大祓·终幕】——「祓行·影向祓行」",
    "url": "https://www.miyoushe.com/ys/article/34675034",
    "created_at": 1674430882,
    "like_num": 1494,
    "view_num": 162873,
    "reply_num": 263,
    "text": "阿伟你又在打电动哦，休息一下好不好_(小跟班-坏笑) UID：191048736 本篇内容为稻妻 鸣神岛主线任务 第四幕——【 祓行·影向祓行 】的任务攻略 稻妻的五座岛屿都有一个能改变地图样貌的大型世界任务，完成后能前往更广阔的地方探索。稻妻主岛鸣神岛的大型世界任务则名为【神樱大祓】，如今再次开启旅程，希望能尽量详细地记录每一个任务解谜。 神樱大祓 ▼任务说明： 【神樱大祓】为鸣神岛主线任务，此任务 总计四幕 ，其中第三幕我将其分成了三个小任务。本篇任务为 第四幕 「祓行·影向祓行」。具体任务流程可以看下图。 ▲神樱大祓流程 祓行·影向祓行 五处结界已经破除，其中的妖物也被肃清。是时候前往绀田村井下的雷樱树根处，向花散里复命了。 任务完成奖励： 耗时大约为25min， 奖励为 冒险阅历*400 、 原石*50 、 摩拉*50000、花散里的面具（锻造法器白辰之环图纸） 任务流程： 1） 向花散里复命： 传送至绀田村内锚点，来到海滩处的门旁，进入井底。 这个进去的入口是我们在第一幕【绀田事话】里完成任务后开启的。 没有开启的旅行者可以从绀田村村长家后方的井口进去。 来到井底，召唤雷种子后进入结界与花散里对话。 ▲路线示意 从对话中得知，「神樱大祓」最关键的是在解除最后一步，也就是解除神樱的结界，祓除神樱之根多年积聚的瘴晦。 都做到这份上了，帮别人完成最后一步又何尝不可呢，出发吧。 2） 前往影向山底部的裂口，与花散里交谈： 传送至鸣神大社锚点，顺着山路下行，在半山腰缺口山崖处找到花散里并与之对话。 对话后花散里念出咒语为我们解除了山底的封印，并要求我们从此处跳到山底瘴晦旁进行祓除。 ▲花散里位置示意 3） 「跳进去」： 跳入深坑，在陷坑入口还有颗雷神瞳，别忘了拿。 ▲跳入深坑 进入陷坑，里面充盈着大量雷元素，如果 没有雷种子的保护角色会持续掉血 。因此我们需要不断获取雷种子保护自己， 并且记得带上一个能够 持续回血的角色，大招回血角色不好用！！！ ▲极端环境示意 4） 击败「瘴晦瘤」： 来到陷坑底部后，一颗巨大的球状物赫然出现在眼前，看来这就是我们的目标「瘴晦瘤」了。 在肿瘤下还会出现 「落武者」 ，不管怎样先将其击败再说吧。 ▲击败「落武者」及「瘴晦瘤」 击败「落武者」后会在场地中央出现一副图案，我也不卖关子了，这里需要我们完成三次不同的连接挑战。 相信经过前几幕的任务，我们已经对该玩法有着充分的理解。 完成连接（1/3）： 我们以 最北端的主祝祷台为1号 ，依次顺时针为各祝祷台编号，之后出现的图文解释编号位置不变。 ▲ 场景编号示意 下图所示是 第一次 调整顺序，只要按照此方法调整祝祷台即可完成解谜；前提是祝祷台未被变更过，保持在原始状态。 ▲第一次解谜俯视图示意 随后攻击掉下来的「瘴晦瘤」，注意， 角色无法给「瘴晦瘤」挂上元素，也无法回复元素能量！！！ ▲攻击落下的「瘴晦瘤」 完成连接（2/3）： 消耗掉「瘴晦瘤」三分之一的血量后将第二个「落武者」击败，再次进入解谜环节。 ▲第二次解谜俯视图示意 完成连接（3/3）： 之后再次消耗掉「瘴晦瘤」三分之一的血量，击败两名「落武者」，进入解谜环节。 ▲第三次解谜俯视图示意 5） 与花散里交谈： 完成净化后，我们与前来的花散里对话，得知她的真是身份——是「狐斋宫」的记忆，凝聚而成的 污秽 。 她的使命，便是寻找勇士去完成污秽的净化，和钟离传说任务里的白若陀大抵上是一个意思。 如今污秽已完成净化，我们也不得不和她道别了…… ▲与花散里的最后一次对话 「与君相别离，不知何日是归期，我如朝露转瞬晞。」 6） 捡起面具： 将地上的面具捡起后即可完成神樱大祓的全部任务，并获得成就「异人祓行芝居」。 ▲花散里，你变小了啊… ▲成就「异人祓行芝居」 同时还可获得锻造图纸【附有记忆的面具】，这是稻妻法器【白辰之环】的锻造图纸，但是并不建议使用，因为这个道具是 一次性 的，一旦转换成图纸后面具就不存在了。 ▲图纸附有记忆的面具 新增后续 完成任务后前往鸣神大社与锚点旁的巫女稻城萤美对话，选择【大祓】选项后选择【关于花散里】，即可获得尘歌壶摆设「面具」。 ▲无名的「面具」 至此，稻妻任务「神樱大祓」就全部完成了，往后的几天我会前往踏鞴沙完成那里的主线任务【踏鞴】系列，我们到时候再见吧。 【神樱大祓】系列（已补完） ▶ 【神樱大祓·第一幕】——「绀田事话」 ▶ 【神樱大祓·第二幕】——「祭神奏上」 ▶ 【神樱大祓·第三幕】——「祓行·镇守之森」 （ 镇守之森前置任务——【深林狸囃子】 ） ▶ 【神樱大祓·第三幕】——「祓行·荒海」 ▶ 【神樱大祓·第三幕】——「祓行·神里屋敷」 >> 【神樱大祓·终幕】——「祓行·影向祓行」 <<本篇 本篇攻略到这里就结束了 如出现错误请在评论区指出_(阿姬调查) 感兴趣的话不妨 点赞、收藏、关注 支持一下 更多攻略敬请期待~~",
    "length": 2031
}