{
    "game_id": 2,
    "post_id": "42308401",
    "f_forum_id": 43,
    "subject": "【百日挑战39】须弥每日委托「宝贝计划」隐藏成就【清夏之约】",
    "url": "https://www.miyoushe.com/ys/article/42308401",
    "created_at": 1691881406,
    "like_num": 877,
    "view_num": 37836,
    "reply_num": 133,
    "text": "UID 117503032 哈喽喽，大家好哇，这里是lucky小糕。_(米游姬 卖萌) 今天给大家分享的是须弥的每日委托 【宝贝计划】 的 隐藏成就获取方法 ，以及 任务流程 的介绍 该任务含有隐藏成就 「非必要需求」 _(瑶瑶-呆)下面就让我们一起来看看吧。_(可莉-冲呀) 成就介绍 〓成就简介〓 成就名： 非必要需求 成就描述： 找到古拉步吉尔给小蛇制作的所有道具 成就所属： 『天地万象』成就合辑 〓完成条件〓 玩家在接到须弥的每日委托【宝贝计划】之后，根据npc古拉步吉尔的要求某一个到指定的营地寻找口粮。 总共五个不同的营地，对应 5条支线，随机刷取 。其中5 个营地里面有 3个营地除了口粮之外还有特殊道具，这里称为有效支线1~3； 而剩下2个没有特殊道具的营地这里称为无效支线4~5。 即， 5个支线分别 为： 1.石堆营地：口粮以及道具「破旧的架子」 2.树枝营地：口粮以及道具「奇怪的小型帽子」 3.蕈兽营地：口粮以及道具「奇怪的珠子」 4.罐子营地：只有口粮 ，无效支线 5.藤蔓营地：只有口粮 ，无效支线 累计完成1~3这三个有效支线获得三个道具并交给古拉步吉尔，就可以获得隐藏成就 「非必要需求」 〓逃课方法〓 由于每次刷到的支线是随机的，但是5个支线里面只有3个有效支线，而且还可能重复，因此常规思路拿到该成就需要花费很长的时间。 而经过测试也无法通过断网/推出重登的方式刷支线，因此这里提供一种其他的逃课方法。 现在的每日委托有轮次保底机制，且各地区相互独立。比如在须弥，所有的每日委托都做过一遍就算做一轮，而刷完一轮需要一到两个月的时间，这样保证玩家总能保底刷到一次特定委托。但是如果玩家接到了委托但是却没有交付，这样不算你完成 ，相当于本轮没有刷到，那么在之后这一轮还能再次刷到。 那么我们就可以：如果做着做着发现是自己不想要的支线，即 无效支线或是重复支线，可以选择停止做下去，跳过该委托 ，到别人的世界蹭委托（每日委托可以到别人世界做但是一人上限4次多了没奖励）。 这样就不用等下一轮了，在这一轮就可以再次接到。以此刷出自己想要的支线。 以我为例，我须弥这一轮的每日几乎都做完了，就差【宝贝计划】，于是通过上面的逃课方法我连续刷到了六天的【宝贝计划】，最后拿到了成就。 这里有一个记录统计，大家可以当作记录使用。选自己做完的填就行，没做完就不急着选。 任务流程 首先接到任务【宝贝计划】，然后与任务NPC古拉布吉尔对话，根据npc古拉步吉尔的要求某一个到指定的营地寻找口粮。 下面是各个营地的位置以及道具情况 任务每次接到一个分支，可以通过上面所说的逃课方法刷分支，累计拿到三个道具并交付给NPC即可拿到成就 「非必要需求」。 大家到目标营地之后在周围留意一下是否漏了道具，如果漏掉了就太可惜了。 〓各支线营地介绍〓 有效营地分支 1.石堆营地：口粮以及道具「破旧的架子」 靠近时派蒙：“这里什么也没有啊…我们仔细找找有什么可疑的地方吧。” 击破石堆，拿到 口粮，随后派蒙：“口粮居然会被石头埋起来，难道是塌方了吗？我们要不要往上走走，看看情况？” 随后往上放走走就可以看到第二个石堆，击破就可以拿到道具 【破旧的架子】 2.树枝营地：口粮以及道具「奇怪的小型帽子」 靠近时派蒙：“底下什么也找不到，只能到这棵树上来看看了…” 调查树枝上的3个光亮调查点，获得口粮。 随后往更高处继续调查，就可以获得道具 【奇怪的小型帽子】。 派蒙：“呜哇，怎么这么多小小的帽子，我们带回去给古拉布吉尔看看吧…” 3.蕈兽营地：口粮以及道具「奇怪的珠子」 靠近时会出现几只蕈兽，派蒙：“快看那群蕈兽，它们怎么围成一团…不会是在偷吃口粮吧！快把它们赶走！” 击败蕈兽调查光亮点，获得口粮 随后派蒙会说：“咦,营地里还有好多瓶瓶罐罐…布吉尔会不会还落下了其他东西…” 与另一个光亮点交互就可以拿到 道具 【奇怪的珠子】 。 无效营地分支 4.罐子营地：只有口粮 ，无效支线 到达营地后派蒙会说：“呜哇…这周围简直是一团糟，口粮到底在哪呢…” 击碎罐子获得口粮，无道具。 建议使用上面所说的逃课方法跳过这次委托，以便自己 后面再次刷到有效的分支。 5.藤蔓营地：只有口粮 ，无效支线 到达营地后派蒙会说：“呀，这里有好多藤蔓，你要小心一点，不要被刺伤了哦。” 藤蔓包围着的就是口粮，无道具。 建议使用上面所说的逃课方法跳过这次委托，以便自己 后面再次刷到有效的分支。 调查完营地之后就可以回去找NPC汇报，交付口粮以及道具。 累计完成1~3这三个有效支线获得三个道具并交给古拉步吉尔，就可以获得隐藏成就 「非必要需求」 每日委托隐藏成就导航合辑▼ 米游社 枫丹每日委托成就攻略、 须弥每日委托成就攻略、 稻妻每日委托成就攻略、 璃月每日委托成就攻略、 蒙德每日委托成就攻略 请前往我的主页合集查看。 米游社 那么我们这次的分享就到这儿啦QAQ，如果有错误或者不懂的请在评论区指出。 更多攻略请前往我主页合集查看 ——求点赞！求收藏！求关注！谢谢大家—— _(甘雨-谢谢)_(甘雨-谢谢)_(甘雨-谢谢)",
    "length": 2109
}