{
    "game_id": 2,
    "post_id": "1738781",
    "f_forum_id": 43,
    "subject": "【原神入坑指南】开服注意事项全在这里，超全面的原神萌新攻略！",
    "url": "https://www.miyoushe.com/ys/article/1738781",
    "created_at": 1599987515,
    "like_num": 9666,
    "view_num": 421158,
    "reply_num": 885,
    "text": "大家好~我是赫箩！万众期待，原神即将在本月28号全面公测，15号PC端将开放不删档先行测试！为了让萌新玩家游戏前期少走弯路，获得更好的游戏体验，本期视频将给大家带来较为详细的游戏初期引导，帮助大家在游戏前期快速上手以及在游戏前中期合理规划资源。 一、角色推荐 初始角色推荐： 初始角色一共有5个，主角 安柏 凯亚 丽莎 香菱，个人比较推荐优先培养主角，一方面是因为主角卡的特殊性可以随着新城邦的加入转换成新的属性获得全新的技能，主角的每一个属性基本可以算作一个新的角色。另外主角的命之座(相当于升阶)是免费获取的，相比其他角色（需要蛋池获取）的培养成本要低很多。除主角外，香菱和丽莎也是相当优秀的初始角色卡，香菱应该是目前最强四星火伤角色，在不考虑获取五星火伤角色的情况下，香菱是平民玩家的最佳的选择。 丽莎，AOE很强的四星雷伤角色，输出能力可能不算非常优秀，但作为前期过渡也是非常好用，没有蛋池雷伤角色的小伙伴可以酌情培养。最后是安柏和凯亚，这两个初始角色的机制和输出能力都较为一般，不推荐作为主力培养，不过前期还是可以用的到的，一般作为解谜的工具人登场。 蛋池角色推荐： 以上是游戏前中期比较推荐培养的蛋池角色，由于原神的战斗机制主打元素反应，不同元素的相互搭配才能打出高额伤害，阵容搭配就要尽可能的属性多元化。游戏前中期尽量避免培养相同属性的角色，特别是输出角色。开荒时期最怕的是打不动怪，所以要重点培养输出角色，输出角色优先考虑火属性和雷输出，辅助角色则优先考虑回血型辅助。（数据参考三测，不包含开服新角色） 游戏前中期率先开放的蛋池五星角色有四位，两个火系输出，两个功能性辅助。其中优先度最高的是温迪，超强的聚怪能力是中后期副本的必备辅助，自带风场的小技能也是游戏前期开荒解谜的最佳角色，开服最值得获取的蛋池五星角色没有之一。优先度最低的是琴，风系半C半辅型角色，联机很强，但替代品较多，抽到了可以培养，但不推荐专门获取。迪卢克和可莉同为火系输出角色，定位类似，前期如果能抽到这两个角色推荐培养(两个都有任选其一)，虽然部分四星角色在高命之座情况下可以强过低命之座五星角色，但对大部分玩家而言四星角色很难做到高命之座，培养低命之座就有可观输出的五星角色更为明智。 二、武器圣遗物系统解析 武器系统解析： 一把武器的强弱主要看三个部分：基础攻击力 主词缀和被动效果 不同武器攻击力一般不会有特别大的差距，决定武器强弱的要素主要是主词缀和被动，且主词缀的效果更为重要，如果主词缀不行这把武器大概率会比较弱。 对输出角色而言，暴击率>攻击力>暴击伤害这三个主词缀最佳，虽然偶有例外但前中期优先培养带这三种主词缀的武器肯定不会有太大问题 辅助角色则需要根据自己的角色定位来选择主词缀，举个例子：温迪，聚怪型辅助非常依赖大招，需要装备能给大招快速充能的武器，所以主词缀为元素充能效率的武器就非常契合温迪。 再举个例子：芭芭拉，回血型辅助自己血量上限越高回血能力越强，所以主词缀生命值的武器就很契合她 圣遗物系统解析： 由于圣遗物的套装效果远没有武器被动强势，导致圣遗物的词缀系统相比武器更为重要，和武器不同的是，圣遗物除了主词缀外还有小词缀，不过游戏前中期大家不必考虑小词缀的优劣，重点关注主词缀即可 一套圣遗物共有五件，花和羽毛主词缀固定，其他三件为随机。 对输出角色而言，暴击率 对应元素伤害提高 攻击力 暴击伤害这四个主词缀最佳，需要注意的是暴击率只有头冠部件才能刷出，建议优先保留，暴击伤害由于前期角色暴击率偏低收益不高，建议游戏后期再做考虑 辅助角色依旧拿芭芭拉举例，优先考虑主词缀为 治疗量 生命值的圣遗物部件。 最后总结一下，主词缀>圣遗物的套装效果 甚至大于圣遗物的品质(强势词缀紫装优于垃圾词缀金装)，搭配圣遗物的时候大家千万不要盲目追求套装效果和装备品质。 前中期输出圣遗物推荐： 冒险等级1-30级  战狂2-4件 冒险等级30-40级 战狂2件+角斗士2件 战狂套装效果主加暴击率，角斗士套装效果主加攻击力，前中期强度极高且适用于任何输出角色，获取途径也较为简单，战狂前期开宝箱获取，角斗士在冒险等级突破30级后击杀世界Boss获的。 三、开荒注意事项 采集玩风神瞳岩神瞳一定要记得标记，上百个收集点一旦前期没有标记后期就算对着攻略找也会非常痛苦(不知道那些已经拿过)。 见闻系统可以帮助我们快速定位世界Boss和野外精英怪，是游戏前期非常重要的萌新引导系统，提升见闻等级还可以获得大量经验和一些额外资源，要多多利用。 每日委托和冒险等阶奖励是前中期重要的物资经验来源，一定不要忘了做每日委托和领取冒险等阶奖励。 甜甜花酿鸡是游戏前中期最常用的回血料理，料理所需材料除野外采集，还可以在冒险者协会的探索派遣中大量获得。 野外探索肯定会有体力急缺的紧急时刻，回复体力的北地烟熏鸡料理(香菱支线获得食谱)最好也常备几个。 前期角色突破急缺某些材料，可以去纪念品商店看看有没有。 四、前中期规划 角色培养的大致方向已经在角色推荐中讲解过了，这边主要给大家做一些阵容搭配的补充。 原神开荒时期最优阵容为1个主输出1个副输出1奶1聚怪，但是凑齐这种搭配需要比较高的成本对大部分玩家而言比较困难，奶前期可以用料理替代，聚怪可以不带，两个输出角色推荐火雷属性各一个，当然其他属性也是可以的，资源建议对主输出倾斜，副输出前期处理一下主输出不能打的怪就可以了 武器正常培养即可，优先培养输出角色的武器。圣遗物方面，只需注意一点，冒险等级40级之前不要花费过多的树脂（体力）去打圣遗物副本，40级以后直接去刷金圣遗物(更推荐45级后爆率更高)。任何紫圣遗物都是过渡装备，不必在过渡装备上投入太多。 那既然不推荐把体力花费了圣遗物上，那前期应该吧体力用在哪里呢？需要体力才能获取的资源有很多，金币 角色经验 武器突破素材 角色突破素材等 首先肯定是需要什么就刷什么，如果都不是很缺的话更推荐去打世界Boss（列如无相系列Boss）刷角色突破材料，主要是因为世界Boss会掉较为强势的输出向圣遗物。另外有一点需要注意，世界Boss风魔龙和北风之狼一周只会刷新一次，推荐世界等级提升之后再去打收益更高。 当然还有一些无需体力就可以获取的资源，比如武器经验(主要为矿石) 角色突破材料 料理素材等等，都是有特定的刷新时间，建议大家每隔一段时间就去找一找多囤一些，等需要的时候再去找肯定是不够用的。 上面大量资源的获取都涉及到了一个重要的东西-原粹树脂，我们简称为树脂，也只需要注意一点，尽量把升级或者赠送得到的树脂存着，优先用原石购买树脂，不能或不太想买再考虑使用，等40级后一次性使用用来快速毕业金圣遗物。 五、月卡大月卡分析建议 原神的月卡和其他手游是类似的，一期合计3000原石！对蛋池角色和装备有需求的小伙伴可以考虑。 重点给大家讲解一下纪行系统，纪行系统俗称大月卡，68可升到珍珠纪行。参与日常提升纪行等级就可以获得各种资源，珍珠纪行25级后会获得一个武器箱，打开后可以任选一把强力四星武器。不想投资五星武器或抽武器翻车的小伙伴纪行武器是非常好的选择，除了武器外还有原石 金币 角色经验等资源也还算丰厚。开服后如果对武器迫切需求可以考虑购买，但需要注意的是纪行需要升到25级才能领取武器，先提升纪行等级到25后再购买是一样的。 总结一下，对蛋池角色装备有需求的小伙伴推荐月卡，对武器和其他资源有迫切需求的小伙伴可以考虑升级到珍珠纪行。月卡和大月卡虽然奖励丰厚，但游戏初期的主线和开放世界探索对装备的需求是比较低的。就算你是0氪玩家前期也可以较为轻松体验游戏的核心内容，氪金量力而为就行。 荧火攻略组制作 视频制作：赫箩的苹果 协力制作：一瓶雪碧_ 老沐ocean",
    "length": 3185
}