{
    "game_id": 2,
    "post_id": "52845613",
    "f_forum_id": 43,
    "subject": "【V4.6攻略·角色攻略】白术攻略·机制/养成/配队",
    "url": "https://www.miyoushe.com/ys/article/52845613",
    "created_at": 1715652002,
    "like_num": 2070,
    "view_num": 110028,
    "reply_num": 206,
    "text": "UID 126941175 超链图片 在沉玉谷之行告一段落后，白先生也将再次归来，相信这趟古茶树坡与药蝶谷的回味之旅，结合旅行者在枫丹的旅行经历，能带来不得了的收获！ 这里是卡玛sei亚，本期将带来 白术 的 角色攻略 ，内容分为 机制 、 养成 、 配队 三个部分，推荐萌新只查看 未折叠部分 ，若旅行者想要了解更多，也可点开折叠，查看 进阶分析 哦~ *本文可能使用这些 简称 ： A/普攻=普通攻击 、 Z=重击 、 E/战技=元素战技 、 Q/大招=元素爆发 。 【一图概述】 白术 是泛用于各类 草反应 队伍的草元素 生存辅助 ，由于其战技能提供 全队血量瞬抬 ，也能较好地应用于「那芙万白」等芙宁娜相关队伍中，而其大招整体上在能提供 单体血量缓回 的同时还能带来一定抗打断与防斩杀能力 （可防止角色被敌人一招带走） 。 若旅行者不想看太多文字，不妨先参考一下这张一图流： 超链图片 【机制简析】 ✦天赋优先级： 元素战技（8+） ≈ 元素爆发（8+） ＞ 普通攻击（1+）。搭配芙宁娜时优先升级战技、生存求稳时优先升级大招。 一、基础属性 超链图片 ✦白术 具有明显的 远程辅助角色 特征，基础攻击与基础防御均很低，但由于辅助能力依赖生命值上限， 基础生命较高 。 ✦ 由于基础生命值只受角色等级影响，而 生命值 对白术的辅助能力非常重要，因此有余力应将白术 升至90级 ，但作为辅助，其升级的优先级显然低于部分输出角色。 二、普通攻击/重击（A/Z） 白术的普攻距离短、伤害低，一般仅在特定情况用于站场挂草， 无需升级 。 超链图片 ✦天赋演示 超链图片 ✦具体机制 ① 索敌与输出距离近，与多数近战角色水平类似，重击范围略大于普攻，在部分场合配合聚怪辅助有一定对群挂草能力 ，若能忍受输出距离劣势则也可作为绽放类队伍的站场挂草位 。 ② 普攻与重击均只能造成弱草附着 （1元素量） ，普攻附着冷却使用默认组别 （2.5s/3hits，即每2.5秒内，每3次伤害内第1次提供附着） ，一套普攻4段可在2.5秒内打完，因此可以造成2次弱草附着 （分别来自第1、4段攻击） 。此外，重击无附着冷却。 三、元素战技（E） 白术的战技是其重要的治疗天赋，能提供 全队血量瞬抬 ，因此需在与 芙宁娜 搭配的队伍中 优先升级 。 *作为几无直接输出收益的生存天赋，其升级优先级显然低于输出角色的关键天赋，因此量力而行即可，有余力再升到9级或以上，元素爆发同理。 超链图片 ✦天赋演示 超链图片 ✦具体机制 ① 游丝徵灵 只能造成弱草附着 （1元素量） ，索敌距离较远 （10米） 、会就近寻找敌人攻击，能稳定对双目标挂草、对三目标也有一定适应性。战技附着冷却使用特殊组别，每2秒只有第1次攻击能产生附着，因此单次战技往往不能给同一敌人反复附着多次草。 ② 白术战技是截至V4.6仍然罕见的无启动成本 （不消耗能量，也不需要附近有敌人存在） 全队治疗 天赋，但治疗需要等 游丝徵灵返回才生效，有一定时间差，在实战中可利用这点在施放白术战技后再施放芙宁娜大招，但不当使用也可能导致切出低血量队友时还未被治疗就被敌人一招带走。 ③ 游丝徵灵命中时会产生3~4个草元素微粒 （产3个和4个的概率各为50%，因此 期望为 3.5球 ） ，产球能力适中 （每次战技只能产1次球） 。当敌人距离较远时，由于战技命中与施放有一定时间差，因此在解锁1命 （多一次战技可使用次数） 后可直接用EEQ的手法循环。 四、元素爆发（Q） 白术的大招是其重要的生存天赋，通过不断刷新破碎后提供 治疗 的薄弱护盾，能为场上角色带来一定抗打断能力、有效防止角色被敌人一招带走，若旅行者较为看重 生存能力与稳定性 ，则应 优先升级 元素爆发。 超链图片 ✦天赋演示 超链图片 ✦生存机制 ① 无郤气护盾 的 吸收量低 （不超过1000） ，但 治疗量较高 （往往高于6000） 、该护盾的意义为提供单次抗打断效果，并在受到单段高伤害后提供及时的治疗，一定程度上提高防斩杀能力，并减少治疗量的浪费 （但对高频低伤的敌人效果一般，且若角色剩余血量+护盾量低于敌人单段伤害，则无法成功防斩杀） 。 ② 每个无郤气护盾对应单次治疗效果，从白术施放大招瞬间产生第一个护盾开始，后续每2.5秒会产生新的护盾，总共产生6次护盾，因此 解锁6命前 总共治疗6次 。 ③ 由于黑蛇众、深渊使徒等敌人的盾反馈效果需要护盾抵挡住对应攻击才可生效 （而不像击碎护盾的单次攻击依然不会造成实际打断效果） ，吸收量低的 无郤气护盾一般不能强化黑蛇众的战斗能力，但也不能挡住深渊使徒攻击施加的负面效果 （古岩龙蜥等仅单段攻击含有利盾反馈机制的敌人可利用大招无敌帧实现盾反馈） 。 ④ 即使无郤气护盾对 草伤 有250%的吸收效果，其也很难经受超过2次丰穰之核/烈绽放攻击的伤害，因此在妮露绽放/烈绽放队伍提供抗打断的能力往往非常有限。 ✦附着机制 ① 无郤气护盾 造成治疗效果的同时会发射灵气脉，攻击距离最近的敌人，其索敌距离远 （15米） ，但伤害范围小 （半径1.5m略大于游丝徵灵，但实战基本只能 对单 挂草） 、 解锁6命前 伤害低。 ② 灵气脉只能造成弱草附着 （1元素量） 且 无附着冷却 ，但由于白术命之座较低时仅大招能长时间后台挂草，总频率依旧不高（共 6次 ），在「那芙万白」/双雷激化队伍中不易影响翠绿之影4件套所需的水扩散/雷扩散反应，但在绽放类队伍中往往不够，需要搭配纳西妲使用。 ③ 充能缺口较大，但白术作为生存辅助，不要求堆叠暴击/暴伤等输出词条，总要求不高，因此 可大量堆叠 充能效率 ，但即使如此，在需要大招时也应尽量走双E循环或双草队伍。 五、固有天赋 超链图片 ✦固有天赋分析 ① 20级突破天赋 的第一部分 （治疗加成） 能在场上角色低血量时更快抬高血线，但由于白术 解锁6命前 伤害能力有限，对应角色高血量的第二部分 （草伤加成） 用处不大。 ② 60级突破天赋 能带来 草元素相关反应 效果增益，与 元素精通 带来的收益加算，但数值不算优秀，且其增益机制只适合稳定增益场上角色、不能享受八重神子60级突破天赋等基于精通带来额外收益的效果，因此 不必刻意堆叠至上限 （50000点生命值） ，而是应 优先保证白术的循环及生存能力 ，此外该天赋 在「那芙万白」队伍中无实际作用 。 *增益数值上限参考：在角色元素精通为0时可带来约120等效精通的收益，而角色精通为600时该收益提高至约220等效精通。 ③ 生活天赋 在探索大世界 （尤其是水下） 时有一定用处，但需要附近有可触发该效果的采集物 （如甜甜花、汐藻） ，且 不在水下等特殊环境时 白术自身就有战技这一无启动成本的治疗天赋。 六、命之座 超链图片 ✦命之座分析 ✦ 1命 ： 该命座大幅提高了白术在循环中的 灵活性 ，辅助长时间站场角色时也可走双E循环，很大程度上 解决充能问题 ，在「那芙万白」队伍中也能通过连续施放两次战技为芙宁娜元素爆发增益快速叠加层数。 ✦ 2命 ：解锁该命座后， 不需要切出 白术即可提供草附着与少量全队治疗，对实际体验优化非常大，但若需追求生存能力则仍需施放EQ，此时增强的挂草能力会更有利于绽放类队伍，但增大「那芙万白」/双雷激化队伍中的水扩散/雷扩散触发难度，也可能导致循环手法改变。 *游丝徵灵·切与战技游丝徵灵不共用附着冷却，且一般不会被自身附着冷却影响，因此能提供额外的草附着。 ✦ 3命 ：元素爆发等级提高能进一步提高白术提高的生存能力，但无该命座时该生存能力也足够优秀。 ✦ 4命 ：该命座提供的精通增益在各类草反应队伍中有一定收益，但性价比低。 ✦ 5命 ：能进一步提升元素战技治疗量，但与3命类似，无该命座时该治疗量也已足够。 ✦ 6命 ：该命座能大幅提高白术的护盾/治疗频率，间接提高挂草频率，在抗打断/防斩杀能力与附着能力上都有 巨大提升 ，但会严重阻碍水扩散/雷扩散的触发，因此即使真需要如此程度的生存与挂草，也需考虑其局限性。 *此外，6命能大幅提高白术的输出能力，但由于白术在解锁此命座之前伤害能力非常有限，因此绝对数值提升也不高，仅能为基本依赖同一元素伤害输出的队伍带来应对元素免疫敌人的适应性。 ✦命之座简评： 1、2、6命均有关键体验提升 ，但2/6命挂草对扩散反应有一定/较大影响，需要权衡利弊后酌情抽取。 【养成介绍】 这里将分别介绍白术的 武器 与 圣遗物 配装方案及典型参考面板。 一、武器选择 超链图片 碧落之珑 综合生存和循环体验最佳，但 试作金珀 更契合芙宁娜且性价比高。其余武器均有一定泛用性或性价比问题，旅行者可根据自身需求选用。 ✦充能效率参考 *单草/双草指队伍中草元素角色（含白术）的数量，单E/双E指队伍中单轮循环白术施放元素战技的次数，解锁1命后的白术可更灵活地进行双E循环。 ① 双草双E ：碧落之珑—140%；试作金珀—170%；其他武器—200%。 ② 双草单E/单草双E ：碧落之珑—170%；试作金珀—210%；其他武器—250%。 ③「雷八万白」（单草单E） ：试作金珀—170%；讨龙英杰谭—240% （枫原万叶携带西风剑可降低约30%，携带西福斯的月光时实战面板满足上述充能需求即可） 。 ④「那芙万白」 ：可不堆叠充能，首轮循环施放大招利用试作金珀为芙宁娜大招增益叠层即可，后续循环随缘 （但高充能的白术有助于提高容错率） 。 二、圣遗物选择 1. 套装选择 超链图片 昔时之歌4件套 （ 4昔时 ）泛用性高但增益辅助能力不明显，追求生存能力与性价比用 2+2散搭 （ 2生命/2绝缘/2治疗 任选）即可，也可根据自身需求选择4宗室、4深林等辅助能力仅在部分队伍有用的套装。 *4深林仅适用于以草伤为主的队伍，而在这些队伍中纳西妲携带该套装往往更合适，因此仅在不搭配纳西妲或追求纳西妲对单输出上限（此时纳西妲非6命可用4剧团，6命则4饰金）的情况下，才考虑由白术携带该套装。 2. 词条选择 ✦ 主词条 ： 充能沙 / 生命沙 + 生命杯 + 治疗头 / 生命头 ，在芙宁娜相关队伍或生存求稳时优先治疗头，否则优先生命头 ，在搭配西风秘典时也可考虑暴击头 。 ✦ 副词条 ：一般仅需堆叠 充能 / 生命 ，在妮露绽放队需堆叠一定精通，搭配西风秘典时可能需堆叠一定暴击。 三、参考面板 超链图片 *白术及其武器均为90级，圣遗物副词条分配的生命与充能词条数总和为21条且配平充能，而不堆充能、纯靠战技治疗的情况则仅分配14个生命词条。 【配队建议】 超链图片 ✦配队思路简介 白术仅靠其能提供 全队血量瞬抬 的战技即可作为 芙宁娜 相关队伍的优秀治疗位，尤其适配1命那维莱特，可组成 「那芙万白」 队伍。 除此之外，白术还可通过大招提供 单体血量缓回 ，兼具一定后台挂草能力，因此泛用于各类 草反应 队伍，由于低命挂草频率不高，常进入对此恰好有需求的双雷激化队伍 （例如 「刻皇万白」 ） ，也可与纳西妲搭配，组成各类双草绽放队伍 （例如激绽队 「八芙纳白」 、妮露绽放队 「心妮纳白」 、烈绽放队 「托行纳白」 等） 。 这里将分别以 「那芙万白」 、 「刻皇万白」 、 「八芙纳白」 与 「心妮纳白」 为例，介绍白术的 常见队伍 ，并简要介绍 其他配队思路 。 一、那芙万白 超链图片 1. 队友替换 ① 那维莱特在1命及以上时，可将芙宁娜换为行秋、夜兰、莫娜、达达利亚等水元素队友，但适配性均有一定局限，行秋和夜兰提供的充能效果好但自身普攻协同输出不能被那维莱特触发，而莫娜和达达利亚提供的增益辅助能力直观但充能效果较差。 ② 那维莱特0命时，可将芙宁娜换为菲谢尔、雷旅行者等雷元素队友以保证其天赋层数，但此时由于那维莱特抗打断能力一般，白术往往需要堆较多充能以尽量保证大招可循环 （在多数场合也不如钟离等护盾辅助） 。 ③ 无枫原万叶时，可用温迪、砂糖、琳妮特等风元素队友提供翠绿之影4件套的辅助效果及聚怪/嘲讽能力。 2. 队友配装 超链图片 3. 优缺点简述 ✦ 阵容优势 ：易于处理全抗性较高的敌人与复杂多变的出怪环境、生存和循环收尾能力强、极易实现理论输出，具有可观的基础强度。 ✦ 阵容劣势 ：难以处理水元素免疫及带有冰盾 （实为冻盾，下同） 的敌人，不易应对带有大量水盾/雷盾的敌人 （可用芒荒湮灭破除的护盾除外） 。 二、刻皇万白 超链图片 1. 队友替换 ① 可将 刻晴 换为 八重神子 以组成 「八皇万白」 队伍，替换后也可将菲谢尔换为雷电将军以组成 「雷八万白」 队伍，两者有一定思路区别但均为典型的双雷激化队伍。 ② 无 枫原万叶 时，可用 砂糖 、琳妮特、温迪等风元素队友提供翠绿之影4件套的辅助效果及聚怪/嘲讽能力，且砂糖提供的精通增益理论收益不低。 2. 队友配装 超链图片 3. 优缺点简述 ✦ 阵容优势 ：易于处理全抗性较高的敌人与复杂多变的出怪环境、生存和循环收尾能力强、对配置要求不高，具有可观的基础强度。 ✦ 阵容劣势 ：难以处理雷元素免疫的敌人，不易应对带有大量水盾/雷盾的敌人、提升配置的潜力较低，高配输出上限可能不够理想。 三、八芙纳白 超链图片 1. 队友替换 ① 可将 八重神子 换为 雷电将军 、 赛诺 等雷元素站场位以组成 「雷芙纳白」 、 「赛芙纳白」 等队伍，替换后爆发输出或队伍总伤可能提高，但灵活性可能降低。 ② 可将 芙宁娜 换为 夜兰 或 行秋 ，芙宁娜、夜兰、行秋的直伤增益能力依次降低、挂水能力依次提高，与此同时激化覆盖率依次降低、超绽放效率依次提高，这会提高队伍中超绽放伤害的占比与雷元素站场位的精通收益。 ③ 纳西妲一般无法被替换，但在万不得已时也可选择草元素旅行者或柯莱过渡。 2. 队友配装 超链图片 3. 优缺点简述 ✦ 阵容优势 ：易于应对复杂多变的出怪环境、对除冰盾外多数元素盾破盾能力优秀、对配置/练度要求不高，具有可观的基础强度。 ✦ 阵容劣势 ：不易应对全抗性较高及带有冰盾的敌人、不带夜兰时缺少弓位 （不易应对兆载永劫龙兽） 。 四、心妮纳白 超链图片 1. 队友替换 ① 可将 珊瑚宫心海 换为 芭芭拉 、 神里绫人 、 行秋 、 夜兰 、莫娜、坎蒂丝等同样有可观挂水能力的角色。 ② 当挂水位为 行秋 或 夜兰 时， 纳西妲 也可被换为 艾尔海森 或卡维，其他情况下不建议将纳西妲替换掉，但在万不得已时也可选择草元素旅行者或柯莱过渡。 2. 队友配装 超链图片 3. 优缺点简述 ✦ 阵容优势 ：对群能力非常强、对配置/练度要求不高，具有可观的基础强度。 ✦ 阵容劣势 ：对单上限可能不够理想、不带夜兰时缺少弓位 （难以应对兆载永劫龙兽） 、难以处理带有冰盾的敌人 （尤其是深罪浸礼者的冰盾只能用卡维破） 。 五、其他思路简介 除上述队伍外，白术还有一些可用队伍，但这些队伍往往存在机制利用率有限、输出上限偏低等问题，以拓展向玩法为主。 1. 超绽放队 除典型的双草激绽队外，还有一些基本只以超绽放伤害输出的队伍，但白术与纳西妲搭配时往往不能充分利用草元素量，而白术单草入队时又存在普攻距离短、4深林对群覆盖率低等问题。 ✦ 「纳行久白」 ：纳西妲+行秋+久岐忍+白术。此为由经典的 「纳行久」 衍生出的队伍，但超绽放效率仅靠纳西妲站场挂草就已能保证，白术即使在生存和基础强度上也往往不如钟离、北斗等第四人。可将久岐忍换为雷电将军，但此时往往雷电将军站场更佳，这就使队伍变成了激绽队「雷行纳白」。 ✦ 「白行雷夜」 ：白术+行秋+雷电将军+夜兰。此为白术站场挂草并保证生存、行秋与夜兰提供大量水附着，而雷电将军高频触发超绽放的队伍，该队伍理论输出不低，但由于白术普攻距离短且4深林对群覆盖率低，实战强度较难保证。可将夜兰换为北斗，此时该队伍具有非常强的生存能力，几乎无法被高伤害敌人撼动。 2. 烈绽放队 由于元素共存机制的不同，火元素加入草水绽放队伍不仅不能提高草原核产量，而且对挂水有更高需求，这就导致烈绽放即使相比超绽放有更强对群能力，但因队伍对附着要求高，无法依靠队友弥补直伤而输出上限偏低，仅建议作为对群对策玩法。 ✦ 「托行纳白」 ：托马+行秋+纳西妲+白术。托马的挂火频率低但伤害频率高，且可后台触发烈绽放，但该队伍仍然建议挂水位至少为6命行秋或2命夜兰，否则烈绽放效率可能仍不理想。此外，该队伍仍难以处理大量冰盾，此时可考虑将托马换为烟绯、可莉、班尼特等挂火位，但替换后更高频率的挂火也将影响烈绽放效率，且队伍普遍缺少后台挂火能力。 3. 其他队伍 ✦ 蔓激化队 ：白术理论上可充当草元素主C激化输出队伍的生存位，但由于草伤无法享受4翠绿的辅助效果，在草元素主C+纳西妲已经建立的双草组合下，能提供减抗的钟离作为生存位会更合适，白术仅作为无纳西妲/钟离时的过渡选择或应对兽境之狼/黑蛇众时的对策选择，可组成「海八纳白」、「海八皇白」 （艾尔海森+八重神子+纳西妲/菲谢尔+白术） 等队伍。 ✦ 纯直伤队 ：不依赖草反应收益的队伍中，除「那芙万白」外还有很多队伍可搭配芙宁娜，白术理论上也可据其战技提供的全队回复进入，但一般均有更合适的生存位，且部分队伍即使搭配班尼特也有更高的输出上限，而白术仅可保证生存稳定性。这类队伍包括「绫芙万白」、「雷芙夜白」 （神里绫人/雷电将军+芙宁娜+枫原万叶/夜兰+白术） 等。 【抽取价值】 白术 是泛用于「那芙万白」及各类 草反应 队伍的草元素 生存辅助 ，其战技能提供 全队血量瞬抬 、大招整体上在能提供 单体血量缓回 的同时还能带来一定抗打断与防斩杀能力 （可防止角色被敌人一招带走） 。 若旅行者对自己现有队伍输出能力有自信，急需增补一位机制优秀、保人能力强的生存辅助来 提高稳定性 ，那么白术显然不容错过。但如果只要求进一步提高输出上限，则白术可能不是一个很好的选择。 白术在0命时就已经能满足大多数生存需求，1、2、6命均会进一步提升体验，但2/6命对扩散反应有一定/较大影响，需要权衡利弊后酌情抽取。此外， 试作金珀 已经是性价比高且契合芙宁娜的优质选择，不必强求同期UP武器 碧落之珑 带来的更佳生存与循环体验。 超链图片 封面制作： 卡玛sei亚 文案撰写： 卡玛sei亚 数据计算： 卡玛sei亚 配图制作： 卡玛sei亚 排版监制： 卡玛sei亚",
    "length": 7532
}