{
    "game_id": 2,
    "post_id": "51438170",
    "f_forum_id": 43,
    "subject": "【装备测评】4.6新圣物——4燃烧套与4谐律套的使用攻略",
    "url": "https://www.miyoushe.com/ys/article/51438170",
    "created_at": 1712949602,
    "like_num": 680,
    "view_num": 14626,
    "reply_num": 51,
    "text": "前言： 大家好(๑╹◡╹)ﾉ”，我是主做 角色攻略向里主做内测至1.6版本的老牌女角色 的莎缇菈。 真是意外，昨天前瞻直播4.6版本，本次不止迎来了新地图，还有新圣物。 简单来说， 一套是专门主打「生命之契」的 ， 另一套是主打「燃烧反应」的 。 懒得看长篇大论的朋友，可以自己拉到最后面有总结。 我一看， 这燃烧套，不就是给融甘融罗的嘛 _(阿姬灵感)；然后4谐律套就相对于限制比较多，但是也不是没有其他人用_(阿姬开心) 下面我会一个一个说，给各位提供参考，Thanks♪(･ω･)ﾉ_(阿姬期待) 其中， 2套都可以适用的角色，神里绫华 ，我先前已经做好，各位也可以看看_(阿姬灵感) 【角色攻略】白鹭霜华——神里绫华｜截止4.6全体系最新攻略 「谐侓异想断章」： 2件套+攻击力18%，4件套效果在生命之契提升或者降低，提高配带角色的伤害，可叠3层。 那么，首先是什么是「生命之契」呢？ 意义：释放e后获得获得生命之契后，治疗效果无法恢复生命值，当回血量超过累计生命之契上限时，效果解除并获得增益，清除后角色受到治疗，正常恢复生命。 意思就是 倒欠血条，没有奶回欠的血条，就不能回血，还完给增益效果。 需要注意的是： 1.生命之契不等于烧血，已有的生命值不会损失。 2.生命之契不等于锁血，没盾的情况下只减不增。受到攻击是同样会掉血的，只是在生命之契消失前无法回复。 3.代价越高收获越高，生命值越高，百分比生命之契越高，清除后获得的增益效果也越高。 4.生命之契存在上限，多次触发可累加，可以长期存在，意味着理论上角色可以不用堆生命，多次获得生命之契，屯到上限开治疗一次吃满buff。 5.此类武器适合出伤后置的角色，队伍刚需回复角色。 6.唯一受害者班尼特，生命高于70%时失去治疗效果，无法消除生命之契，需要主动挨打降血线。 值得注意的是： 目前能拥有「生命之契」效果的角色与武器 ， 只有新角色仆人阿蕾奇诺与她的专武 ， 还有2把枫丹锻造武器， 单手剑海渊终曲 与 法器纯水流华 适用角色： 仆人——阿蕾奇诺 ：本身技能自带「生命之契」，是仆人的毕业套 装备「赤月之形」：仆人，（未完待续） 装备「海渊终曲」：凯亚，神里绫华，神里绫人，琳妮特，刻晴 装备「纯水流华」的法器角色有很多，只要是攻击模组的都可以用 「未竟的遐思」： 又称燃烧套，2件套+18%攻击力； 4件套， 脱离战斗状态3s后，提升装备者50%伤害 ； 在战斗状态下，场上不存在燃烧状态的敌人6s后，上述提升伤害效果每秒降10%，直到0% ； 场上存在燃烧状态的敌人时，每秒提升10%，直到50% 。 装备者处于后台时，依然能触发该效果。 注意： 1.配队必须绑定火草角色触发反应 2.每次进入战斗状态都是从满层开始，只要一直触发燃烧反应就可以不掉层。 适用角色有很多，那么我本次主讲推荐的还是 罗莎莉亚与甘雨 没有推荐刻晴、丽莎与北斗的原因是， 还是如雷更合适她们的机制，用这一套也不是不行，就是会有点限制队伍玩法，不如如雷套 _(阿姬倒地) 其他玩法或者其他角色搭配请看其他大佬们的攻略☆(￣▽￣)/$:* ，谢谢大家的理解_(阿姬倒地) （1）罗莎莉亚 队伍搭配：罗莎莉亚，万叶，班尼特，草神 该队伍，班尼特4宗，草神4饰金，万叶4风套 因为是主c融化流罗莎莉亚，所以还是经典的3拐1 圣物词条： 主词暴攻冰，副词双暴攻击精通，充能最好有120至130 如果用赤沙作武器，换精通沙 武器： 5星首推赤沙（高暴击） ， 其次鸟枪（暴击）与护摩（暴 伤 ） 。 其他一般般，有什么用什么。 4星首推大月卡的2把长枪——决斗枪与峡湾长歌（高暴击） ， 其次星尘商店的黑岩（暴伤）与宗室（攻击）， 风信之锋与断浪（高攻击） 。 其他一般般，有什么用什么。 （2）甘雨 队伍搭配：甘雨，万叶 /申鹤 ，班尼特，草神 该队伍，班尼特4宗，草神4饰金，万叶4风套，申鹤2+2 与融罗一样，没什么好说的 圣物词条： 主词暴攻冰，副词双暴攻击精通， 用阿莫斯还可以考虑用精通沙 武器： 5星首推大魔术（高暴伤，前提是配申鹤）， 阿莫斯（高攻击），冬弓，若水，天空，猎人。 其他一般般，有什么用什么。 4星首推破魔/试作（锻造，高攻击） ， 其次 鹮穿之喙/朦云之月（攻击）， 大月卡的烈阳/绿弓（高暴击）， 星尘商店的黑岩（暴伤）与宗室（攻击）， 竭泽（钓鱼就有，攻击，实在没有其他选择再考虑） 其他一般般，有什么用什么_(阿姬倒地) 总的来说， 「谐侓异想断章」，4谐侓适用角色： 仆人——阿蕾奇诺 ：本身技能自带「生命之契」，是仆人的毕业套 装备「赤月之形」：仆人，（未完待续） 装备「海渊终曲」：凯亚，神里绫华，神里绫人，琳妮特，刻晴 装备「纯水流华」的法器角色有很多，只要是攻击模组的都可以用 「未竟的遐思」，燃烧套适用角色： 只要配队绑定火草角色触发反应，任何人都可以使用。 感兴趣的朋友也可以看看别的_(阿姬灵感) 【角色攻略】飞行冠军——安柏｜截止4.6版本全体系最新攻略 【角色攻略】白鹭霜华——神里绫华｜截止4.6全体系最新攻略 夏沃蕾！新的雷火超载拐！老牌火雷系角色们焕发第二春！ 好了，以上就是本次的攻略了，我们有缘再见再见ヾ(￣▽￣)Bye~Bye~ 以后还会继续出更多攻略☆(￣▽￣)/$:*的_(米游姬哈欠) _(米游姬 干杯)当然也不只是大世界的攻略啦，还有原壶的攻略或者说是冷门的老角色向攻略_(偶像姬_糖葫芦) 非常非常感谢看到最后的你_(偶像姬_撒花) Thanks♪(･ω･)ﾉ",
    "length": 2293
}