{
    "game_id": 2,
    "post_id": "56252686",
    "f_forum_id": 43,
    "subject": "【V4.8攻略 角色攻略】嘿，夜兰应该这样玩！",
    "url": "https://www.miyoushe.com/ys/article/56252686",
    "created_at": 1722865140,
    "like_num": 3284,
    "view_num": 11179,
    "reply_num": 51,
    "text": "UID：231012570 嘿，大家好啊，我是英俊潇洒，风流倜傥玉树临风的革凡普王i，本期给大家带来夜兰攻略，各位搬好瓜子和板凳，咱醒木往那一拍，您就听我唠！ 角色定位与抽卡建议 要说这夜兰啊，那可是 一众玩家里的香饽饽，强度那也是毋庸置疑的高。 大部分玩家咱都可以考虑拿个零命收手，而至于命座嘛，就得看各位的财力了！ 天赋简析（Q＞E＞A） 哎呀，各位看官，今儿个咱们聊聊这《原神》里的角色——夜兰，和她的招式“潜形隐曜弓”。您听着啊！ 【普通攻击】 这妹子一出手，就是连续射箭，一连四发，嗖嗖嗖嗖，跟连珠炮似的，那叫一个利落。可这招数，也就是练练手， 咱也不咋用的 【重击】 嘿，这招厉害了，是瞄准射击，威力大，准头高。夜兰这妹子一瞄准，那箭上就开始聚集水流，就跟磁铁吸铁屑一样，嗖的一下射出去，水花四溅，敌人直接被水元素伤害打得晕头转向。 【破局】 这招啊，得等会儿，战斗停了五秒钟，夜兰就能进入“破局”状态。这状态下的她，下一次满蓄力射击，时间缩短80%，而且还能变成发射“破局矢”，那箭矢可是按着生命值上限来计算伤害，范围攻击，水元素伤害，那效果，直接炸裂！ “破局矢”一出，谁与争锋？不过说归说，闹归闹，别拿鸽子开玩笑。实战里，这“破局”用得不多，除非是去打鸽子，那才叫一个爽呢！普通攻击 倍率也就那样，看官您呢可以不用把摩拉花在刀背上的。 不过看官您呢，要是有六命，咱另说。 萦络纵命索 哎呀，各位看官，咱们接着聊这位英姿飒爽的夜兰妹子，这回说说她的技能“萦络纵命索”，您听着啊！ 【点按】 这招数，夜兰一按，就往前飞奔，就像离弦之箭，速度快得让人眼花缭乱。这一跑，还能在敌人身上留下标记，等到她停下，那些标记就会爆炸，给敌人带来水元素伤害。这招数，用得好，那就是一道亮丽的风景线。 【长按】 要是夜兰长按技能，那就更厉害了，她能持续疾走，速度更快，而且还能调整方向，就像是滑板高手一样。在这期间，她的抗打断能力还会增强，简直就是无懈可击。想提前停下来？再按一下技能键就行。 “络命丝”爆发的时候，敌人越多，夜兰获得“破局”状态的概率就越高。每标记一个敌人，概率就提升34%，这简直就是为团战量身定做的技能啊！ 好了，各位看官，这招“萦络纵命索”在赶路时非常好用，实战中也经常用到，提升等级的 优先级虽然不如元素爆发，但也相当重要！ 渊图玲珑骰 哎哟，各位看官，您听好了！今儿个咱说的这招叫做“渊图玲珑骰”，这招一出，那叫一个水花四溅，元素乱飞，直接对周围的敌人造成水元素伤害，而且还能凝出一个“玄掷玲珑”来助阵，这可是咱们夜兰姑娘的拿手好戏！ 这“玄掷玲珑”啊，就跟个小跟班似的，跟着您的角色跑前跑后的。 每当队伍里头的角色使出普通攻击的时候，它就蹦出来帮着打一次，不过啊，这小家伙也有规矩，一秒钟最多只能出手一次。 当然了，要是夜兰姑娘自己使出了“络命丝”绝技，命中敌人之后，“玄掷玲珑”也会立刻跟上，给敌人再来一击！ 这招啊，是夜兰姑娘的核心技能，练好了能让队伍的输出能力噌噌往上涨。但是诸位注意了，这招不锁定属性面板， 就是说，您放完了“渊图玲珑骰”之后如果换人了，那个“玄掷玲珑”的伤害就不能享受到夜兰姑娘的固有天赋加成了。 这个是夜兰绝对的核心技能， 推荐优先升级。 猜先有方 各位客官，今儿个咱给您说道说道这招“猜先有方”。您瞧，这招可是大有讲究的。当您的队伍里头有1种、2种、3种或者4种不同元素类型的角色时，咱们夜兰姑娘的生命值上限就能得到提升，分别是6%、12%、18%和30%呢！ 这招啊，可以说是专门为队伍里元素多样化的配置量身定做的。要知道，夜兰姑娘本身就是个生命值倍率的角色，也就是说，她的生命值越高，她造成的伤害也就越大。所以，您要是想让夜兰姑娘发挥最大的威力，就得在队伍里凑足各种元素，这样夜兰姑娘的生命值上限提高了，自然也就能够打出更高的伤害。 不过，这里头还有一门学问呢。 如果您队伍里有三种不同元素再加上双水的话，生命值的加成就比四种元素还要高。因为，除了“猜先有方”的加成之外，双水还会额外增加生命值，这样一来，三色加双水的组合其实比四色的加成还要高。 所以，各位在组队的时候，可得好好算计算计，别光顾着凑元素种类，还得考虑怎么搭配才能让夜兰姑娘发挥最大的威力。 妙转随心 各位看官，今儿个咱说的这招叫做“妙转随心”。这招啊，可真是一绝！当“玄掷玲珑”在场上存在的时候，它能让队伍里的当前角色造成的伤害提高1%，然后每过一秒，这个伤害提升就会再多3.5%，一直到最高能提升50%为止。 这让夜兰作为副c的同时，也有了一定的辅助能力。 命座简析（提升较为平滑） 与谋者，以局入局 各位看官，今儿个咱说的这招叫做“与谋者，以局入局”。这招啊，是专门用来增强夜兰姑娘的元素战技“萦络纵命索”的。您知道吗？这招一出，夜兰姑娘的 “萦络纵命索”就能多用一次了！这一命之差，可不得了，能让夜兰姑娘的元素战技使用更加频繁，缓解了充能的压力，也提升了她在地图上的移动效率。 入彀者，多多益善 各位看官，今儿个咱说的这招叫做“入彀者，多多益善”。这招啊，是夜兰姑娘的二命效果。每当“玄掷玲珑”进行协同攻击时，都会额外发射一枚水箭，这枚水箭能造成相当于夜兰生命值上限14%的水元素伤害。不过啊，这额外的水箭每1.8秒最多只能触发一次。 这一命之差，让夜兰姑娘的挂水能力得到了显著提升，可以说， 挂水能力已经和六命行秋不相上下了。而且，这额外的水箭不仅提升了夜兰自身的伤害，也让她的辅助能力更上一层楼。毕竟，水元素的挂接对于队伍中的其他角色来说，也是非常重要的。 是比较关键的命座 可以考虑在这里收手。 晃盅者，琼畟药骰 三命，欸咱们确实没啥可说的，就是提升了元素爆发等级，提升了协同攻击伤害而已。 诓惑者，接树移花 各位看官，今儿个咱说的这招叫做“诓惑者，接树移花”。这招啊，是夜兰姑娘的四命效果。每当夜兰姑娘用“络命丝”标记敌人时，每标记一个敌人，爆发时就能让队伍中所有角色的生命值上限提升10%，这个效果持续25秒。通过这种方式，最多可以让生命值上限提升40%。 这一命之差，可谓是少见的生命值拐。 对于那些依赖生命值作为伤害基础的角色，比如芙宁娜、胡桃这样的角色，都能得到不小的提升。而夜兰姑娘本身也是一个生命值倍率的角色，所以这个命座对她自身的伤害也有一定的提升作用。 坐庄者，三仙戏法 这个命座其实也没啥好说的，提升了夜兰元素战技等级。 取胜者，大小通吃 （锣鼓声起） 各位看官，今儿个咱说的这招叫做“取胜者，大小通吃”。这招啊，是夜兰姑娘的六命效果。当夜兰姑娘施放“渊图玲珑骰”后，她会进入一种特殊的状态——“运筹帷幄”。 在这状态下，夜兰姑娘的普通攻击将会变成发射特殊的“破局矢”。这种箭矢的特点和破局矢相似，但造成的伤害被视为重击伤害，而且能造成破局矢156%的伤害。这状态最多能持续20秒，不过当夜兰姑娘发射了5枚这样的箭矢后，“运筹帷幄”状态就会结束。 这一命之差，让夜兰姑娘在释放元素爆发后能够发射五枚强化破局矢，大大提升了她站场时的伤害能力。而且，这破局矢的倍率与普通攻击的天赋等级有关联， 所以解锁了六命的夜兰姑娘，建议把普通攻击的天赋等级提升上去，这样才能发挥出最大的威力。 武器推荐 （锣鼓声起） 各位看官，今儿个咱说说这夜兰姑娘的武器推荐。这事儿啊，得分两步走。 第一步，得看夜兰姑娘的充能不能满足。如果充能不足，咱得优先考虑充能武器。在这其中，最优先推荐的就是 “西风猎弓” 了。这把弓啊，不仅能解决夜兰姑娘自身的充能问题，还能缓解全队的充能压力，可以说是两全其美。另外，充能武器 终末嗟叹之诗 其实也是不错选择，提供充能同时还有团队收益，咱可真的更有性价比。 第二步，要是充能没问题了，咱就可以考虑提升自身输出的武器或者有一定功能性的武器了。这时候，如果有 专武“若水”，在充能压力没有的情况下，那自然是优先选择“若水”。这把武器的低白字和暴击伤害加成，加上简单的特效触发方式，能让夜兰姑娘的输出能力达到极致。 另外，只要提升充能的武器均可用，类似于绝弦等只吃技能特效的弓便之追求精炼不用提升等级。 圣遗物推荐 各位看官，今儿个咱说说这夜兰姑娘的圣遗物推荐。这事儿啊，得分几步走。 第一步，得看夜兰姑娘的主要输出方式。夜兰姑娘的伤害主要来自于元素爆发，所以得优先推荐“ 绝缘之旗印” 。这套装啊，能把充能转换成元素爆发的伤害提升，非常适合夜兰姑娘这种需要堆叠充能的角色。 第二步，如果是想提升队伍整体的攻击力，可以考虑 “昔日宗室之仪” 。不过要注意的是，一个队伍里只需要一套宗室圣遗物就可以了，多了也没啥用处。 至于圣遗物的词条嘛，一定要优先保证充能，让夜兰姑娘的大招能快速回转。接着呢，再去追求暴击率、暴击伤害和生命值这样的属性，这样能更好地提升夜兰姑娘的输出能力。 配队推荐 这夜兰姑娘能进的配队可不少，咱一时半会也给你掰扯不完。 但凡需要挂水的队伍，夜兰便可以进入，行秋能进的队，夜兰也都可以进。 哪怕是单纯作为一个提升队伍dps的插件，夜兰也能进。 不过由于夜兰协同攻击是普攻指令而非普攻动作，所以对于魈这种A跳手法角色夜兰𢆂协同而行秋不可以。 咱呢  ，在图片给你列了几个参考配队，各位看官呢根据自己box来就行了。",
    "length": 3799
}