{
    "game_id": 2,
    "post_id": "33752974",
    "f_forum_id": 43,
    "subject": "【须弥】委托轮次和保底机制",
    "url": "https://www.miyoushe.com/ys/article/33752974",
    "created_at": 1672838380,
    "like_num": 2371,
    "view_num": 161306,
    "reply_num": 1003,
    "text": "4.0版本轮次已调整，请戳最新传送门： 【须弥】委托轮次和保底机制（V4.0） 4.0版本主要改动： _(绮良良-收下吧) 「加尔恰的赞歌·某人的回响」调整为一轮三次，缩减为两轮毕业。 只有3.6-4.0版本期间没有跨轮的玩家能享受到这次优化的福利～对新玩家的影响不大，须弥整体还是需要三轮毕业。 在开放须弥前，相信大家在前三国做委托的时候，经常遇到旱的旱死涝的涝死的情况，有的疯狂出有的一直刷不到，点名批评某思念_(心情简单) 于是到了须弥委托它终于改进了，有了保底机制，也可以称为轮次，只要掌握方法，都是可以差不多时间毕业的。 并且随着须弥轮次保底机制的发现与论证后，陆续有小伙伴从须弥回到前三国，经过一段时间的推测与实践， 证实了前三国均已加入了轮次保底机制。 先介绍一下【须弥篇】～ _(时光交响之章表情包17) 目前须弥的委托我已经做到了第三轮接近尾声，我总结了一个表格，具体请看下图：（已更新V3.6） 图片解析： 一、每轮委托全部做完一遍才会进入下一轮。其中部分委托未达到开启条件的，会自动跳过。 （比如“等量再交换”需要把维克多从蒙德赶到须弥后才会接到；“加尔恰的赞歌”需要完成世界任务才能接到；沙漠委托需要开启沙漠地图等等） 二、在第一轮可以完成10个成就，没有完成的在后面的任一轮都可以完成。 对于有些特别非的小伙伴，吞金和花开逃课十几次都不出的，就像陷入了某种死循环，大可以到下一轮再试试，不用一轮死磕。 第一轮有特殊sl技巧的是『教令院小问题』 『花开之时』 『吞金和蓄财』『喵喵喵』，可以看我之前发的帖子。 每日委托【教令院小问题】一次出成就【须弥博学者】sl方法 生不出的花、花开之时丨成就【斩花除根】以及无骗骗花逃课方法 每日委托【吞金和蓄财】两个成就获取方法、逃课路线 【喵···喵喵？喵！喵。】成就【捉猫记】一轮拿成就的逃课方法 三、在第三轮可以完成6个成就，先说说除「加尔恰」外的5个，都是需要做三次有效支线，每一轮只能完成一次。 1. 『沙中花』可以通过实时sl来换不同支线，在第三轮完成前置后就能在第三轮接到后续。 每日委托【沙中花】成就【手有余香】 2.『衡量世界之人』相对较看脸，大多数人正常顺着做都能在第三轮出成就。只有少部分人会遇到重复打怪、重复放收的情况，此时可使用第三条的逃课方法。 每日委托【衡量世界之人】成就【天有多高，地有多……】逃课方法 3.剩下三个『食与学』『宝贝计划』『谨遵医嘱』属于一种类型，非常看脸，sl方法同前面的“吞金”“花开”，接到无效支线需要跳过当日委托，即可在当前轮次再次接取。很多人须弥进度落后都是因为这几个，前面一旦做一次无效支线，须弥就得多做一轮。 每日委托【食与学】成就【问题何在？】及逃课方法 每日委托【宝贝计划】成就【非必要需求】及逃课方法 每日委托【谨遵医嘱】成就【放松疗法】及逃课方法 四、最后一个『加尔恰的赞歌』，无需逃课，接到就做。3.6版本更新后缩减到三轮就能完成（原八轮）。 但对于之前做过一部分的，则需要具体轮次具体分析，可以看下文详细介绍： 须弥委托「加尔恰的赞歌」3.6版本最新改动，成就流程大大缩短 五、美食队虽然是须弥成就，但属于稻妻委托，不参与须弥的轮次。 世界任务【全能美食队·职责之内】，成就【摩拉无罪】和三张食谱 想查看须弥全部的委托成就攻略请戳这里～ 须弥全委托成就汇总 常见问题： 常见轮次【Q&A】 Q：什么是轮次保底机制？ A：可以把一轮委托理解成一个奖池，内容及数量都是固定的，每天随机抽，完成一个委托就是抽走一个，把池子抽空才能开启第二轮的池子。（四锄地就是没抽到） Q：每日委托抽取原理？ A：除蒙德外，各国均有一个轮次池和四个锄地池，每天先从这五个委托池中抽四个，然后再从池子里分别抽取委托，四锄地理论占20%。蒙德仅有三个锄地池，故而除跨轮外没有四锄地，仅轮次第一天为跨轮四锄地（若正巧遇上强后续则无四锄地）。有强后续时，强后续先预占一个位置，再随机抽三个池子，抽到轮次池时会出现2+2的每日。 Q：前三国什么时候开始有轮次的？ A：在3.0之前就悄咪咪加入了（推测2.8版本）～ Q：如何确定自己在第几轮？ A：2.8之后入坑的新玩家都是从第一轮开始，老玩家由于2.8之前都是纯看脸出的，导致每个委托的进度不一样，需要根据每个委托进度来分别判断还差多少轮。比如第一轮的成就均可在任意一轮拿到，而需要多轮的（如惊喜大礼）则缺几次就要几轮。（进度不一样是指可能存在安娜在第一轮、愿风在第三轮、语言交流在第N轮等情况）。 Q：换地区或随机有影响吗？ A：无影响，每个国家各轮各的，相互独立。（可以理解成你随机在角色池和武器池抽卡，并不影响每个池子的保底）。 Q：什么是逃课？ A：这是我个人发帖的习惯用语，代表利用轮次机制，不完成的委托还会在当前轮次反复出现，从而达到对失败支线的抢救～（说人话：好兆头重复了，跳过不交了） Q：跳过委托后原石怎么办？ A：到别人世界做的都算数，还有双倍好感呢～ Q：在别人世界做的委托能算进我的成就吗？ A：不能。去别人世界做委托只能用来凑每日的原石奖励，不能做成就。并且也对自己世界的轮次没有影响。 Q：卡掉委托后还能跨轮吗？ A：能。（不然为什么要卡？） Q：什么是跨轮？ A：做完一轮跨到下一轮。每一轮的第一个委托都是四锄地（遇上强后续时会变成三锄地，但依然是跨轮），当你接到这次跨轮四锄地时，不论你做与不做，都已经跨完轮了。 Q：如何判断跨轮？ A：做好记录是最好的方法，准确做完一轮委托后，第二天的四锄地就是跨轮。如果记录时间较短看不出规律，也可以从四锄地下手，跨轮四锄地与普通四锄地不同。 请注意此方法并不是百分百准确，下图仅须弥适用。 普通四锄地会从下图四个池子中各抽一个，而跨轮四锄地会有两个委托出现在同一个池子，最明显的是有两个同名委托，而不明显的则需要对照表格。 关于『卡委托』： _(夜兰-不愧是我) 四国任务/邀约『卡委托』汇总 须弥目前的邀约均只能节省一天，效果不明显。 「一千零一杯咖啡」：珐露珊邀约第一幕【经典难成】，激活节点后进咖啡馆且不要靠近； 「教令院小问题」：珐露珊邀约第一幕【手续难办】，激活节点即可。 但十分推荐宵宫传二： 宵宫传说第二幕「拾星之旅」『卡委托』方法 以上就是现今独特的委托保底机制，希望对大家有帮助，不足之处我会再改进的，觉得有用可以点个赞支持一下！_(米游姬 感谢)祝大家早日全成就毕业～ 【蒙德】委托轮次和保底机制（V4.0） 【璃月】委托轮次和保底机制 【稻妻】委托轮次和保底机制 【枫丹】委托轮次和保底机制（V4.1）",
    "length": 2726
}