{
    "game_id": 2,
    "post_id": "51645138",
    "f_forum_id": 43,
    "subject": "关于卡维的分析",
    "url": "https://www.miyoushe.com/ys/article/51645138",
    "created_at": 1713428040,
    "like_num": 54,
    "view_num": 2442,
    "reply_num": 16,
    "text": "其实老早就有分析卡维的想法了，但是一直没有仔细地写下来，这一篇稍微总结一下，大概不会有多少人看，也不会真的帮到多少人，毕竟卡维 本身能做到的，就不多 。_(卡维-开工) 这篇帖子我加到了“ 角色的细致分析 ”合集中，我想通过详细拆分卡维的功能来为其决定他的用处和配队以及最适合的打法。不过卡维这个角色，设计的太简单了，就像他的人一样 单纯而又充满理想主义 。 那么，我们就从卡维最具特色的能力开始吧。大家对卡维“障碍清除！”这么一声应该都不陌生吧，毕竟之前还闹过不小的风波，导致玩家们集体怀疑起了卡维头像（虽然删除世界的挂哥似乎用的并不是卡维），这个 元素战技·画则巧施 的作用，就是简单的一个点爆草原核加造成范围草元素伤害。_(卡维-接单) 关于“删除世界”事件 卡维的元素战技的判定值在终端上，也就意味着我们只要把世界所有可交互物的参数都设置成草原核，就能让卡维消除所有范围内的可交互物，包括七天神像、传送锚点等一系列物体。（元素视野下呈现为灰色带条纹流动的物体就是可交互物）那么伴随着这一项恶意修改源代码的行动，卡维甚至可以在别的玩家的世界里使用这种漏洞，因为联机的大世界实际上是一个共享世界，能够修改的并不只有房主。少数遭遇了这种事情的玩家可能对此记忆颇深，不过原神修复的很快，大概一个月不到就修复了漏洞和各位受害者被变没的东西。 然后是他的 元素爆发·繁绘隅穹 ，_(卡维-开工)造成一次大范围草元素范围伤害并引爆附近的草原核，这第一段就是一个放大版的元素战技，接下来卡维获得不可替代的草元素转化，提升自己队伍产生的草原核的爆炸伤害，最后提高了卡维的抗打断能力。这个大招足足有80点能量，但是总的来说就是强化自己，强化草原核，然后切人就没。 没了？ 确实没了。卡维的技能就是这么简单，简单理解就是E技能点爆草原核，Q技能点爆草原核外加草附魔。EQ的范围草伤和抗打断能力提升对于卡维的用处不能说是收效甚微吧，只能说是可有可无_(卡维-生气)。 既然如此，我们接下来该看看他的天赋了吧？ 实际上呢······好像我们已经不需要再看了，这俩天赋的用处其实并不明显。 _(卡维-救命)固有天赋一·营造者的担当 ，被草原核炸到时，卡维根据3倍精通数值回血，每0.5秒能触发一次，这个被草原核炸到，可以是草原核自己爆、被卡维点爆、烈绽放，还有敌人打出来的超绽放和妮露的丰穰之核。众所周知草原核是会伤到自己的，不过角色对草原核免疫95%的伤害，同时雷地板和雷系原魔要是打到了你产生的草原核，那么超绽放也会追踪你并造成伤害（丘丘雷兜王&雷深渊法师：你好），那么，卡维的这个天赋显然是用于给自己点爆草原核进行补偿的，在一个正常的原绽放队伍中（不包括妮露），草原核的爆炸伤害大概在15000左右，那么卡维就会被炸掉750左右的血量，那么对于精通超过250的卡维来说，这就相当于回血了对吗？_(卡维-救命) 其实这并不对 ，卡维点爆草原核是范围引爆，而根据我们所常见的情形，草原核一般是一堆一堆地产生的，卡维一下基本能点四五个，但是回血有一个内置0.5秒的CD，这意味着卡维的回血可能还真的不够给自己加血，基本上只能保证自己不被炸伤。但是比起烈绽放和妮绽放而言，至少这意味着其他生存位的压力会小一些，虽然这也并没有什么必要，毕竟原神的生存位，生存能力普遍是溢出的。 固有天赋二·工艺家的奇想 ，卡维开大后每次普攻、重击、下落攻击命中后加25点精通，最多叠加4次达到100精通提升，另外这个东西有0.1秒内置CD，大剑的攻击间隔显然是长于0.1秒的，那么这个内置CD作用就是为了防止你一刀砍到群怪时瞬间叠满。_(卡维-开工)这么一个天赋，说实话给的真是蚊子腿了，100点精通提升，对于一个没有精通转模、精通倍率、精通增伤的卡维来说，用处只在于提高了他打出来的草原核的伤害和他的回血，而他的回血并不算太多，100点精通每次能多回300点血，这······聊胜于无吧，至于他打出来的草原核，这个要结合配队进行分析了，毕竟有些配队里他是个先手草，根本不存在他打出草原核的机会，这样一来精通的提升约等于白板了。 但是，相信大家用的更多的是他的 生活天赋·预算师的技艺 _(卡维-接单)，造景观、建筑、庭院摆设时返还材料，和宵宫一斗一起组成了尘歌壶三幻神！宵宫主内，卡维主外，一斗负责砍树干粗活，简直完美！这是个贴合人设的天赋，好了总结完毕！ 命座分析 考虑到卡维作为4星角色，命座是比较好获取的，（虽然他就up了一次，这个嘛······应该很快就要复刻了吧？）在这里就把他的命座也分析一下用处吧。 一命·高门的谒礼：开E后3秒内卡维获得50%草抗和25%受治疗加成。很明显是配合了固有天赋一的能力，这样才能让卡维被炸从保持血线变成加血，但是卡维的E6秒一次，覆盖率只有一半。 二命·御驿的径迹：大招期间普攻攻速提升15%。相当没用的命座，由于大剑角色重击自带系数为0.5的抗打断能力，我们一般都推荐卡维开大后配合大招的一点点抗打断能力（系数是0.7）转圈圈，这样就有了0.35的抗打断系数，如果套上了行秋还能再乘0.3变成0.105，显然是重击更能扛更稳定些。另外大剑角色卡肉明显，15%的攻速卡肉后约等于没有，所以实际上这个命座0提升。 四命·百柱的酣宴：卡维所产生的草原核在迸发时造成的伤害提升60%。这是一个关键命座，有了它我们就要尽可能地让卡维变成后手元素，那么配对上就应该是水过量而用卡维草打水底，但是，正是因为草克水，水会直接消掉并且只能产生一个草原核，而水打草底能产生两个，所以看上去直接送了60%增伤，实际上用着会亏别的伤害，配队也要变成水过量的配队，提升其实不大。 六命·天园的理想：大招期间卡维每三秒会在普攻重击下落攻击时额外造成一次范围草伤并点爆草原核。卡维大招持续12秒，也就是说卡好时间能够触发4次，作为4星角色核心命座的6命，提供的伤害非常少，不过简化了卡维的操作，大招期间也不用算E的冷却了，因为大招可以持续自动引爆了。 至于三命·金塔的香献和五命·圣古的库藏，我认为用处都不大，毕竟E的伤害并不高，给它加倍率并没有什么用处，Q也没有提供普攻倍率，只是单纯的提升了开大那一下的爆发伤害，也没什么用。 接下来就是卡维的用处了，我们常见的卡维攻略里都说卡维是 点种子工具人（虽然那叫草原核！） ，并且现在的卡维主流（强塞）配队是进入妮绽放队伍站前台补草。_(妮露-谢幕)诚然这是一种不错的做法，比起妮露+心夜草的组合 让脆皮小草神_(纳西妲-好奇)站场而三个血牛在后台的做法 更加适合高血压患者，卡维站场换掉夜兰，虽然输出低了很多，但是卡维的高额高频回血配合自己的蚊子腿抗打断能力和近战角色重击的抗打断能力，还真的能站住转圈圈，简直是 尘世闲游 _(钟离-不必匆忙)，当然总伤害低一些。但是这个队伍有个大问题， 我们没能完全利用上卡维的能力，这才是我这个合集的意义 ，妮绽放中的丰穰之核在产生后约0.6秒就会自动迸发，卡维在这个队伍里并不需要点爆草原核，毕竟卡维的E扫描一圈大概也要0.5秒了。可见如果想要真正用上卡维的全部能力，妮露是不能放进去的。 那么我们就要找到一个合适的配队来 让卡维发挥出最大功能 _(卡维-邀请)，理想状况中应当是队友能够提供草原核给卡维引爆，另外卡维开大也能自己产生草原核来引爆，而就算不考虑大招整整80点的能量需求，我们也不能实现保持大招状态，因为大招只覆盖12秒但是冷却20秒，本身就有8秒的真空期。结合卡维的回血能力会使他对生存位的需求降低，率先想到的就是行秋_(行秋-祝福曲)！行秋对卡维来说十分有用，抗打断回血挂水，配合开大的卡维非常合适，再考虑到纳西妲对于草元素反应的巨大作用，这个配队肯定是要塞一只纳西妲的（众所周知，草反应又叫纳西妲反应），于是就这样我们凑出了“草行卡”的阵容，而最后一个位置就有点茫然了，卡维虽然锁定了原绽放，但是并没有像妮露一样强制要求纯水草配队，于是最后一个位置可以上的人很多，在不破坏普通草原核的情况下，我们可以上万叶_(枫原万叶-来点晶核)聚怪、染水、增水伤降水抗（虽然这里水伤只有行秋），同时万叶开大染水也能补充水元素，再加上万叶的精通也很高，他开大染水产生的草原核伤害就会比较高，是一个不错的选择，但是这个队伍的生存全靠行秋一个人保障，所以压力会比较大。 有关卡维我还有另一个发现，EQ点爆草原核这个过程，是优先于造成草伤的，比如此刻场上有一个挂了水的敌人，卡维E一下只会绽放一下，同时产生的草原核并没有被引爆，这也就意味着队伍里只有卡维一个草元素角色的时候，卡维在第一波只能靠开大后接E打伤害，不然E一下后就没然后了······这大概也算是一个毒点？不过考虑到基本会带纳西妲，问题不算太大。 那么总体来说，卡维的设计很简单，就是像妮露一样进行原绽放打法，但是缺少妮露的强大增伤，没有妮露血量厚，不过有回血可以弥补。基于这个思路，我们组出来的队伍基本就是把妮露换成卡维，进行“卡绽放”，但是伤害低不少不说，操作也没有那么便捷，爆炸范围也没有丰穰之核大，感觉就是纯纯的妮露下位替代了呀、 咳咳，哪里哪里，卡维可不只是妮露的下位替代，他还能······还能干什么呢？ 看上去简单的草附魔大招，有没有搞头？_(艾尔海森-动动脑) 我知道你想干什么，这不就是 艾尔海森限时版 吗？_(卡维-挠头)如果我们像大部分攻略所说，舍弃卡维点爆草原核的能力，那么卡维的配队一下就丰富了起来不是吗？由于被烈绽放炸到也能回血（可惜燃烧不给回血），我们可以让他和迪希雅组成烈绽放队伍，但是烈绽放需要草水火依次反应，就算迪希雅的协同攻击是在最后一位使得这个操作简单了不少，这样的队伍仍然还有着生存问题，迪希雅不给队友回血，卡维也只能自保，那么其他人就只好靠自己了，其中的纳西妲当然是 直接裂开 ——总不能真带个试作金珀吧？那么卡维、迪希雅、纳西妲、行秋/珊瑚宫心海的配队就这样强行凑出来了，只能说非常不好用，行秋保不住纳西妲和他自己，心海挂水又太少容易直接打燃烧加蒸发，所以我们还是简单点，走超激绽流派吧。 那么模仿海哥的卡维学长，就组出了卡草行久、卡草夜久等多个阵容，但是模仿终归是模仿，与具备精通倍率、精通增伤的艾尔海森相比，卡维什么都没有，只有自己靠精通打激化，还有8秒真空期，非常不好的用，甚至如果一不小心点到了草原核还会亏伤害，毕竟原绽放的伤害比超绽放低太多了。 最后，我们看看卡维的圣遗物和武器该怎么选吧。 圣遗物方面，我们看到了绽放流的专属圣遗物 乐园遗落之花 ，2件套提供了80点元素精通，能够使卡维回血量增加、自己产生的草原核伤害提升；4件套则提供了40%的各种绽放伤害提升，如果装备者触发了各种绽放还能再提升4次，达到总共80%的各类绽放伤害提升。不过它真的合适吗？这个套装是给装备者的各类绽放增伤，但是卡维的引爆，是不算的。所以我们最好配合4命的卡维使用，并且尽量让卡维作为后手草去触发绽放反应，没有4命的卡维还是后手水能产生两个草原核用处大一些，那么圣遗物就应当选 饰金之梦 提升攻击力和精通，或是 深林的记忆 （草套）减草抗，甚至是精通2+2和充能2精通2，让卡维作为工具人存在，没有什么输出只是点草原核。主词条就直接用精精充保证回血和大招循环，副词条充能>精通>双暴>大攻击，另外，如果真是一个站场工具人，副词条来点防御也未尝不可。 武器方面，须弥锻造武器 森林王器 十分适合，副词条的充能效率能够让卡维得以循环，被动产生神识之叶给队友捡，也非常契合他作为工具人的定位；活动武器 饰铁之花 提供了高额元素精通，也非常适合。另外精通大剑 雨裁 水底增伤也算好用，须弥限定武器 玛海菈的水色 能够给队友加攻击力，也非常好用。而至于 狼的末路 也能够加队友的攻击力，也是可以使用的； 祭礼大剑 双E充能也有其实战意义，总的来说， 卡维是大剑角色中的武器大师 ，究其原因还是因为他作为一个站场工具人的存在有太多武器可以随便用了。 卡维上线的时间是2023年5月2日，而妮露早得多，是在2022年10月14日。在已经有了妮露这样一位绽放大C的情况下再出一个用处和她相近的4星，结果可想而知。卡维的设计感太明显了，但是数值和机制给的实在是少，除了好看当花瓶外确实没什么用处，配队也组不出最合适的，实际用处不如妮露，衍生用处不如艾尔海森，目的十分单纯，出场十分理想，但是结局非常惨淡。 可是，就算什么用都没有，我们为什么还这么想要一个卡维学长呢？ 画则巧施，繁绘隅穹，卡维的技能名字无不透露出梦想的气质，六命·天园的理想也是直接点出了他的梦想，造一栋建筑，巧妙、完美，就像天国那般。这样的一个角色，机制简简单单，用意明明白白，正如卡维本人一样，行动简单，目标明确，充满了理想主义的色彩。 可是最后不管是卡维还是策划，都没有成功啊？ 我想，面对惨淡的生活却能够笑着走下去，这才是卡维的魅力吧，毕竟卡维，就是这样的一个充满理想，而又惨淡收场的人啊。 在初版卡萨扎莱宫被死域毁灭时，在这最黑暗的时刻，卡维决定倾尽所有去追逐自己的梦想，用半天时间就卖掉房子，变卖家产，拿出了一笔资金。他最后一次回到自己家，做一份脆饼珐提，把它围成了卡萨扎莱宫的模样，准备最后一次在老宅用餐。但是当他的微缩卡萨扎莱宫被敲碎时，神之眼就静静地躺在里面。 它来晚了好些年，最终降临到他眼前。 如此绚烂，犹如天上幻国。 好在比起梦想，它那么的近。 这是他的“悉心一作”，也是他的愿望 ，在它破碎时，梦想已然来临。 （所以卡维已经将近一年没复刻啦！上次跟着甘雨白术，这次白术都第三次了，总得复刻了吧！）",
    "length": 5568
}