{
    "game_id": 2,
    "post_id": "50431513",
    "f_forum_id": 43,
    "subject": "【V4.5攻略】提纳里角色攻略",
    "url": "https://www.miyoushe.com/ys/article/50431513",
    "created_at": 1710694513,
    "like_num": 593,
    "view_num": 54288,
    "reply_num": 126,
    "text": "好久不见甚是想念，这里是雪冰封。_(米游姬 休息) 今天给大家带来的是提纳里攻略 目录 +1.定位+ +2.天赋+ +3.命之座+ +4.圣遗物+ +5.武器+ +6.配队+ +7.杂谈+ 一、定位 提纳里，五星弓箭草系常驻角色，定位为 草系主C 。目前主要是以激化反应作为主要反应的主C角色 ，强度在 常驻角色里属优秀级别 ， 适合地图探索和一般副本使用 。 二、天赋 1、角色自身 提纳里 自身90级有 268 的基础攻击力、 630 的基础防御力、 10850 的基础生命值，突破至80级这会自身携带 28.8的草元素伤害加成。 2、角色天赋 1.普通攻击（藏蕴破障） 提纳里的 主要输出手段是重击 ，重击分为两段，一段蓄力和其他弓箭角色一样，射出元素附着箭矢并造成元素伤害，二段蓄力则是发出花筥箭，并产生4枚会 自动追踪 的藏蕴花矢，在没有元素战技加成下的提纳里蓄力重击满蓄时间较慢，所以在通常情况下提纳里的重击都会 配合元素战技一起使用 。 在没有使用元素战技情况下的蓄力 （尽力了，只能这样了） 2.元素战技（识果种雷）【敲黑板】 提纳里朝前方投掷识种心雷，在造成草元素伤害的同时嘲讽敌人，并产生通塞识的效果（在提纳里身旁的三朵类似草种子的特效），此时提纳里重击蓄力时间极大的减少，在蓄力发射三次后消失。 温馨提示：1.通塞识通是有持续时间，另外切换人物不会造成通塞识消失，所以在通塞识持续时间内可以放心的切人。 2.关于种心雷的嘲讽效果，对小怪可能还会有一点效果（有但不多）但面对boss等大体型怪物的时候这效果聊胜于无。所以在实战期间基本上可以不用理会种心雷的嘲讽效果，该挨打的时候还是会挨打（这不是崩铁的嘲讽） 元素战技快速蓄力效果： 3.元素爆发（造生缠藤箭） 发射六枚自动追踪敌人的缠藤箭，命中敌人后会在次分裂次级缠藤箭继续追踪附近敌人， 元素爆发所需的能量较低可以多轮次释放，可以作为输出后的补伤手段。 4.固有天赋（眼识珠明） 提纳里射出花筥箭时， 元素精通提升50点 ，持续四秒。 5.固有天赋（诸叶辨通） 提纳里 精通每提升1点 ，重击和元素爆发所产生的 箭矢造成伤害提升0.06%，最多可提升60% 。 （这边建议提纳里的圣遗物要在保证双爆的情况下尽可能多一点精通，以保证天赋的触发 ） 6.固有天赋（闳览博物） 可以在小地图上显示须弥特产位置。（须弥材料杀手（确信）） 天赋提升优先级： 通用：普通攻击>元素爆发>元素战技 三、命之座 核心命之座： 1命、2命、6命 一命（由根须断定肇始） 重击的暴击率提升15% （高了重击的暴击率略微减轻了圣遗物的压力） 二命（由茎干剖析来缘） 当元素战技产生的区域内存在敌人时，提纳里获得 20%草伤加成效果 ，该效果会在元素战技产生区域内没有敌人后或者战技持续时间结束后，该效果持续时间为6秒。 （只要你的种心雷砸中敌人后提纳里就可以获得6秒的爆发时间， 这6秒基本上就可以覆盖提纳里爆发输出的时间轴 ，计算的刚刚好……随便提一下这命座的提升并不是很高） 三命（由枝节知晓造化） 元素爆发等级提升三级 四命（由片叶管窥枯荣） 释放元素爆发时，为队伍及附近角色提升60点精通，持续时间为8秒，如果元素爆发造成草系反应后，精通在提升60点，并刷新持续时间 （假设提纳里开元素爆发时可以从命座里获得120精通，则提纳里便可以吃到固有天赋 诸叶辨通 的7.2%的增伤作用到元素反应之中。虽然后台角色可以吃到这个命座的加成，但在输出轴中只有在提纳里释放元素爆发后的8秒时间里是可以吃到的） 五命（由繁花明了悟觉） 元素战技等级提升三级 （你确定他真的需要这个？） 六命（由硕实品论应果） 普攻二段蓄力所需时间减少0.9秒 ，并在命中敌人后额外产生一枚藏蕴花矢。 （提纳里重要命座里唯一一个可以改变提纳里定位的命座，是提纳里的蓄力速度可以和其他五星弓相同，在一方面 可以提高提纳里战场的收益 ，使无元素战技buff射击的收益大幅度提高） 小技巧： 1. 加速蓄力的效果可以和元素战技的效果一起叠加 ，使重击几乎几乎无需蓄力就可触发，进一步压缩提纳里的驻场时间加快队伍切人节奏。 2.额外产生的小箭倍率并不低于主箭，而且同样属于重击伤害，且能额外触发一次元素反应。 四、圣遗物 1.词条优先推荐： 沙漏： 精通=攻击（根据自身提纳里面板情况而定） 杯子： 草元素伤害>精通>攻击力 头： 暴击/暴伤（根据自己面板情况而定）>精通 副词条： 双暴>精通>百分比攻击 2.圣遗物推荐 1.饰金之梦（四件套） 2件套：元素精通提高80点。 4件套：触发元素反应后的8秒内，会根据队伍内其他角色的元素类型，使装备者获得强化：队伍中每存在1个和装备者同类元素的角色，攻击力提升14%；每存在1个和装备者不同元素类型的角色，元素精通提升50点。上述每类效果至多计算3个角色。该效果每8秒至多触发一次。装备者处于队伍后台时，依然能触发该效果。 小结：提纳里目前最适合的圣遗物套装，可以为提纳里提供大量元素精通，可以完美覆盖提纳里的爆发时期，而且4件套效果在提纳里主流配队里也可以很好的吃到 2.流浪大地的乐团 2件套：元素精通提高80点。 4件套：装备该圣遗物套装的角色为法器、弓箭角色时，角色重击造成的伤害提高35%。 小结：作为重击法器和弓箭角色流浪大地的乐团4件套效果可以在提供精通的同时为提纳里提供额外的重击加成，并且获取方式较为友好不需要特意去刷圣遗物本，非常适合咸鱼玩家 3.深林的记忆 2件套：获得15%草元素伤害加成。 4件套：元素战技或元素爆发命中敌人后，使命中目标的草元素抗性降低30%，持续8秒。装备者处于队伍后台时，依然能触发该效果。 小结：在队伍里没有其他角色佩戴这套圣遗物时可以给提纳里使用，当然这会使提纳里自身的输出能力降低，所以并不推荐需要提纳里作为主要输出队伍时使用这套圣遗物。 4. 深林的记忆 + 流浪大地乐团 （2+2） 深林的记忆2件套：获得15%草元素伤害加成。 流浪大地的乐团2件套：元素精通提高80点。 小结：因为深林的记忆和饰金之梦在同一个副本中，所以深林和流浪大地的2+2混搭套适合在刷饰金之梦时作为过渡套装去使用。 5. 逐影猎人 + 流浪大地乐团 / 深林的记忆 逐影猎人2件套：普通攻击与重击造成的伤害提高15% 。 深林的记忆2件套：获得15%草元素伤害加成 。 流浪大地的乐团2件套：元素精通提高80点 。 小结：这套圣遗物搭配适合在刷黄金乐团圣遗物时又需要练提纳里时过渡使用 6.逐影猎人（不推荐） 2件套：普通攻击与重击造成的伤害提高15%。 4件套：当前生命值提升或降低时，暴击率提升12%，该效果持续5秒，至多叠加3次。 小结：在提纳里的主流配队中比较难吃到四件套的效果而且为提纳里可以去刷性价比太低了（不会真有人去为提纳里刷吧Σ(っ°Д°っ)） 7.教官（新手过渡） 2件套：元素精通提高80点 4件套：触发元素反应后，队伍中所有角色的元素精通提高120点，持续8秒 小结：这套圣遗物可以在大世界探索和击败boos后获得，获取门槛低且可以为自身提供80点元素精通，非常适合新手给提纳里使用过渡 8.行者之心（新手过渡） 2件套：攻击力提高18% 4件套：重击的暴击率提高30% 小结：依旧是一个适合新手使用的圣遗物，与教官相同行者之心也可以在探索大世界时开宝箱获得（注：大世界只有宝箱获得）可以提高提纳里的攻击力和重击暴击率，是一套非常不错的圣遗物。 五、武器 备注：四星/三星武器默认精5^(*￣(oo)￣)^ 激化反应流 五星武器 猎人之径（精1/精5 ） > 最初的大魔术（精5） > 若水（精5） > 冬极白星（精5） > 最初的大魔术（精1） > 若水（精1） = 冬极白星（精1） > 阿莫斯之弓（精5） > 飞雷之弦振（精5） = 天空之翼（精5） > 飞雷之弦振（精1） > 天空之翼（精1） > 阿莫斯之弓（精1） ≫ 四星武器 四星/三星武器 烈阳之嗣 > 王下近侍 ≈ 破魔之弓 > 苍翠猎弓 > 鹮穿之喙 > 绝弦 >弹弓（触发技能）> 风花之颂 >弹弓（不触发技能） 提纳里反应流派比较单一，就算是延伸派系武器推荐度也基本一致 部分武器讲解 弹弓 攻击力354 /// 暴击率31.2% 技能：普通攻击和瞄准射击时，箭矢若在发射后的0.3秒内击中敌人，则造成的伤害增加36%/42%/48%/54%/60%；否则，造成的伤害下降10%。 为数不多被我拎到前面讲的三星武器，弹弓的技能触发只有大箭是能触发的，所以在使用弹弓就会分为两种情况： 弹弓技能触发：大箭获得增伤，小箭维持原数值 弹弓技能不触发：大箭减伤，小箭减伤 这就特别坑，对手残党非常不友好，而且自身的数值与其他四星武器相比并没有什么优势，加之在实战体验中会受到距离的限制，所以我个人并不是特别推荐弹弓。 猎人之径 攻击力 44-542 /// 暴击率 9.6%-44.1% 技能：获得12%/15%/18%/21%/24%所有元素伤害加成。重击命中敌人后,将获得「无休止的狩猎」：重击造成的伤害值提高，提高值相当于元素精通数值的160%/200%/240%/280%/320%。该效果将在生效12次或10秒后消失，每12秒至多获得一次无休止的狩猎。 没啥好说的提纳里的 五星毕业武器 ，武器特效十分契合提纳里。 满级后可以提供44.1%暴击率，精炼1级时提供12%全元素伤害加成的同时并在蓄力射击命中敌人后基于元素精通的160%提高蓄力射击的伤害 。该武器特效相当于为小提新增了重击的精通倍率。另外装备该武器后提纳里沙漏的主词条首选元素精通。 最初的大魔术 攻击力 46-608 /// 暴击伤害 14.4%-66.2% 技能：重击造成的伤害提升16%/20%/24%/28%/32%；队伍中每存在一位与装备者元素类型相同的角色（包括装备者自身），将获得1层「手法」效果；每存在一位元素类型不同的角色，将获得1层「演技」效果。处于1/2/3层及以上「手法」效果下时，攻击力提升(16/32/48%)/‌(20/40/60%)/‌(24/48/72%)/‌(28/56/84%)/‌(32/64/96%)；处于1/2/3层及以上「演技」效果下时，移动速度提升(4/7/10%)/‌(6/9/12%)/‌(8/11/14%)/‌(10/13/16%)/‌(12/15/18%)。 猎人之径之下最为推荐的武器。 没有任何手法限制的情况下大魔术弓可以达到若水触发技能时的水准 ，而且技能非常契合需要绑定纳西妲或者其他草辅的小提。 若水 攻击力 44-542 /// 暴击伤害 19.2%-88.2% 技能：生命值提升16%/20%/24%/28%/32%。周围存在敌人时，装备该武器的角色造成的伤害都会提升20%/25%/30%/35%/40%，不论该角色处于场上或是处于队伍后台。 满级后88%的爆伤加成，而且武器特效也是简单粗暴的20%增伤， 伤害上限仅次于专武猎人之径，略微强于最初的大魔术，但下限和使用手感不及最初的大魔术 ，其条件限制是要求提纳里周围存在敌人。如果使用若水远程狙击则若水的技能将无法触发。 周围存在敌人机制说明：需要近战，生效范围近似于班尼特的元素爆发「美妙旅程」的作用范围，因此在实战中需要注意站位（仔细观察可以看到生效时武器发出的蓝光）。 冬极白星 攻击力 46-608 /// 暴击率 7.2%-33.1% 技能：元素战技和元素爆发造成的伤害提高12%/15%/18%/21%/24%；普通攻击、重击、元素战技或元素爆发命中敌人后，将产生1层持续12秒的「白夜极星」效果。处于1/2/3/4层「白夜极星」效果下时，攻击力将提高(10/20/30/48%)/‌(12.5/25/37.5/60%)/‌(15/30/45/72%)/‌(17.5/35/52.5/84%)/‌(20/40/60/96%)。由普通攻击、重击、元素战技或元素爆发产生的「白夜极星」将分别独立存在。 提纳里的可选武器之一，实战中手法几乎可以照常使用，只是 需要在流程开始前普攻一次 。常态输出的情况下低精状态比若水要低，但在满精是便高于若水，不过大差不差就是了。 飞雷之弦振 和 天空之翼 两把武器都是非常 经典的高白值高双爆分数的武器 ，与前面三把武器有很明显的强度差距， 且精炼收益对于提纳里来说非常低 ，但仍然可以强于其他四星武器。（才不是因为偷懒将这两把武器放一起呢 ） 烈阳之嗣 攻击力 44-565 /// 暴击率 4.0%-18.4% 技能：重击命中敌人后，会向命中的敌人降下阳炎矢，造成攻击力60%/75%/90%/105%/120%的伤害，并为受到阳炎矢伤害的敌人施加持续10秒的灼心效果。装备者的重击对处于灼心状态下的敌人造成的伤害提升28%/35%/42%/49%/56%。阳炎矢每10秒至多触发一次。 烈阳之嗣满级副属性提供较低的18.4%暴击率加成， 满精 武器特效提供56%对单体怪物的增伤， 精5的烈阳之嗣在对单场合威力巨大 ，是四星武器中上限最高的武器 （记住是精5） ，在四星武器里非常契合提纳里偏对单的输出模式。 苍翠猎弓 攻击力 42-510 /// 暴击率 6.0%-27.6% 技能：小幅的聚怪效果而已，对提纳里来说可有可无 苍翠猎弓作为四星武器,提供了非常高贵的27.6%暴击率保证了极高的下限，而且精1即可，精了也没啥用。 但是在增伤有一定稀释、元素精通稀释严重、攻击力收益低的情况下暴击率才是提纳里最需要的属性 。这也就导致了苍翠猎弓在部分场合中上限可能不及适配对应场合的四星武器，但是它在提纳里的武器池里为数不多在什么场合都能用的上的武器了。 王下近侍 攻击力 41-454 /// 攻击力% 12.0%-55.1% 技能：施放元素战技或元素爆发时，将获得「森林教诲」的效果，元素精通提升60/80/100/120/140点，持续12秒。该效果将在切换角色时移除。森林教诲的持续时间结束或被移除时，将对附近一名敌人造成100%/120%/140%/160%/180%攻击力的伤害。森林教诲每20秒至多触发一次。 与破魔之弓同一水平的武器（在提纳里这里略高于破魔）， 但是它不用刻意去保持元素爆发充满的状态，而且还可以为提纳里提供额外的元素精通 ，非常适合提纳里的固有天赋，还是一把锻造武器（伟大，无需多言） 六、配队 主流配队（提纳里主c队） 队伍搭配 （1）主c：提纳里 （2）后台雷元素角色：八重神子、雷电将军（你确定？）、菲谢尔、北斗 （3）增伤辅助|后台副c角色：纳西妲、柯莱、草元素旅行者 （4）治疗/护盾角色：钟离、绮良良、迪奥娜 小结 ：提纳里主流输出队伍，有着不俗的伤害。 草种子反应队 （1）种子队核心：妮露、久琦忍 （2）提纳里 （3）产种子水系：夜兰、心海 （4）增伤辅助|后台副c角色：纳西妲、柯莱、草元素旅行者 小结 ：娱乐向的队伍，不要真用这个队伍去打深渊啊w(ﾟДﾟ)w 提纳里副C队 理论上成立，但还没开发 七、杂谈 关于探图能力 提纳里的地图探索能力真的非常强，因为他的重击第二段是可以自动锁定的，大大提高了玩家在完成挑战时的容错率（比如：打炸药桶、清理死域的花苞、快速打藤靶子）适合用手机游玩的玩家（手机的瞄准实在是太难受了） 关于射击敌人 可能有人会问：“如果我射击准度差容易丢失主箭的伤害，这样会与没丢失主箭伤害的差距大吗？”实际测算下来主箭的伤害大概占提纳里输出的39%的伤害，地图探索为了方便瞄准地板倒也没什么问题，但在深渊和副本了就要根据自身的练度去取舍了。 关于敌人 提纳里适合对付单体和出现数量少的精英和boss敌人，当然还有自带雷属性附着的敌人，另外对漂浮灵等漂浮敌人有奇效 好啦好啦！以上便就是本贴的全部内容啦_(胡桃-卖萌) 对你有帮助的话不妨动动小手点个赞吧_(甘雨-祈祷) 点个关注让便就不会迷路_(砂糖-加油) 有问题也可以私信我哦！也许我会回答呢_(阿姬期待) 真不是故意失踪那么久的，但是碧蓝幻想：relink真好玩下次还敢。_(阿姬得意)",
    "length": 6630
}