{
    "game_id": 2,
    "post_id": "47752227",
    "f_forum_id": 43,
    "subject": "【V4.3攻略·角色攻略】宵宫·全面解析︱机制/养成/配队",
    "url": "https://www.miyoushe.com/ys/article/47752227",
    "created_at": 1704777438,
    "like_num": 1679,
    "view_num": 174197,
    "reply_num": 420,
    "text": "UID：100559319 这里是阿斯盖特，本期是被誉为“夏日祭的女王”、稻妻技艺最精湛的烟花专家——「 宵宫 」的角色攻略，本期将 详细讲解 宵宫的 技能机制 、 装备与养成 、 相关队伍搭配 。 ◆为了提升整体阅读提前，下方的 诸多文字内容已放置于折叠内容 中，可根据自身需求选择性查阅~ “对了，你擅长做点心吗？我拿我做的团子和你换，这几个大的都给你。” ◆【目录】◆ 1.简析& 一图流 2. 技能 解析 3. 圣遗物 搭配 4. 武器 选择 5. 命座 解析 6. 队伍 搭配 7. 总结 一下 【简析&一图流】 「 宵宫 」是一位周期爆发的 火元素输出型角色 。她能通过元素战技连续发射 炽焰箭 造成火元素伤害，也能通过元素爆发标记敌人后离场，配合队友攻击造成火元素伤害。 文字太多不想看？先看看下面的 一图流 吧！ 【角色培养材料图表】 ▲以上是 一图流 & 材料图表 部分▲ ▶天赋加点：普通攻击（9+）＞元素战技（9+）＞元素爆发（6+） ◆宵宫的主要输出手段为施放元素战技都的火元素伤害普攻，其伤害主体取决于普通攻击的等级，其次才是元素战技。因此，推荐 优先升级普通攻击的等级 ， 再升级元素战技 ，最后根据自身材料需求可以选择性升级元素爆发的等级。 【1】普通攻击/重击（A/Z） 【普通攻击·技能 讲解 】 ①第1、4段普攻造成2次伤害，其他段数造成1次伤害，每轮完整普攻造成7次伤害。 ②普攻整体连射手感丝滑，第5段 （最后一段） 普攻倍率最高， 推荐输出时打完一整套普攻 。 ③由于宵宫推荐尽可能地打完一整套普攻，所以 推荐配合护盾角色 ，保障普攻输出时不被敌打断、提高输出容错率。 ④宵宫的普攻存在后移现象，距离稍远时将导致普攻无法命中敌人——在每轮普攻结束后，需要通过 点按冲刺键来调整站位 （搭配 班尼特 时需使宵宫在其元素爆发领域内， 避免“出圈” ） 。 【重击·技能 讲解 】 ①重击具有二段蓄力机制，但想要与其他二段蓄力射箭角色 （如甘雨/提纳里/林尼等） 相比，宵宫的二段蓄力倍率略显不足，并不作为主要输出手段。 ②二段蓄力射箭的3枚焰硝矢遵循 常规附着规则 。 ◆普通攻击是宵宫的 主要输出手段 ，等级的提升可以带来可观的伤害提升，推荐优先升级！ 【2】元素战技（E） 【元素战技·技能 讲解 】 ①施放战技后，普攻将造成 火元素伤害 ，该状态下的普攻命中敌人将产生 1颗火元素微粒 ，冷却时间2秒。 ②战技对普攻的提升是“战技中的提升倍率 直接与普攻倍率相乘 ”计算，可视作一个“ 特殊的独立乘区 ” （具体伤害结算方式可看下方内容） 。 ③普通攻击造成的火元素附着均为 弱火附着 （1元素量、9.5秒） ，遵循常规附着规则。 * 常规附着规则 ：同一模组的攻击在命中敌人后的2.5秒内， 第1、4、7…次攻击 （又称每间隔2次攻击）对敌人施加元素附着。 ④该状态下的普通攻击 不具有快照机制 。 ⑤宵宫可以获得班尼特6命的火伤加成，也可以获得坎蒂丝元素爆发的普攻增伤 （即可获得增伤加成，但不会受到元素附魔效果影响） 。 ⑥施放战技后的“普攻” 依旧属于普攻伤害 ，不属于元素战技伤害。 【选看】战技下的普攻 伤害结算 ①前面说到，战技是“直接通过一定倍率 与普攻倍率相乘 ”，可以视为一种“特殊的独立区间”，云堇与班尼特的相关提升作用于宵宫时，计算方式如上。 ② 流浪者 / 莱欧斯利 的战技、 那维莱特 的固有天赋1、 芙宁娜 的荒性战技提升等均是这种类似的“特殊独立区间相乘”。 ③「 来歆余响 」4件套的效果 不会被宵宫的战技再次提升 ，但 可以获得班尼特的加攻提升 （即来歆余响的效果来源于 角色的总攻击力 ） 。 *「来歆余响」的补充内容可查看下方【圣遗物搭配】部分。 ◆战技是宵宫普攻输出的 增幅手段 ，也是核心提升方式，在升级普攻后推荐升级战技。 【3】元素爆发（Q） 【元素爆发·技能 讲解 】 ①技能的整体倍率并不高，在整体输出中占比较小，可最后升级。 ②元素爆发的施放攻击命中敌人时将施加 强火元素附着 （2元素量、12秒） ，后续琉金火光的火伤施加 弱火元素附着 。 ③该技能具有较小范围的爆炸伤害， 如果想要运用该技能 配合造成群体伤害推荐搭配聚怪角色，如温迪、枫原万叶等。 ④队内角色的 攻击无法对敌人造成伤害时 ， 不会引爆琉金火光 ， 如 莫娜 / 神里绫华 的下潜冲刺、 芭芭拉 战技的水环、 行秋 环绕自身的雨帘剑、处于无法受伤状态下的敌人（深渊法师、深渊使徒等开启免伤护盾时） 。 （神里绫华 冲刺） （芭芭拉 战技水环） ⑤琉金火光的转移是选择 当前距离最近的敌人 ，且不会刷新持续时间。 ⑥该技能 无快照机制 ，每次琉金火光爆发均会以宵宫的实时面板结算。 ◆元素爆发的 伤害占比很小 ，并不是宵宫的主要输出手段，可根据自身材料储备选择升级 （甚至不升级） 。 【4】固有天赋 【固有天赋·技能 讲解 】 ① 固有天赋 1 ·袖火百景图 ：该天赋的火伤加成将直接 显示在角色属性面板 中。 ② 固有天赋 2 ·炎昼风物诗 ：在当前的诸多配队中，宵宫是队内的主要输出角色，其他角色多为辅助、副C，虽然可提高行秋等这类攻击倍率的副C角色，但效果一般。 ③ 固有天赋 3 ·炎色配比法 ：仅宵宫具有该天赋 （ 卡维 的固有天赋3是 返还景观、建筑、庭院类摆件的材料） 。 ▲以上是 技能解析 部分▲ ▶圣遗物介绍 【数据对比】 不同套装 期望 *此处「来歆余响」的触发概率设定在45%-50%之间，其主要影响源于“触发余响效果的那一次箭矢触发了蒸发反应”，使得此处余响4件的效果要高于追忆4件；而一旦余响的触发的箭矢没有触发蒸发，将会使整体伤害期望下降，整体 与追忆4件相比为±5%左右 。 【讲解】 套装 选择 ①当前，宵宫主要选择「 来歆余响 」4件、「 追忆之注连 」4件作为毕业套装，两者的整体循环伤害差别不大，可根据自身需求选择 （追忆副本的另一产物 是绝缘 、余响副本的另一产物是 辰砂 ， 副本性价比而言追忆更高 ） 。 ②使用「来歆余响」4件时，由于4件套为概率触发，使得在“蒸发队伍”中， 其表现的增益效果并不稳定 ——原因在于， 不能保证 每段触发蒸发的普攻可以稳定触发4件套效果，进而蒸发率 （蒸发伤害占总伤害的比值） 降低。 *余响4件套的效果 可以获取班尼特的攻击提升 ， 与云堇 的「飞云旗阵」加成 相加计算 。 ③搭配「追忆之注连」4件时，通常为 每3-4轮施放1次元素爆发 。另外，即使每轮流失15点能量，也会出现「 飞雷之弦振 」缺失1层的现象，可考虑“先手开大、宵宫吃球回能至15点后再输出”的方式。 *此外，「 破魔之弓 」需要保持满能量，更多可考虑 选择余响4件 。 ④余响4和追忆4 并没有明显的高低之分 ——追求上限可选择余响，但蒸发队中的总伤害并不稳定；追求稳定高、副本高性价比可选追忆，但搭配部分武器时需要调整手法。 *两种套装搭配整体差距在±5%以内，根据自身需求综合考虑（宵宫真爱党可各刷一套）。 ⑤当前版本并 不推荐再考虑 “逆飞的流星”4件套，性价比不高且与余响/追忆存在一定差距；搭配 【芙宁娜】 时，也可选择「 逐影猎人 」4件套，此时暴击率至多为64%。 ⑥在 烈绽放玩法 中，不推荐考虑选择「饰金之梦」、「乐园遗落之花」等套装，收益不高， 仍以自身火伤为主 。 ⑥中期过渡可考虑各种散搭，但更多是在刷取是暂用，能凑出主词条匹配、副词条并不是很差的余响/追忆4件套时，则考虑装备4件套。 ⑦ 前期过渡 可考虑“战狂2+武人2”或“武人4件”的搭配。 【补充】 来歆余响 4件与班尼特/云堇 ①班尼特的攻击力提升可以提高来歆余响4件套的加成效果， 其表现为 “（场上角色攻击力+班尼特加成攻击力）×（普攻倍率+70%余响提高倍率）”。 ②云堇的飞云旗阵效果与来歆余响4件的加成效果相加计算，相互稀释， 其表现为 “角色攻击力×（普攻倍率+70%余响提高倍率）+云堇防御力×飞云旗阵提升倍率”。 【数据对比】 不同精通 下的期望 【讲解】 词条 与 面板 ①时之沙 优先考虑攻击力 ，蒸发玩法可考虑 精通沙 （但仍推荐以攻击沙为首选） ， 空之杯优选火伤 ， 理之冠 根据已有暴击率灵活 选择暴击/暴伤 。 *在蒸发玩法中，宵宫的整体蒸发率在50%左右，使得元素精通的收益并没有远高于攻击力。 ② 暴击率推荐在70%+ ，如果搭配「来歆余响」4件则推荐继续提高暴击率以保证余响4的加成可以“多吃”伤害区间加成。 ③非双暴武器推荐暴伤在140%-180%，双暴武器推荐暴伤在200%+。 ④蒸发玩法的元素精通至多堆叠至约220点， 一般可在100-210点之间 ，如果精通副词条数量较少，可考虑精通沙漏。 ⑤ 火伤直伤输出玩法 （纯火队） 依旧选择攻击沙、火伤杯、双暴头冠。 ▲以上是 圣遗物搭配 部分▲ ▶武器选择 【数据对比】 各武器 伤害期望 *搭配「宵夜钟班」阵容时的伤害计算。 ①搭配“ 余响4件 ”时 ②搭配“ 追忆4件 ”时 ▶武器详解 （点击下方查看） 【1】飞雷之弦振/弓藏 ▋飞雷之弦振 ① 毕业武器 ，最适配宵宫。武器的普攻增伤叠层简单，兼具暴伤、攻击加成，基础攻击力也不低。 ②搭配该武器时 需要使能量在100%以下 ——选择“追忆4件”使会出现输出后半程能量又满了、但又不能直接施放大招 （为使后续轮次稳定触发追忆4件的效果） ，使得第3层普攻增伤不能全程覆盖。因此 可考虑选择“余响4件” 、 输出前施放大招 。 ▋弓藏 ① 精5提供80%普攻增伤 ，是除飞雷外最契合适合宵宫的武器，也是与飞雷差距最小的武器，如果已有精4以上的飞雷，则可直接考虑选择。 ②当精炼等级低于精3 （不包含精3） ，且拥有若水、冬极白星或天空之翼等武器，则可考虑选择这些5星武器 （但随着弓藏精炼等级提高，如果这些5星武器不精炼，则最后还是需要选择弓藏） 。 【2】若水/冬极白星 ▋若水 ①高额暴击伤害加成，但武器 基础攻击力 属于 5星武器的最低一档 ，但当 搭配班尼特、云堇 等提高基础倍率区间的角色时，基础攻击力低的缺点 可以被有效弥补 。 ②武器技能的伤害提升属于增伤加成，但需要 近身命中敌人 。 ▋冬极白星 ①宵宫的主要输出方式是普攻，装备该武器时需要 利用“滑步弓”的手法释放1次重击命中敌人 ，且需要施放元素爆发才可获取3层攻击加成效果。 ②没有上述武器时可可考虑选择。 【3】天空之翼/阿莫斯之弓 ▋天空之翼 高额基础攻击力，武器兼具暴击、暴伤加成，选择该武器后的 面板会比较“好看” ，但缺乏增伤、搭配班尼特/云堇后的高基础攻击力优势不明显、虽兼具双暴加成但数值并不高，导致其在诸多武器中只能是中等水平。 ▋阿莫斯之弓 攻击力稀释较多 ，且宵宫很难叠满武器增伤，基本在2层左右， 不是优先考虑的选择 。 【4】破魔之弓/弹弓 ▋破魔之弓 稻妻地区 锻造武器 ，在 满能量时可提供高额普攻增伤 ，其在搭配“ 余响4件 ”时表现可观，如果没有弓藏，或者其他5星武器，可考虑锻造该武器。 ▋弹弓 获取简单 ， 近身命中敌人 后还可提高普攻伤害，在搭配班尼特/云堇后可弥补基础攻击力较低的劣势，其 整体表现甚至优于部分5星武器 ，如果没有飞雷、弓藏、若水，又很难短时间内锻造出高精练等级的破魔之弓，则可优先考虑该武器。 【5】其他武器 ① 静谧之曲 ：枫丹地区 锻造武器 。需要宵宫 受到治疗才能获得增伤加成 ，在搭配护盾角色的队伍中并不能完全覆盖；同时，因为宵宫基本主要和班尼特搭配，导致如果生命值在70%以上则不会继续被班尼特的元素爆发治疗，从而无法触发该武器的效果。 *班尼特元素爆发的生命回复 只针对生命值在70%及以下的场上角色 ，生命值高于70%将不再进行治疗。 ② 苍翠猎弓 ： 纪行 （大月卡） 武器，表现较差，能利用的副属性基本只有暴击率加成，不推荐专门装备给宵宫。 ③ 王下近侍 ：须弥地区 锻造武器。 施放战技后可精通数值，更多适用于宵宫的蒸发玩法。但是，由于宵宫的蒸发率一般，使得元素精通的提升并没有太高，导致该武器的表现也一般。而且同为锻造武器，如果有弓箭的武器原胚，更推荐锻造破魔之弓装备宵宫。 ④ 风花之颂 ：V1.4版本 活动武器 ，武器技能无法完全覆盖宵宫的输出，导致该武器表现不佳，不推荐优先考虑。 ◆总的来说， 如果没有 5星武器、高精练的弓藏或破魔之弓，可以考虑 直接使用弹弓 这把武器，性价比高、比很多4星武器都要优秀，不必再动辄升级其他4星武器。 ▲以上是 武器选择 部分▲ ▶命座介绍 【数据对比】命座 提升期望 对比 【命之座讲解】 【1命】延长琉金火光的持续时间，从原来5次伤害增加至7次伤害；消灭敌人时获得额外攻击力加成，但在 面对BOSS或单体敌人时该效果将无法触发 ，且给予的数值较低，提升较小。 【 2命 】火伤攻击暴击时获得额外火伤加成 （显示在面板中） ，对于需要叠较高暴击、攻击频率不低的宵宫而言， 该命座基本可以稳定触发 （上述2命提升计算了暴击率的影响，在高暴击率后2命的提升幅度要更高些） 。 【 4命 】减少宵宫的战技冷却时间。在大部分队伍中，主要是周期性循环输出——解锁该命座前，在战技冷却时间内通常切至其他副C、辅助角色施放技能、产生增益效果，使得并不太需要宵宫的战技CD大幅缩短而持续输出。该命座的价值更多是利用CD减少而 优化输出手感 （联机时也有不错效果） 。 【 6命 】提升最大的命座， 额外炽焰箭仍属于普攻范畴 ，与原本的 普攻共享 “常规附着规则”。在蒸发玩法中会出现“额外炽焰箭触发蒸发”导致普攻最高倍率的尾箭没有触发蒸发的现象，所以解锁该命座后，可多考虑 纯火玩法 。 ◆总的来说，除6命外的命座提升都比较一般，非真爱党不推荐考虑专门抽取，其 0命已经具备较为完整的输出机制 。如果是宵宫真爱党、愿意为其抽取命座，推荐以6命为目标进行抽取，解锁宵宫的“火焰加特林”玩法！ ▲以上是 命座解析 部分▲ 【1】宵钟夜/蒸发队 【参考输出顺序】 ① 宵钟夜 云 ：钟离长按E、夜兰QE、云堇QEA、宵宫E接普攻 ② 宵钟夜 班 ：钟离长按E、夜兰QE、班尼特QEA、宵宫E接普攻 *装备「来歆余响」4件时，宵宫可先Q后E；装备「破魔之弓」时可不施放元素爆发。 【角色培养】（ 夜兰 / 云堇 ） *钟离的培养在下方【盾辅选择】中，班尼特的培养在下方【纯火队】中。 【更多 盾辅 选择】 ① 钟离 ：长按元素战技提供安逸护盾、降低敌人全元素/物理抗性， 推荐优先选择 。 ② 迪奥娜 ：战技提供护盾、元素爆发提供治疗， 解锁6命还可提供200精通 ，宵宫的蒸发队伍可选择。 ③ 莱依拉 ：护盾量可观，元素爆发还兼具挂冰效果，自身没有太多功能机制， 4命 还可根据莱依拉的生命上限 提高场上角色的普攻伤害 。 ④ 托马 ：因为宵宫的蒸发率并不高，使得其在搭配行秋/夜兰时会出现“水附着剩余”的情况，托马元素爆发的炽火崩破并不会太影响宵宫普攻的蒸发，且还能配合普攻持续刷新护盾。 推荐已经解锁4命后再选择 （4命优化元素爆发循环） 。 ⑤ 绮良良 ：角色的持续挂草手段较少，对宵宫普攻蒸发影响小，且护盾量可观，没有上述护盾角色时可选择。 ① 宵宫可以获得班尼特6命的火伤加成 （火附魔与火伤加成并不冲突，弓、法器类角色可以获得班尼特6命的火伤加成） 。 ②6命班尼特与6命云堇的差距并不大—— 班6上限更高 但“画地为牢”、 云6站位更灵活 且解放班尼特 （面对“多动症”敌人时更机动，如圣骸兽） 。 ③如果追求更高输出上限，可讲“宵钟夜班”的钟离替换为 枫原万叶 ，利用扩散提高增伤、触发风套4件，但队伍 容错率降低 、需要 注意躲避敌人攻击 。 ④ 云堇的充能推荐堆叠至240%及以上 （优先西风长枪、喜多院十文字这两把武器） ；与班尼特替换时，云堇也可选择“宗室4件”搭配。 ⑤钟离也可选择“教官4件”提高宵宫的精通，进而提高蒸发伤害 （此时需要先手挂元素，然后钟离再开盾） 。 【2】纯火队 【角色培养】（ 班尼特 / 枫原万叶 ） ①纯火队的核心队伍是班尼特、枫原万叶，分别提高宵宫的攻击力、火伤加成， 钟离可替换为其他护盾辅助 （如上【2】所示） 。 ②纯火队的护盾辅助中，钟离的提升最为明显——直接降低敌人元素抗性，其他护盾角色更多是暂替或缓解钟离“多队奔袭”的压力。 ③此外，还有“琴 （2命及以上） +班尼特/云堇+托马 （推荐解锁4命） ”的 火伤输出队伍 （攻速火伤流） 。 【3】与芙宁娜的搭配 【3.1】 芙夜 组合 【角色培养】（ 芙宁娜 / 白术 ） ①因为芙宁娜的荒性战技 具有全队生命消耗机制 ，其元素爆发则 记录全队生命变动幅度 （生命减少/增加） 。为了队伍的增伤持续循环，推荐 搭配具有群体治疗能力的后台角色 ，如白术、夏洛蒂、琴等。 ②芙宁娜的充能效率推荐 堆叠至220%左右 ，推荐选择夜兰或行秋时施放战技让芙宁娜“吃球”回能。 ③由于白术的护盾量较低、芙宁娜具有全队生命消耗机制，该队伍在面对高伤害、高频攻击的敌人时，队伍的 生存能力会有所降低 ，需要谨慎考虑。 （宵宫队伍 依旧优选“宵钟夜”组合 ） ④单白术的充能推荐在240%及以上 （1命230%） ，夏洛蒂、琴的充能需求类似。 ⑤搭配 行秋 时：行秋EQE（祭礼剑）、芙宁娜QE、白术EQ、宵宫E接普攻输出 【4.2】 单芙宁娜入队 的考量 ①单芙宁娜入队配合宵宫触发蒸发反应时，宵宫的蒸发次数并不稳定，原因在于芙宁娜的挂水依靠荒性战技的沙龙成员挂水，但挂水频率不一，在实际输出时出现“ 乱轴现象 ”会导致“ 逆转 ”火底的“ 反向蒸发 ” （即芙宁娜触发蒸发，宵宫不触发反应）的现象 。这将影响队伍的整体输出效率。 ②单芙宁娜配队时依旧推荐选择配合群体治疗角色， 仅依靠班尼特时 ，芙宁娜元素爆发的增伤 并不能每轮循环都叠至较高层数 ，会出现“第一轮伤害可观，后续轮次下降较大”的现象。 （2命芙宁娜可以考虑班尼特，原因是2命芙宁娜的增伤层数增加速度较快） ◆因此，在配合芙宁娜时，更推荐 再搭配一名能够挂水的角色配合触发反应 。 【4】烟花武装 ①当前具有 高额伤害、高频攻击 的敌人较多 （如各类圣骸兽） ，选择烟花武装时，行秋、北斗的减伤、抗打断效果可能并不理想，需要谨慎选择。 ②该队伍的主要伤害源于队内角色的技能伤害，因此在保证循环的前提下 仍以自身伤害为主 ，而非堆叠元素精通提高超载、感电等反应的伤害。 ③单行秋的充能推荐在240%及以上 （6命） 、单北斗的充能推荐在260%及以上。 【 角色培养】（ 北斗 / 行秋 ） 【5】烈绽放玩法 ◆ 参考队伍搭配 ：宵宫+行秋+纳西妲+辅助 （ 纳行 ） 、宵宫+夜兰+白术+辅助 （ 白夜 ） 等 ①宵宫要触发烈绽放主要有两个途经—— 一是 通过元素爆发的琉金火光触发小范围火伤，再搭配聚怪角色直接产生爆发范围伤害， 二是 通过施放战技后的近身普攻来触发烈绽放反应。 ②宵宫的普攻是单体伤害，没有范围伤害效果，所以在触发草原核时更多需要“贴脸输出”，且通过普攻触发烈绽放的方式整体输出频率并不理想，多数情况下在该玩法中还是依靠宵宫自身的火伤输出。 ③该玩法算是一种宵宫 对群的拓展玩法 ，更多选择配合元素爆发来触发烈绽放。当选择普攻触发烈绽放时，此时烈绽放的伤害更多是一种补充伤害。 ▲以上是 队伍搭配 部分▲ 【总结一下】 ◆ 技能升级 ：优先升级普攻，其次元素战技，元素爆发根据自身需求选择 （可不升级） 。 ◆ 武器选择 ：优先「飞雷之弦振」、「弓藏」；其次是5星武器「若水」、「冬极白星」、「天空之翼」 （弓藏低于精3可优选5星武器） ；「破魔之弓」选择“余响4件”；高性价比可选「弹弓」。 ◆ 圣遗物选择 ：毕业套装是来歆余响4件、追忆之注连4件，中期过渡可散搭。 ◆ 词条选择 ：优先攻击沙、火伤杯、双暴头冠；蒸发玩法可将元素精通堆叠至100-220之间。 ◆ 命座提升 ：0命机制较为完整，真爱党可以2、4、6命座为目标抽取。 以上就是本期「 宵宫 」角色攻略的全部内容啦~我们下期再见！_(米游姬入欧) 图片： Asgater 文本： Asgater 数据： Asgater 监督&校正： Asgater",
    "length": 8367
}