{
    "game_id": 2,
    "post_id": "37616102",
    "f_forum_id": 43,
    "subject": "【3.6角色攻略】妮露天赋简介/培养/配队建议",
    "url": "https://www.miyoushe.com/ys/article/37616102",
    "created_at": 1680601859,
    "like_num": 3333,
    "view_num": 55607,
    "reply_num": 220,
    "text": "朋友们好_(珊瑚宫心海-能量上升)_(珊瑚宫心海-能量上升) 这里是一只刚开始进行攻略制作的 萌新作者喵_(米游姬-乖巧) 如果下面提到的内容有误或是对本喵有什么建议的，欢迎大家在评论区发言_(克拉拉 给你心心) 马上就要到3.6版本了_(阿姬开心) 大家心心念念的小草神和妮露也迎来了复刻 妮露是 原绽放反应 队伍里 的一名关键性角色，有妮露在的原绽放队伍又称 妮绽放反应队 （本文仅提供妮绽放反应相关内容，不讨论“蒸妮”等其他配队） 以下分为 天赋简介 / 培养 / 配队建议 三个部分来进行介绍~ 因大部分玩家的妮露都是0命，我自己的妮露也是0命，喵喵我对1命或1命以上的妮露理解不深，所以下文仅以0命妮露为例~ 一、天赋简介： ① 普通攻击·旋月舞步 （以下简称a） 妮露的a在实战中用处不大，不做讨论 ② 元素战技·七域舞步 （以下简称e） 妮露的e是其 核心技能 ,是触发固有天赋 折旋落英之庭 （以下简称天赋1）的 必要条件 点第一下e，妮露进入 翩转状态 ，此时可选择 e/a共 3下 （这个状态下a视为元素战技伤害） 进行三段舞步后，会根据 第三段舞步类型 产生不同的效果： ⒈最后一段a：进入 祷月状态 （妮露战场时使用， 不常用 ） ⒉最后一段e：产生一个环绕自身的 水环 （妮露脱手技能，切换角色时依旧生效， 常用 ） 在 实战 中，耗时最短的输出手法为 eaae 但有时候难免会不小心a多了一下进入了祷月状态，所以本喵建议使用 eeee 捏~ ③固有天赋1 妮露 核心天赋 ，要求队伍里必须同时存在 草元素 角色与 水元素 角色，且 不能有其他元素类型的角色 才能触发天赋1 妮绽放反应 队想要正常运行，就是靠的这个天赋1 _(米游姬-吃瓜)_(米游姬-吃瓜) ④ 固有天赋·翩舞永世之梦 （以下称天赋2） 天赋2是基于天赋1给 全队提供增益 的一个天赋 想要吃满这个 400% 的伤害提升，至少需要： 400%÷9%×1000+30000≈ 74444生命值 （按游戏里介绍的每1000点生命值才加9%算出来应该是7万5，可实际上74444生命就能吃满被动了喵） 一个 0命 妮露，在有专武 圣显之匙 的情况下，佩戴圣遗物 2千岩 + 2花海 （3.6版本将要上线的新圣遗物 花海甘露之光 ）主词条 生生生 ，四人队伍 双水 的情况下，堆到74444生命还是不难的. 当然，也并不是非要堆满被动，天赋1足矣薄纱一切 _(阿姬得意)_(阿姬得意) ⑤ 元素爆发·浮莲舞步·远梦聆泉 （以下称q） 妮露q的主要作用是提供两段 水元素伤害 ，这两段伤害和满屏炸裂的种子相比就不算什么了 当然我一般情况都会开，欣赏一下妮露小姐的美 _(偶像姬_糖葫芦)_(偶像姬_糖葫芦)_(米游姬 抛心心) 二、培养建议： 妮绽放反应 队里 90%+ 的伤害都来自于 丰穰之核 的伤害，而 丰穰之核 伤害取决于 妮露的生命值上限 及队伍中角色的 等级 和 元素精通值 . 角色等级关乎到 反应基础系数 ，因此建议队伍里的角色都升到 90级 ，如果资源暂缺的话就优先拉满 妮露 和 队伍里其他水元素角色 . 妮露天赋加点： 不建议点 （1/1/1即可）因为丰穰之核伤害与妮露天赋等级无关. ① 武器推荐 ：妮露专武 圣显之匙 为目前生命词条加成最高的武器， 首推 . 其他五星武器推荐 磐岩结绿 、 苍古自由之誓 . 四星武器推荐：铁锋刺，雨纸伞，原木刀等加精通的武器均可. ② 圣遗物推荐 ：上文提过，仅推 千岩2 + 花海2 主词条 生生生 ↓ （至少共计46.6%×3+20%×2+4780生命加成） 三、配队建议： 四人队伍中，推荐 双水 双草 （可获得 25%生命加成 、 100点精通加成 ） ①纳西妲+妮露+心海+任一草系 我最推荐的一种配队， 纳西妲 作为 草系相关反应 的重要人物，在 妮绽放反应队 里能大大优化玩家的操作体验； 珊瑚宫心海 是队伍里的一个优秀的 “驾驶员” ，其优秀的 挂水能力 、 治疗量 以及 超远的普攻距离 让玩家的操作体验大大提高.队伍里的另一个草系就比较随意了，像 旅行者·草 、科莱、瑶瑶等角色都可入队. 圣遗物推荐↓ 纳西妲： 草套四件套 心海： 海染四件套 另一个草系队友： 教官四件套 ②上述提到配队中，若没有珊瑚宫心海 可将心海替换成 芭芭拉 ；纳西妲在队伍里是一个非常重要的存在，但如果实在 没有纳西妲却又想玩妮绽放 （萌新/难民级妮露厨？） 可： 妮露+旅行者·草+科莱+芭芭拉 （三个白送角色）等级拉起来打深渊12层不是问题. ③关于 三水一草 / 三草一水 .本人不是很推荐，在这里就不多做讨论啦~ （“三水一草”会形成水比草多的尴尬局面，这样怪物元素附着会变成 “水底” ， 草打水 产生的草种子会比 水打草 产生的种子量 少 ；而“三草一水”的话，妮露一人的水量太少，产生的种子量也较少，而且少了 双水共鸣 ，因此不推荐这两种配队捏~） ④纳西妲+妮露+绫人／夜兰+瑶瑶／ 白术？ 这个队伍我用的比较少，见解不深就不做讨论啦~（90发一只瑶瑶都没_(偶像姬_糖葫芦)） 也是一个很不错的配队， 白术 的话因为还没正式上线，还不清楚其表现如何，这里先给个问号 _(阿姬得意)_(阿姬得意) 以上就是本喵关于妮露的一些见解啦~ 还是那句话，第一次创作，有什么不对的或是对我有什么建议，欢迎朋友们在评论区发言 _(米游兔-加油)_(米游兔-加油)_(米游兔-加油)_(米游兔-加油)_(米游兔-加油) 图源：原神妮露官方pv，原神游戏截图 文案：芒果月生 排版：芒果月生",
    "length": 2318
}