{
    "game_id": 2,
    "post_id": "54450935",
    "f_forum_id": 43,
    "subject": "【V4.7攻略·其他攻略】幻想真境剧诗：活动详解及全奖励攻略",
    "url": "https://www.miyoushe.com/ys/article/54450935",
    "created_at": 1719801631,
    "like_num": 6074,
    "view_num": 80191,
    "reply_num": 1247,
    "text": "UID：121754445 4.7版本，我们迎来了原神自上线以来的第二个常驻式类深境螺旋活动：幻想真境剧诗。与一直以来的单人“打礁”不同，该模式下由于系统给予能够提供部分挑战角色、并可借取好友助战，以获得全部原石为目的时所需练度及配置极低，这篇文章就以最低练度获得所有原石奖励为基础，和大家讨论一下幻想真境剧诗的活动模式及攻略思路。 超链图片 【新活动的通关难度非常低 大家可以千万放心！】 超链图片 【仅需五步 就能够拿满原石】 超链图片 正文目录 1. 模式描述 2. 低配全原石获取思路 3. 中、高配完美演出思路 4. 开幕角色组队及手法解析 5. 总结 1. 模式描述 1. 模式总述 幻想真境剧诗是原神在4.7版本推出的、类似于深境螺旋的一项常驻活动，它的内容会在每月的1号进行更新，其入口位于蒙德城西风骑士团图书馆内部，开启后可以在地图上直接点击图标进行传送。 活动中，根据可出战角色数量（包括玩家自身已有、系统配送以及从好友处借取的角色）的不同，有三档模式（简单/普通/困难）的表演供玩家选择，未达到要求的人物数量时无法开启对应难度表演。困难模式具备八幕难度、挑战目标不一的战斗场景，通过后可直接获得全额奖励。 表演流程中，每一幕强制要求四位角色参演，但整体流程中各角色的出场次数、时机受限，这一限制可以借助演出积分解除：在每一幕战斗场景结束后，玩家根据该幕的初始目标选择及完成情况获得数量不等的强化代币--幻剧之花，除去自由化人物使用，该道具还可以用于本轮表演中队伍的增强。 完成表演后，根据所选难度以及通过的幕数，玩家可以获得包括原石、人物造型在内的一次性及周期性奖励。 2. 以幻剧之花为基础的演出推动方式 如果需要在困难模式下完成全部的场景，仅依赖初始及战斗获胜后获得的出战角色耐久，是远远无法达成目标的，此时需要对人物耐久有额外补充，大部分情况下这依赖于幻剧之花的使用。 在完成每一幕的演出后，根据该幕难度以及完成情况，玩家可以获得数量不等的代币--幻剧之花，它是推动场景发展（纳入新人物）并降低战斗难度的重要因素，各幕中事件对幻剧之花获取及消耗整理如下： 超链图片 3. 演出难度与奖励 在开始演出前，有三种难度供玩家选择：轻简、普通和困难。三种难度的整体要求和部分完成奖励对比如下： 超链图片 由于只要满足了入场条件，通过困难难度获得所有原石奖励是较为简单的事情，若无额外说明，后续内容会基于困难难度进行进一步探究，轻简与普通难度下可以参考困难难度的攻略思路。 4. 限定主题与出战角色 通过上个小节我们知道，进入更高难度表演的先决条件是拥有符合要求的特定数量角色，根据每期幻想诗的主题不同，我们需要准备不同特性的人物，本期的限定主题及可用角色整理如下： 超链图片 有几点需要注意： 1.参演本期深渊的角色被限定为所有火雷风元素角色+开幕角色+特邀角色。其中， 开幕角色必须入场 ，玩家可以从系统试用或自身角色中选择其一来编入队伍；本期特邀角色是指非火雷风元素、但可被编入队伍的角色，包括白术、艾尔海森、希格雯、莱欧斯利四位，与其他火雷风元素角色一致，系统不会额外提供试用，仅有符合等级的人物才可被编入队伍或借取； 2.以困难难度为例，一共需要满编18位角色才可进入挑战，除去系统试用的6位角色以外，仍需玩家自备12位符合等级条件的火雷风+特邀角色。切记， 由于不能重复出场，开幕角色不能作为自备角色被重复纳入计数 ，例如，玩家A仅准备了12位70级的火雷风元素角色，其中包括阿蕾奇诺、克洛琳德，由于在开幕角色选择中仆克二人已被出场，此时他离入场仍存在两位角色的缺额； 3.可以通过好友补上一个自备角色的缺额，但 每期挑战好友能给予的助战次数有限 ，所以对于较为依赖大佬通关幻想诗的玩家而言，多加大佬、早打深渊是比较合理的策略。 5. 人物耐力值 参与演出的每位角色初始拥有2点耐力值。每次完成战斗事件，都将消耗1点耐力值。同时，将随机选择一名待命角色，转变为可出战角色。在人物的耐力被消耗殆尽后，该角色失去出战能力，意味着所有幕次战斗中单一人物的使用数量受限。需要注意的是，耐力值可以被奖励事件中的部分选项有限度地恢复，这部分内容会在本章下一个小节详述。 6. 事件构成 本期幻想诗的全部事件梳理如下： 1. 战斗事件 超链图片 每一幕表演都必定以战斗收尾，成功后进入下一幕，失败后进行当幕结算。除3、6、8幕强敌外，其他幕次的争斗对手都存在随机性，可以通过刷新、重置、回溯等功能规避与己方队伍相性较差的敌人，如果尤有余力，3、6、8幕挑战中有概率刷新出难度更高的精锐关卡，通过后可获得30额外幻剧之花（一般不建议选择）。 2. 强化事件 在场景选择界面进入任意强化事件后，该幕所有事件会被刷新（除第三、六、八幕强敌事件），必要时该功能可以用于规避相性不好的战斗事件，但需要注意，“神秘收获”中的部分选项不完全提供正面效果，因此选择需要谨慎： 超链图片 这里我们着重看一下强化事件中的部分“奇妙助益”，并以常规的0命无专武仆人为例，关注一下部分增益的单人提升效果： 超链图片 可以看到，如上所列的增益提升显著且涉及多个乘区，尤其是双爆区提升极难被稀释，可以认为，合适的“奇妙助益”组合有助于大幅降低挑战难度，因此对于配置/练度较低的玩家而言，在保证最低限度角色耐力值的前提下， 尽量多经历强化事件是保证通关的合理策略 。 7. 重置及回溯功能 表演开始时，玩家具备两次场景重置机会，该功能位于每一幕的场景选择右下方，使用后可重置当幕中所有事件（除第三、六、八幕强敌外），该功能可用于置换较为困难的战斗事件，或在合适场景刷取重要的奖励事件，例如在强力角色的耐力归零后，重置出“神秘收获”以期补充耐力值。该功能初始具备两次使用次数，并可通过“神秘收获”进行补充。 除此以外，完成第3幕后玩家可使用“回溯”功能（可在场景选择界面左下角--演出详情处开启，或在战斗场景中用ESC呼出菜单开启），它可将玩家的表演进度重置回前一次击败强敌后的状态，即在4-6幕、7-8幕中使用该功能，玩家可回归第4幕、第7幕的场景选择界面。该功能为玩家的试错提供了较大的便利，但整场表演只能使用一次。 8. 完美演出 八幕战斗场景中，玩家可通过完成额外的“明星挑战”获得“完美演出”的评价，并获得该幕的嘉奖星星。这份嘉奖无任何战斗增益，并且无法被转化为原石、摩拉等实质性游戏道具，仅可显露于战绩中，作为自身实力的展示，较为推荐有一定练度、操作的玩家追求。 2. 低配全原石获取思路 作为一个有一定练度门槛的活动，幻想真境剧诗是否存在低配置/练度通关的可能性呢？有的，且输出位完全借助系统试用、好友，自己仅提供微小助益即能拿满原石奖励，这个章节我们就来探讨一下降配时的新“深渊”攻略思路。 1. 事件选择思路 观察一下战斗事件： 超链图片 结合实战经历以及纸面数据，本期困难难度八幕战斗事件中，难度最高的当属第6、8幕的强敌来袭，尤其是对于偏新手玩家，在输出相对不足时会放大龙蜥吐息扣除能量、冰风组曲高伤且有破盾需求的问题。 这种情况下，对于练度较低的玩家而言，比较推荐的应对方法有两个：1.将最强的输出组合编至这两幕；2.在这两幕战斗事件开始前，尽量多拿合适的奇妙助益，借助奖励事件增强自身输出。 那么，要达成这一目的，需要那些先决条件呢？我们结合幻剧之花的（最低）获取数量来看一组示例： 超链图片 可以看到，要完成全部的8幕挑战，在不考虑借助神秘收获回复耐力的情况下，至少需要额外经历3次伙伴事件。考虑到上述所言，第六幕前需要获得输出最高的组合，建议使用如下的事件撷取思路： 1.在第六幕前选择3次伙伴事件，随机到完整的高输出组合并保持该组合的耐力值完好，比较建议第1、2、5/6幕开始时推进伙伴事件，尽量使特定角色的耐力值不浪费于之前幕次的战斗； 2.在扣除伙伴事件所需的幻剧之花后，前五幕可以选择3-4次奇妙助益（尽量完成战斗场景的进阶目标）； 3.第7、8幕开始后，在保证耐力值的情况下，全部幻剧之花用于伤害Buff的获取；如果之前环节中迫不得已浪费了预定角色的耐力值，可以通过回溯、重置机制，用幻剧之花刷取神秘收获中的“伙伴·华丽再演”等Buff，补充关底所需角色的耐力值。 2. 各表演幕次人员分配 上一小节我们提到，需要将输出最高的组合分配至第6、8幕战斗，那么，当我们自身的人物练度、配置不足以承担该输出任务时，有何解决思路？可以求助试用及助战角色： 超链图片 需要注意，如果无强力助战、自身练度配置不足（无法攻略6-8幕）且想打通幻想诗，试用中战力最强的仆人需要连续三次出场，这就对凹Buff有所要求：第6幕结束后用所有的幻剧之花、回溯、重置机会刷取到神秘收获中的伙伴耐力回复，使仆人有多次上场的可能。 3. 玩家前期准备 根据上述人员分配表格，建议配置/练度相对不足的玩家做如下前期准备： 0. 加大佬好友，以具备高配置/练度的雷电将军、八重神子助战为最优 ； 1.准备好至少11位70级以上可入场角色 ，且这11位角色不能与开幕角色重合（散兵 克洛琳德 阿蕾奇诺 珐露珊 久岐忍 托马），如果自身缺乏高强度主C或练度很难短时间内拉高，建议在准备角色时以辅助为主，输出位全部依赖系统试用以及大佬助战； 2.就本次深渊而言，辅助位方面优先级最高的角色为班尼特和夏沃蕾 ，二者在与试用中的仆人、克洛琳德，以及常见的雷电将军、八重神子等输出位搭配时具备良好的相性，且兼顾的回复能力能有效提高容错。建议拥有这两位角色的玩家以如下练度为基础进行培养： 超链图片 如果没有这两位角色，建议精炼出一把精5的三星武器--讨龙英杰谭，交由如下角色使用，客串输出辅助： 超链图片 3.刷取或通过合成台凑齐1-2套风套 ，不要求圣遗物等级以及主、副词条，仅需要四件套效果： 超链图片 携带该套装的风辅可以极大提升仆人、雷电将军等主C的作战能力。 4.观察自身可用角色中有无合适生存位 ，尤其是盾/韧性辅助，如一命及以上北斗、迪希雅，如果有则可以略加培养，以提升容错。 4. 攻略思路总结 根据上述描述，即使自身配置、练度及其不足，仅需能够入场困难难度，就有获得全原石奖励的可能性，如下攻略思路能有效降低打满完整8幕的难度： 超链图片 5. 抛砖引玉--攻略实例 模拟超低练度：全试用+1助演即可满幻想真境剧诗原石 3. 中、高配完美演出思路 上个章节中我们讨论了配置及练度较低时的通关方案，可以预见的，该方案抛弃了一定的舒适度以及通关速度，以期获得更高的过关稳定性，这个章节我们讨论一下，对于更多的、具备一定输出位练度的玩家而言，达成完美演出、完成全部“明星挑战”的攻略思路。 攻略思路 我们观察一下八幕场景的“明星挑战”： 超链图片 可以看到，完成所有挑战难度最大的点在于，前期如果缺乏开幕角色，仅依赖系统试用，在无奇妙助益的前提下很难通过普通的操作水平完成前几关的限时任务，再加上开幕角色无法从好友处借取，这就对玩家的人物池深度提出了一定要求。 基于此，较为建议使用如下的攻略思路： 超链图片 4. 开幕角色组队及手法解析 本期的开幕角色为散兵 克洛琳德 阿蕾奇诺 珐露珊 久岐忍 托马这六位，在玩家整体练度/配置较低时，系统给予的散兵、阿蕾奇诺、克洛琳德可以用作攻略的主要输出位，这个章节主要介绍一下这三位试用主C在队友随机性较强环境下的延申配队以及基础输出手法。 1. 阿蕾奇诺 本期幻想真境剧诗中，阿蕾奇诺是试用角色中单人强度最高的一位，因此在自身输出角色练度或配置不高时，试用仆人需要承担最困难幕次的输出工作。在队友随机性较强的本期活动中，建议大家按如下几种思路构建仆人队伍（讨论偏向低配仆人）： 超链图片 部分队伍的基本手法及仆人基础区提升幅度简述如下： 2. 克洛琳德 由于本期幻想真境剧诗的主题为火雷风，与草体系联系较为紧密的克洛琳德无法通过试用较简单地加入激化体系，配对班尼特或夏沃蕾的话又会损失显著更佳的仆人队队员耐力值，因此在多幕战斗中使用范围较为有限。以试用克洛琳德的强度而言，仅建议其作为第3、4幕战斗场景的占位符。 该角色的基本输出手法非常简单：QE后尽量多地打出3A1E组合。如果手法熟练，实战中可以打出稳定的5-6次强化E： 超链图片 3. 散兵 系统试用中给出了散兵+珐露珊的组合，但很可惜试用珐露珊的命座较低且散兵无法正常染冰，加上相较仆人，散兵显然非常不适合对抗龙蜥、冰风组曲这两幕的Boss，因此 在主要依赖系统试用时，建议散兵+珐露珊的组合用于攻略第1、2幕 ，这一前提下，散珐建议与双火位组队，享受双火共鸣及优风倾姿的火元素强化效果，双火其一最佳为讨龙烟绯，同时不建议将班尼特的耐久度浪费在该组合中。 对于低命的散珐组合，基本的输出手法非常简单： （非六命）珐露珊E 重击 Q--火元素染色（例如班尼特施放元素爆发）--散兵重击 E--散兵重击循环 5.总结 总结 总体而言，幻想真境剧诗是一个对玩家角色池深度要求不高，但广度有所需求的活动：拿满原石奖励的一项必要条件便是具备11/12位限定范围内的70级及以上角色。但有趣的是，即便自身的练度、配置不高，仅能刚刚达到入场所需，也可以通过策略的调整打满全部的幕次，对于已经能够轻松完成原始获取的玩家而言，仍有具备一定难度的“完美演出”可供继续挑战。 因此，对于目标不同的玩家群体而言，存在适配程度不尽相同的攻略思路： 超链图片 最后，个人感觉，相较深境螺旋，幻想真境剧诗的策略性更高，且拿满奖励所需练度明显偏低，是更为优秀且有趣的“深渊类”活动，也祝大家在新模式中玩的开心。 本文由 ﻿ @Asgater ﻿ 与 ﻿ @幕陵 ﻿ 共同创作，旅行者们如果对本活动依然存有疑问，可以移步 ﻿ @我叫呆唯 ﻿ 和 ﻿ @卡玛sei亚 ﻿ 两位大佬的作品进行更深入的了解，观测枢与阵容广场也更新了【幻想真境剧诗】相关内容，感兴趣的小伙伴可以通过米游社主页进入。 超链图片 编辑：2024/7/4 补充了低配思路的实战视频，纠正部分描述错误。",
    "length": 5765
}