{
    "game_id": 2,
    "post_id": "41687096",
    "f_forum_id": 43,
    "subject": "【V3.8流浪者全面攻略】武器，配队，圣遗物和手法攻略",
    "url": "https://www.miyoushe.com/ys/article/41687096",
    "created_at": 1690315328,
    "like_num": 4483,
    "view_num": 129528,
    "reply_num": 180,
    "text": "本期给各位宝宝带来 【流浪者】 的萌新全方位攻略哦 _(瑶瑶-馋) 本文将从 1、【角色属性】 2、【武器选择】 3、【配队选择】 4、【圣遗物选择】 等方向详细讲解，当然也欢迎各位大佬细致补充~ ▌一、面板推荐 角色：流浪者 等级：90级 攻击：2100 暴击：75 暴伤：220 充能：120% *补充说明：流浪者是普攻类主C，主要伤害来源是开E后的普通攻击伤害（包括普攻和重击），低命流浪者对攻击力的依赖还是非常巨大，实战中往往需要绑定班尼特和染火，6命则对班的依赖度小。 _(绮良良-没骗你) ▌二、武器推荐（五星精1，四星精5） 展开：流浪武器推荐（五星精1，4星精5） 总结：流浪者的可选武器还是蛮多，其他武器和专武【图莱杜拉的回忆】差距还是蛮大，其次【图莱杜拉的回忆】精炼提升巨大，这把武器比较专，但是散兵刚好合适。在低命无攻速加成的情况下，一般推荐流浪者【打重击】为主，重击没后摇，只是PC端比较费鼠标。 【1】 图莱杜拉的回忆 · 44.1%暴伤 ， 提升攻速和普攻增伤，切人后效果消失 流浪者的五星毕业武器，武器特效和外观契合流浪者。图莱杜拉的回忆提供高额攻击和暴击伤害加成，被动带来较高普攻伤害加成和攻击速度提高，十分契合流浪者以普通攻击为主的输出方式。但重击流的流浪者则可能不太契合，此时可转而选择其他武器。 使用该武器的流浪者可搭配「沙上楼阁史话」4件套进一步叠加攻速，以优化手感并提高单位时间内的输出总量。 队伍推荐倾向： 主C、外观站街 【2】 尘世之锁 · 49.6%攻击 ， 提高护盾强效，提升护盾下角色攻击力 流浪者需要长时间站场输出，契合武器被动特效。队伍带一个盾辅角色即可享受武器特效加成。由于提供了大量攻击力加成，此时更推荐把留给其他队伍 量。 队伍推荐倾向： 主C、绑盾角色 【3】 四风原典 · 33.1%暴击 ， 提升移动速度，提升增伤区 选择四风原典时，需要尽可能的持续站场输出，武器的副属性暴击率的优先级和武器技能的元素伤害都是比攻击力优先级高的属性。 队伍推荐倾向： 主C、大世界、联机、长时间驻场 【4】 天空之卷 · 33.1%攻击 ， 高额白值，元素伤害 天空之卷有12%无条件增伤，高白值都十分契合流浪者，唯一要注意的就是双爆面板相比四风不容易毕业，好在流浪者突破加暴击率。 队伍推荐倾向： 主C、攻击力、额外伤害 【5】 流浪乐章 · 55.1%暴伤 ， 角色登场时，随机获得一个主题曲，持*10*。 作为通用暴伤武器，其被动是6星体验武器，3选2只要不是精通，伤害都非常高。美中不足的是CD太长，30秒。 z 队伍推荐倾向： 主C、通用暴伤武器 【6】 匣里日月 · 27.6%暴击 ， 兼顾元素战技、元素爆发和普攻伤害的武器，什么都给了，但是给的不多。 提供暴击率，配合流浪者突破加暴击率，可以放心用爆伤头。武器被动契合流浪者站场输出特性，虽不加成重击，但仍能提升不小的输出。 队伍推荐倾向： 主C、 元素战技、元素爆发、普通攻击 【7】 嘟嘟可故事集 · 55.1%攻击 ， 普通攻击命中敌人后的6秒内，重击造成的伤害提升16/20/24/28/32%；重击命中敌人后的6秒内，攻击力提升8/10/12/14/16%。 武器特效（重击增伤、增加攻击力）契合流浪者重击输出方式。缺点一是已经绝版，萌新无法获取；二是没有双爆加成，面板毕业相对困难；三是武器特效没有普攻增伤，意味着流浪者开E只能靠重击持续输出。 队伍推荐倾向： 主C、 重击 _(瑶瑶-笑一个) ▌三、配队选择 点击展开： 散珐钟班 及其 角色 面板属性推荐 说明： 本队在实战中尽量让轴对齐，流浪者能吃到更多buff，打出不俗伤害。在难度攻坚中，散兵刚需护盾，如果被打一下，对整体输出影响还是蛮大的，另外就是刚需6珐。 队伍推荐属性和面板点击展开即可，本队多加练习，掌握手感和循环 队伍重点：4宗室+4千岩+珐班buff覆盖率 点击展开： 散珐琴班 及其 角色 面板推荐 说明： 本队多金价值高，往往出现在竞速赛道中，大部分打桩环境稍加注意即可。琴+珐的双减抗，还有攻速，都能给流浪者带来巨额提升。 队伍推荐属性和面板点击展开即可，本队多加练习，掌握手感和循环 队伍重点：4命琴减抗加攻速 点击展开： 散珐钟云 及其 角色 面板推荐 说明： 本队为解放班尼特去另一队，云堇即加普攻伤害，又加攻速，都是流浪者刚需的增益。同时云堇也能换成夜兰、行秋、菲谢尔等副C 队伍重点：钟散珐+1 #流浪者",
    "length": 1862
}