{
    "game_id": 2,
    "post_id": "29336088",
    "f_forum_id": 43,
    "subject": "【V3.0攻略】#探索解谜#「直到『桓那』痊愈」",
    "url": "https://www.miyoushe.com/ys/article/29336088",
    "created_at": 1664016643,
    "like_num": 141,
    "view_num": 10299,
    "reply_num": 13,
    "text": "UID 505597670 哈喽！大家好啊~这里是鸽子的化身——狂风呀！_(魔游姬得意) 随着3.0版本的到来，大家期待已久的须弥终于开放啦！小伙伴们快跟着我一起去探索吧！_(魔游姬哼哼) 森林书·第二章-梦中的苗圃 森林的孩子们 「吉祥具书」后续任务-直到「桓那」痊愈 完成「无忧节」后即可接取「直到『桓那』痊愈」，任务详情可以点击下方链接跳转查看_(偶像姬_WINK) 【V3.0攻略】#探索解谜#「无忧节」 任务1：与兰利遮对话 我们先传送秘境来到此处_(米游姬喝茶) 然后利用四叶印飞到兰利遮旁边 通过对话了解，原来是坏东西又回来了，从而导致森林的「病」复发，为了解决这个问题，兰利遮决定放弃不靠谱的加扎里，去找寻曾经和迦毗鸠师同行的一个名叫兰罗希陀的兰那罗所留下的线索 任务2：清除死域 我们先跑过去_(米游姬喝茶) 来到这里后，我们利用草种子破坏死域枝节，摧毁死域 （奇怪，我记得这里的死域不是和拉娜清除过嘛，这么快又形成了？_(米游姬-呆滞)） 任务3：前往洞*深处寻找线索 清除完死域后，我们前往洞*，看看有没有关于兰罗希陀留下来的线索_(米游姬喝茶) 任务4：击败深渊法师 就在我们准备进入洞*的时候，突然冒出来两个深渊法师拦路，快速将其击败_(米游姬-暗中观察) 任务5：找到兰罗希陀留下的线索 解决完深渊法师后，我们继续前进 （话说这好像也是当初救优丹的地方_(米游姬-呆滞)） 进到里面后，我们直接朝着任务点飞过去 之后我们查看一下石壁上的线索 总的来说，要开始解密了 _(米游姬咕咕) 谜语的答案写在了三个不同的地方 （奇奇怪怪的谜语变多了） 任务6：寻找谜题的答案 这里建议按照下图中的顺序依次寻找 （听说调查顺序决定了后续的答案顺序_(魔游姬鸽子)） 第一个是「暝彩鸟」 第二个是「蕈猪」 第三个是「长鬓虎」 任务7：与兰利遮对话 查看完三处答案后，我们过去与兰利遮对话_(米游姬喝茶) 蕈兽、驮兽、黄金王兽！_(米游姬糖葫芦) 这里兰利遮已经给我们提示了_(米游姬观察) 任务8：解开兰罗希陀的谜语 这里我们按照之前查看答案的顺序，利用草种子依次激活花环即可_(米游姬喝茶) 任务9：利用「黯道的曲调」，进入「迷宫」 解开兰罗希陀留下的谜题后，我们获得一个 华丽的宝箱 ，之后去到「黯道」旁，用「老旧的诗琴」弹奏「黯道的曲调」打开通道，进入「迷宫」_(米游姬喝茶) 任务10：找到「解决办法」 进入「迷宫」后，我们看到了许多的「桓摩达」_(米游姬观察) 咳...好像可以偷鸡来着... _(偶像姬-鸽子) （这里建议能偷鸡就偷，此处的「桓摩达」...有些许小问题，容易连着一下触发两个。如果实在是想体验一下「迷宫」的乐趣，建议拿上弓箭手，按照后续内容依次击打「桓摩达」） 来到 前「桓摩达」 旁，我们用「老旧的诗琴」弹奏「桓摩的曲调」，之后 击打两次 前「桓摩达」 ，让入口朝向我们 等到 前「桓摩达」 入口朝向这边时，我们进入其中再 击打两次 ，让入口朝向 中「桓摩达」 等到我们进入到 中「桓摩达」 后 ，在其内 击打一次 ， 让入口朝向 左「桓摩达」 然后我们击打 左「桓摩达」 三次 ，可以看见一个 普通的宝箱 拿完宝箱，我们 击打一次 中「桓摩达」 ，让入口朝向 后「桓摩达」 ，接着 击打 后「桓摩达」 ，让其入口朝向我们，最后即可找到「解决办法」 所以，都看到这里了，明白为什么之前说建议能偷鸡就偷了吧？这里的「桓摩达」机关误触真的让人非常难受，希望之后的版本，myh能优化一下吧 _(米游兔安详) （话说，这是迦毗鸠师丢失的研究报告吧？） 任务11：向加扎里询问资料的事 兜兜转转，结果还是需要加扎里的帮忙，毕竟只有学者才能解读学者的东西_(米游姬-累趴) （这里直接传送图中右下角的锚点过去即可） 利用锚点旁的四叶印，飞入巨型小宝的内部，然后找加扎里询问一下 派蒙：听我说，谢谢你_(心情复杂) 任务12：前往迪弗旧窟 在听完加扎里的解读后，我们前往迪弗旧窟 _(米游姬喝茶)（这里直接传送图中左下角的锚点过去即可） 之后我们从此处跳进去，继续深入 （这也就是我们当初出来的地方） 大可放心，你安心去吧_(米游姬糖葫芦) 任务13：保护加扎里 在加扎里进行封印的时候，果不其然，深渊法师组团出现了，快速将其解决掉_(米游姬-暗中观察) 任务14：与加扎里对话 解决完三波深渊法师后，我们飞过去与加扎里对话_(米游姬-累趴) 希望以后你能更靠谱一点，须弥有问题就来找你了_(米游姬喝茶) 那就等加扎里的学术报告发表之后让他请吃大餐吧_(米游姬-周五啦) 至此，森林书中的「吉祥具书」系列任务到此结束 _(米游姬-撒花) 以上就是 「吉祥具书」后续任务-直到「桓那」痊愈 的全部内容啦！_(米游姬喝茶) 关注我~持续带你领略世界的精彩！ _(琴-赞扬)",
    "length": 1999
}