{
    "game_id": 2,
    "post_id": "44801675",
    "f_forum_id": 43,
    "subject": "树脂用错，痛苦两月！新人教程8",
    "url": "https://www.miyoushe.com/ys/article/44801675",
    "created_at": 1698112758,
    "like_num": 11071,
    "view_num": 106795,
    "reply_num": 513,
    "text": "树脂用错，痛苦两月！新人教程8 新人急于求成，容易在45级前用完脆弱树脂，突破大量角色，这种号会很痛苦，因为后面怪物打不过。 这游戏跟树脂有关的东西，大家多看看教程吧，千万不要跟我一样搞错，太痛苦了。 尘歌壶有树脂买，25级后早点肝。 普通树脂俗称体力。 脆弱树脂是月亮那个，可以换60树脂。 浓缩树脂是40树脂合成一个，背包最多屯5个。 所以禁止一次性使用大量月亮。 40×5+160=360，一般用5个月亮，合成5个浓缩，然后打本，点匹配，打五把回单机，再使用再浓缩，再匹配，这样可以不断换人带，也不需要大佬老是等你去浓缩。 看我新人教程大全合集，学配队，不要乱升太多角色，玩种门>龙王>烟绯>丽莎，不需要卡等级。 很多人卡45级，其实可以先突破，领冒险等阶奖励（主角突破材料），实在打不过再降低世界。 45级大概50个月亮。 每天树脂160，160x40=6400，6400÷60=106.666667个月亮，而且尘歌壶每周还有一个。 只看数据是半个月就顶50个月亮了。 实际上你乱升大量角色、武器、天赋，会浪费你做任务获得的材料。 千万别用原石换树脂，你要相信单抽出奇迹。 每周最后一天，周本记得打，点匹配就有人带。 尽量最后一天是让你高级点。45级开最高级副本。 周本每周三次。 米游社搜教程：周本天赋材料。 看清楚你要练的角色，需要哪个周本的材料。 一个周本会掉三种材料，如果不是你要的那种，可以在合成台转换。 每周三次，打两三个月够养两队。 最高级掉落物出现条件： 40级武器本， 解锁最高级，达到100%。 所以月亮最早可以40级用，升四星武器不会亏。 45级地脉花、圣遗物本、天赋本， 解锁最高级，达到100%。 圣遗物副本，看冒险等阶，可以卡45级。 世界8，40树脂世界boss，100%掉落一个五星圣遗物， 世界7，87.8%， 世界6，79.8%。 优先顺序 主C等级拉满>工具人40-50级>武器>主C天赋> 武器>圣遗物>工具人60级。 工具人40-50级是为了拿篮球，60级突破，是为了解锁天赋，多点伤害。 种门久岐忍不需要天赋，可以节约一笔。 所以： 10-40级，最划算的是打40体boss，突破材料。 搜角色突破材料，就知道需要多少个了。 尽量不打地脉花，只养一队不会缺经验。 角色经验不够的开宝箱就有。 角色突破材料 点角色-突破，看第二个材料，不是看第一个晶体。 第二个是唯一boss。千万不要搞错boss！ 晶体有多种途径获得，肝两个月会多出来。 比如升芭芭拉打纯水精灵，不要跑去打无相之水。 香菱+班尼特是要爆炎树的常燃火种， 我之前就是不知道，一直刷无相之火。 找人带，如果好友少，最好三个角色突破材料一起刷，这样大佬不需要等boss刷新。 如果好友多，只刷一个角色突破材料也行，每次一个大佬打一把就换人。 40级打武器本，升级武器80级，并且屯够90级的。 不知用什么武器的，就搜某某角色武器。 暂时不需要升级的工具人，三星武器不一定要要强化，因为你抽卡可能出4-5星武器。 45级刷圣遗物，这时大概有50个脆弱树脂。 50级世界7养深渊第二队。 不要卡等级，赶紧冲。 如果是肝帝，升级很快，世界8再打二队突破材料。 前期尽量只培养一个主C，所以最好是看我教程3-7，配队种门>龙王>烟绯或丽莎。 因为：低级时材料掉落太垃圾了， 给太多角色刷40体boss突破材料是浪费树脂，刷世界怪物是浪费现实时间。 前期种门就行，看我教程也能无脑冲。 45级必须搜圣遗物教程、配队教程、角色教程，慢慢研究，以免搞错圣遗物。 45级要决定深渊第二队选谁了，因为要合成他们的圣遗物。 特别注意！ 合成台转换！ 合成台第二个选项，可以转换 突破材料的晶体+周本材料。 米游社搜教程：周本天赋材料。 看清楚你要练的角色，需要哪个周本的材料。 一个周本会掉三种材料，如果不是你要的那种，可以在合成台转换。 每周三次，打两三个月够养两队。 合成台第三个选项 5星圣遗物可以三合一。 玩种门性价比最高，一直刷草本。 不要的换绝缘，宗室，少女、千岩、沉沦等给深渊第二队用就行。 不要的五星圣遗物，点炼金台，点第三个，可以三换一。 我之前就是不看教程， 开局升了一堆角色59级， 在低级世界用脆弱树脂刷一堆人突破材料， 45级刷了30个以上的脆弱树脂，不要的五星全部拿来当狗粮强化其他圣遗物了。 估计都亏了40个脆弱树脂。",
    "length": 1821
}