{
    "game_id": 2,
    "post_id": "56283766",
    "f_forum_id": 43,
    "subject": "【V4.8攻略·角色攻略】艾梅莉埃全方位培养攻略",
    "url": "https://www.miyoushe.com/ys/article/56283766",
    "created_at": 1722938410,
    "like_num": 2655,
    "view_num": 32285,
    "reply_num": 130,
    "text": "UID 137081414 超链图片 哈喽喽，各位旅行者们大家好啊~这里是荒星攻略站。随着我们走进4.8版本 ，原神也将迎来枫丹版本的最后一位新角色艾梅莉埃！本期我们将为旅行者们带来艾梅莉埃的配装以及适配队友的介绍，下面有请我们的主角登场~ _(艾梅莉埃-闻香)艾梅莉埃： 嗯……嗯？抱歉，采访还请稍等片刻，容我先记录一下灵感。 （出现了！天才的灵光一闪！） 超链图片 超链图片 ·【技能机制】· 从技能机制和输出来源来看，艾梅莉埃更偏向为 后台副C ，大部分输出均为后台伤害。 关于技能升级方面， 优先元素战技与元素爆发 ，两者均为为艾梅莉埃的主要输出手段（硬要说的话优先元素战技）； 普攻 只在艾梅莉埃 单C 的情况下推荐升级（ 即6命 ）。 超链图片 普攻总共 四段 ，全套耗时 2s ，其中第四段存在明显的后摇。 艾梅莉埃主要输出来源于元素战技和元素爆发以及天赋，均为 后台伤害 ， 非6命情况下基本不会站场输出 ， 普攻可不点 。 推荐在解锁 6命 后，再对普攻进行加点。 超链图片 使用战技会在场上生成 一枚 【柔灯之匣】，柔灯之匣 每1.5s 发射 1枚 【纯露芳息】；同时其会 吸收燃烧 所产生的【 香韵 】来 升阶 ，二阶的【柔灯之匣】1次发射 2枚 【纯露芳息】。 【纯露芳息】命中敌人时产生 1草元素微粒 ， 冷却2.5s 。 【技能补充】 【柔灯之匣】的 攻击范围极大 ，在深渊中心的二阶【柔灯之匣】可以覆盖大部分区域。 香韵的吸收范围比二阶的【柔灯之匣】还大，几乎和深渊场地大小一致。 【柔灯之匣】的 持续时间远大于技能冷却时间 ， 可以 做到【柔灯之匣】 全程存在。 （但使用元素战技 新生成的 【柔灯之匣】为 一阶 ，因此 若非 【柔灯之匣】 位置太差 ，否则 不推荐 用元素战技 生成新的 【柔灯之匣】） 在范围内有燃烧的敌方时， 每2s生成1枚【香韵】 （生成效率与敌方数量无关） 。 【纯露芳息】为 小范围群攻 ， 小体型 敌方 站位集中 的情况下，1枚【纯露芳息】 可以对多个单位造成伤害 。 需注意，【柔灯之匣】 不锁面板 ！ 【元素附着】 战技 开启时 会附着 1次弱草 （为独lì附着） 。【纯露芳息】 2次攻击 附着 1次弱草 （约 3秒1次 附着） 。 超链图片 使用元素爆发后会直接生成 倍率更高 的 三阶 【柔灯之匣】，爆发期间 每0.3s 降下香露， 单个敌人0.7s内只能被选为1次目标 。 【技能补充】 元素爆发释放后可以 吸收场上存在的 【柔灯之匣】并在 角色所在位置 创造三阶的【柔灯之匣】，且在技能结束后生成 原阶级 的【柔灯之匣】。实战中配合 极易启动 的 50 能量元素爆发，可以通过频繁释放元素爆发来实现 全程二阶 【柔灯之匣】。 需注意， 除非位置太差 ，否则 更推荐 使用元素 爆发 来生成【柔灯之匣】， 而非 再次使用元素 战技 刷新【柔灯之匣】。 1. 元素爆发结束后，会在 三阶 【柔灯之匣】 的位置生成原阶级 的【柔灯之匣】。 2. 香露是 范围伤害 ，伤害范围与七七战技相同，多个敌人 聚在一起 ，可以让香露的 攻击 产生 更大的收益 。 3. 生成的三阶【柔灯之匣】同样 不锁面板 。 4. 爆发期间不会萃取【香韵】 （不会触发天赋一【余薰】） 。 5. 0.7s的同目标选取CD会导致艾梅莉埃在 对单环境的元素爆发伤害段数大幅减少 ，从 对群 的 7次 减少到 对单3次。 第一次攻击1号敌方；到第二次攻击时耗时0.3s；到第三次攻击时耗时0.6s，此时选取1号敌方的CD还有0.1s，因此第三次攻击也不能攻击到1号敌方。 综上， 0命艾梅莉埃元素爆发对单时，只有第1,4,7次伤害可以锁定敌方 。 【元素附着】 每2.5s 附着1次 弱草 。 超链图片 ·【命座解析】· 一命加强 元素战技 与 天赋一 伤害。 二命 减少 敌方 草抗 。 三命、五命 增加元素战技和元素爆发等级 。 四命 延长元素爆发时间 ，同时 缩短 单一敌人的 选取CD ， 大幅强化对单伤害 。 六命 加速【香韵】 的产生，同时 强化普攻/重击伤害 。 总的来说，艾梅莉埃 0命机制完善 ，命座多是 强化输出与循环 ；但命座 提升不小 ，2、4、6命都很关键，都可以作为旅行者们的提升目标。 超链图片 ·【武器推荐】· 艾梅莉埃是一个 攻击模型后台输出角色 ，因此武器词条选择上 偏向攻击、双暴、增伤 ；同时，由于艾梅莉埃主要伤害都为后台伤害， 武器效果还需要在后台也可以触发 。 综上产生以下推荐： 超链图片 在提瓦特难民如是说：以上武器我都没有怎么办？ 旅行者阁下请看——免费精5武器【风信之锋】 （在V3.1活动「杯中遥吟之歌」中兑换获取） 90级基础攻击力：510 主属性：41.3%攻击力加成 武器效果：触发元素反应后的10秒内，攻击力提升24%，元素精通提升96点。 武器本身提供大攻击 ，武器效果 提供攻击加成与精通 。艾梅莉埃通过不断 触发燃烧反应可保证武器效果的全覆盖 ，提高艾梅莉埃本体伤害与燃烧反应所造成的伤害。 推荐面板： 攻击2250 双暴80/140 什么？旅行者阁下入坑太晚已错过！ 那么请看究极平民救星——三星武器【白缨枪】 （获取途径:璃月地区精致及以上稀有度宝箱随机掉落） 90级基础攻击力：401 主属性：暴击率:23.4% 武器效果：普通攻击造成的伤害提升48%。 武器主属性为高贵的暴击率词条，开启地区宝箱即可获取。由于艾梅莉埃的伤害主要为后台输出组成，精炼白缨枪的武器效果收益不高，精1也可以拿来用。 ·【圣遗物推荐】· 艾梅莉埃主要输出来源是 草系直伤 ，且元素战技、元素爆发、天赋触发伤害 均有一定的占比 ，圣遗物推荐可以选择 增幅全部伤害来源的套装 。 词条 选择侧重 增伤 与 攻击 ，首选 未竟的遐思，次选2草+2攻 。 超链图片 ·【配队推荐】· 在讨论艾梅莉埃配队时，我们将根据艾梅莉埃的特点进行分析: 从天赋来看 ，她 需要队友不断提供火元素来触发燃烧反应 来维持高频的后台草伤，因此艾梅莉埃其实应该是 草系直伤副C ,但是 需要燃烧反应触发 ，主流配队应以燃烧反应为主。 燃烧反应的 点火位 我们可以考虑班尼特作为 攻击拐 进一步提高艾梅莉埃的伤害，或选择迪希雅、托马等 后台火 队友。 在考虑完点火位后,从强化队伍的整体输出的角度来说，有两种思路: 1. 强化燃烧反应本身的伤害 ，但是燃烧反应作为 聚变反应 能吃到的 增益不多 。 2. 强化 队友的 后台直伤 (艾梅莉埃的草直伤，香菱的火直伤等)。 前者可以考虑 加入草神 ，强化燃烧的伤害，并 加入万叶 聚怪使 燃烧对群打出多次伤害 :后者则考虑加入 香菱与万叶 ， 聚怪 的同时还能利用香菱的锁面板机制 锁住增益 ，打出 更高 的 伤害 。 Q：为什么不推荐艾梅莉埃打激化，艾梅莉埃激化可以吗？ A：艾梅莉埃主要是以 燃烧为启动手段的直伤C ， 没有燃烧反应无法启动伤害增幅 ，且艾梅莉埃的 草附着频率不高 ， 激化收益远不如燃烧 。 抛开伤害收益 ， 艾梅莉埃可以作为一个 大范围长时间伪随身草后台 ，为前台的雷C提供草附着触发激化反应，但也仅能提供 草附着 和 一部分蔓激化 伤害， 对实际的前台超激化没有伤害增益 。 超链图片 该配队是由传统燃烧队演变而来，万班草对群可以 打出较高的燃烧伤害 ，同时艾梅莉埃对群的元素爆发可以 强化该队伍对群的表现 ；此外，艾梅莉埃元素战技与天赋一的对单直伤能 弥补传统燃烧对单乏力的短板 。 超链图片 标准的 香班组合 ，提供后台火来触发燃烧反应。香班对群可以打出较高的伤害，同时艾梅莉埃对群的元素爆发可以 强化该队伍对群的表现 ；此外，艾梅莉埃元素战技与天赋一能 弥补对单乏力的短 板 。（但队伍内 没有合适的角色佩戴四草套 ，会导致艾梅莉埃的 伤害降低 ）。 考虑到艾梅莉埃仅需要可持续的燃烧反应作为触发条件维持后台草直伤，我们可以在不干扰燃烧反应的情况， 加入 低频附着的 雷元素前台or后台角色 去触发激化和超载反应，做到燃烧激化超载一起反应，大幅增加队伍的输出。 超链图片 此配队是在艾梅莉埃的 燃烧配队基础上加入雷系后台 ，形成“雷后台+草后台”的 双重输出 模式，在 保证燃烧反应的可持续性的前提下 加入激化和超载反应 提高队伍输出 。本队中，纳西妲仅作为 草套减抗触发器和精通拐 ，在特殊情况下可以替换为其他队友如万叶，以缓解对群的困境。 超链图片 前台雷c进队的必备条件是可以平a输出触发托马的后台挂火，因此需要 托马堆叠一定的充能 ，携带充能武器去 保证大招的循环 。同时纳西妲的 减抗位 可以让 托马带4草套 来替代，释放出一个队友位 充当对策卡 ，如万叶进队方便对群等。 前台雷C建议选用刻晴和雷电将军这类 短轴雷C ，方便及时 释放 艾梅莉埃 大招 保证输出。 _(艾梅莉埃-比较)【未来展望】 目前艾梅莉埃的 适配队友不是很多 ，能够吃到的增益多是班尼特 加攻 的和草套的 减抗 。 但我们相信随着未来队友的补足，艾梅莉埃的队伍体系会不断完善，相信在火之国纳塔版本，艾梅莉埃会展现出别样的光彩。 _(夏洛蒂-专业团队)本期艾梅莉埃攻略到这里就结束啦！ 希望各位旅行者都能单抽出金，十连双黄~ 觉得本期攻略有帮助的话，不妨 点赞 和 收藏 支持一下，也欢迎旅行者们在 评论 区踊跃讨论或提问，将会掉落荒星娘的回复哦！ 我们下期再见！拜拜~ 超链图片 作者：南嘉禾 制图：琉科塔尔 绘制：仪子 修编：桀林",
    "length": 3928
}