{
    "game_id": 2,
    "post_id": "42132301",
    "f_forum_id": 43,
    "subject": "【材料收集攻略】#琉璃袋采集路线#保姆级攻略#全程领跑#下篇",
    "url": "https://www.miyoushe.com/ys/article/42132301",
    "created_at": 1691426917,
    "like_num": 330,
    "view_num": 26211,
    "reply_num": 9,
    "text": "➤ 本篇攻略帖为大家带来 琉璃袋 的采集路线，大概十几分钟 106朵琉璃袋 。 〓 ！！！！！！全都看过来！！！！！！ 〓 刚做完攻略准备发布的时候，给我来个超出内容长度，这下不得不把一篇帖子分成 上中下 篇来发。 希望旅行者们见谅，我会把 中、下篇 的链接发出来的，需要的可以去看看啦，谢谢支持。 〓 ！！！！！！全都看过来！！！！！！ 〓 因内容过长，导致一篇变成 上中下 篇，此贴子是 下 篇。 〓 ↓ ↓ ↓ ↓ ↓ ↓ 琉璃袋 采集攻略 『 上篇 』 ↓ ↓ ↓ ↓ ↓ ↓ 〓 【材料收集攻略】#琉璃袋采集路线#保姆级攻略#全程领跑#上篇 〓 ↓ ↓ ↓ ↓ ↓ ↓ 琉璃袋 采集攻略 『 中篇 』 ↓ ↓ ↓ ↓ ↓ ↓ 〓 【材料收集攻略】#琉璃袋采集路线#保姆级攻略#全程领跑#中篇 ► 路线七 地点： 灵矩关 · 右侧 数量： 13朵琉璃袋 地图精确标点： 详细领跑流程（选择性观看）： 第一、二朵琉璃袋： ► 来到 天衡山左侧 的传送点，朝着 小地图的上方 往前飞，飞过悬崖然后 低头看 就能看见两朵琉璃袋。 注：先拿高处再拿低处 第三 - 五朵琉璃袋： ► 重新回到传送点，朝着 小地图的左上角 直接飞，飞过悬崖 往下看 就能看见三朵琉璃袋。 注：先拿高处再拿低处 第六、七朵琉璃袋： ► 来到 灵矩关右侧 的传送点，朝着 小地图的左上角 走，在 悬崖峭壁 上有两朵琉璃袋。 第八、九朵琉璃袋： ► 回到传送点，朝着 小地图的右侧 往前走， 第一朵琉璃袋 在悬崖边边，注意别飞出去漏掉了，第二朵在下面一点。 第十、十一朵琉璃袋： ► 拿完朝着 小地图的下方 看，在 对面的山壁上 就能看见两朵琉璃袋。 第十二、十三朵琉璃袋： ► 回到传送点，朝着 小地图的右边 飞，飞到 对面的平台 处，抬头就能看见两朵琉璃袋。 〓 层岩巨渊 〓 ► 路线一 地点： 巨渊之口 · 左侧和下方 数量： 14朵琉璃袋 地图精确标点： 详细领跑流程（选择性观看）： 第一 - 四朵琉璃袋： ► 来到 巨渊之口左侧 的七天神像，朝着 小地图的左边 看，在 对面的山壁上 有四朵琉璃袋。 第五朵琉璃袋： ► 拿完四朵琉璃袋爬上去，然后把视角转到 小地图右下角 ，看着我 标点的位置 往前飞，飞近点就能看见下一朵琉璃袋的位置。 第六朵琉璃袋： ► 拿完琉璃袋爬上 面前的平台 ，朝着 小地图的右下角 看，在 前面的山壁上 是下一朵琉璃袋。 第七 - 九朵琉璃袋： ► 拿完把视角转到 小地图的下方 ，飞到 下面倾斜的巨石 上，三朵琉璃袋都在这个巨石上。 第十朵琉璃袋： ► 爬上 倾斜的巨石最顶端 ，朝着 小地图的右边 抬头看，爬到 上面的平台 处就能看见下一朵琉璃袋。 第十一、十二朵琉璃袋： ► 朝着 小地图的右边 看，绕着 山体 往前飞。 ► 飞过山体后 低头 往脚下看，在 下方的山壁上 就有两朵琉璃袋。 第十三、十四朵琉璃袋： ► 朝着 小地图右边 绕着山体往前飞。 ► 飞一段距离之后，在 外面的右手边 就有两朵琉璃袋。 ► 路线二 地点： 天工峡 · 右侧 数量： 13朵琉璃袋 地图精确标点： 详细领跑流程（选择性观看）： 第一、二朵琉璃袋： ► 来到 天工峡右侧 的传送点，朝着 小地图右下角 看，在 旁边的山壁 上就有两朵琉璃袋。 第三、四朵琉璃袋： ► 利用旁边的 踏板 ，直接跳到 第二个平台 上。 ► 来到第二个平台后，在 前面的大树 后面，断桥 旁边的山壁 上，就是两朵琉璃袋。 第五朵琉璃袋： ► 爬上 面前的平台 ，左前方有个 踏板 可以跳上去，在 上面的山壁上 是下一朵琉璃袋。 第六 - 八朵琉璃袋： ► 爬上 面前的平台 ，然后在 帐篷后面 有个踏板，利用踏板直接跳上木桥的位置。 ► 来到 木桥 的位置，把视角转到 小地图的左下角 ，在 前面的山壁上 就有三朵琉璃袋。 第九 - 十朵琉璃袋： ► 朝着我 框起来 的位置飞。 ► 飞到位置后就能看见琉璃袋了，还有一朵琉璃袋躲在 山壁的背面 。 第十一 - 十三朵琉璃袋： ► 朝着 小地图的左边 飞，飞一段距离往 下面 看，在 下方的岩壁上 是下一朵琉璃袋。 ► 拿完朝着 小地图左侧 看，绕着 山体的右侧 往前走。 ► 在 山体的背后 就是下一朵琉璃袋。 ► 视角朝着 小地图的右上角 看，在 前方木桥的下面 就是下一朵琉璃袋。 木桥下面位置图： 〓 结尾 〓 本期的攻略就到这里结束了，感谢大家的观看~ 我们下一期攻略帖再见，拜拜~ 还想要我出什么攻略的可以在评论区里评论出来，给你安排~",
    "length": 1890
}