{
    "game_id": 2,
    "post_id": "50656975",
    "f_forum_id": 43,
    "subject": "【观测枢】每日委托——好兆头（含成就「知天命」与「而尽人事」",
    "url": "https://www.miyoushe.com/ys/article/50656975",
    "created_at": 1711290024,
    "like_num": 387,
    "view_num": 9331,
    "reply_num": 72,
    "text": "在璃月港帮助志华寻找爱情兆头的委托，该委托可获得两个成就，分别时 找寻五个爱情征兆直接汇报获得成就「知天命···」 ，而 破坏其中四个征兆再汇报就可以获得隐藏成就「···而尽人事。」 _(砂糖-乖巧) 一图流： 「好兆头」委托每次会随机刷新两种征兆。 跟着流程 走直接汇报任务，经历五种征兆后就能获得「知天命···」 破坏其中四种征兆再汇报任务，同样经历五种征兆就能获得「···而尽人事。」 破坏方法见 正文的详细流程或此 折叠。 简略破坏方法（仅建议复习用） 这个折叠写的很简单是给复习看的，第一次看强烈建议下翻正文看详情 破坏征兆时， 一定要出现派蒙对话，才算成功，派蒙不说话就是失败了 。切记切记 舞台中央的鸽子征兆，破坏时记得一定要打掉鸽子，直接惊动飞走派蒙可能不会说话 小狗征兆位于璃月合成台旁边，破坏时走过去攻击把狗赶跑就行。直到出现派蒙台词就算破坏成功 猫与鱼征兆位于玉京台水池，破坏时抓鱼抓到出现对话为止就行，有很多条，慢慢抓！ 落叶征兆位于港口边上，用风属性吹走就行，用火可能失败，不建议。 破坏上述四个征兆，就能获得成就 「···而尽人事。」了！ 注意：两个成就是 能混着做 的， 同一个征兆可以第一次正常提交，第二次破坏掉，会被分别计入两个成就的进度 。 _(甘雨-祈祷) 只有完成委托才会计数，两个征兆做了不提交任务，就不会计入成就，所以 接了就建议做完 。 详细流程见下文： 好兆头 首先来到璃月港码头处与志华对话触发委托 对话后会让旅行者帮志华寻找爱情的征兆，征兆一共有五种， 具体流程与破坏方法请看下面折叠 ： 璃月舞台上的鸽子 鸽子征兆位于璃月港中央舞台位置，刷到后建议切换提前远程角色。 来到楼上后镜头就将转到屋檐上的鸽子，不要惊动它。 如果是做「知天命···」，什么都别做，直接去下个任务点就行。 如果是做「···而尽人事。」就需要打落鸽子破坏征兆，请 切换远程角色，随后用远程攻击命中鸽子 ，如果出现下图派蒙台词即算破坏成功。 注意，如果没有派蒙台词不会算入成就 ，而只有射下来才一定会出现，走过去惊动起飞是不一定有的。 所以破坏征兆 请一定要打落鸽子 破坏成功汇报时，会出现特殊的对话选项，如下图，可以用来二次确认你破坏了征兆，并作纪录！ 合成台旁边的小狗 小狗征兆位于璃月合成台旁边，传送过来镜头就会给到狗狗身上了。 如果是做「知天命···」，什么都别做，直接去下个任务点就行。 如果是做「···而尽人事。」走过去攻击把狗赶跑就行。直到出现派蒙台词为止，就算破坏成功 破坏成功时对话也会有新选项。可以二次确认与纪录。 玉京台的猫和鱼 来到玉京台水池就能看见池塘边的猫与水里的鱼了。 如果是做「知天命···」，什么都别做，直接去下个任务点就行。 如果是做「···而尽人事。」，建议下水池开始就直接一路抓鱼，尤其是猫猫附近的鱼，不要放过一条。 水池有其他鱼会干扰，一定要抓到任务那条派蒙才会出下面对话，出了对话才会计入破坏征兆。所以请疯狂捕鱼吧！ 当然直接打成鱼肉也是可以触发派蒙对话完成委托的 破坏成功也会有新对话选项，可以二次确认与纪录 港口树旁的落叶 落叶征兆位于港口边上，刷到后建议先切换出风属性角色，到达后就能看见树下落叶了。 如果是做「知天命···」，什么都别做，直接去下个任务点就行。 如果是做「···而尽人事。」就 需要用风属性吹散落叶 。吹完后出现派蒙对话就可以了，如下图。 用火可能会出现派蒙对话，也可能不会，建议还是用风属性为好 最后对话 同样也会有特殊选项印证你破坏了征兆，来二次确认与纪录 合成台旁卖风筝的阿山婆 最简单的征兆，过来看一眼就行 无论是做何种成就，此处都 不需要做任何事情，直接去下个任务点 就行。 （不需要破坏，毕竟这里也没崇高道德给你去打老奶奶...的生意） 每次任务流程会随机出现上述五个中的两个征兆，当你 五个征兆都未破坏并汇报 后，就能获得成就「知天命···」 而你 破坏了除阿山婆以外的四个征兆再汇报 后，就能获得隐藏成就「而尽人事···」 两个成就是 能混着做 的， 同一个征兆可以第一次正常提交，第二次破坏掉，会被分别计入两个成就的进度 。 _(砂糖-纪录) 所以运气好的话，每个征兆都刚好刷新两回，做五次委托就能拿走两个成就了！_(ok)（然而正常情况下最起码都要七八次_(砂糖-委屈巴巴)） 总之，慢慢做吧_(砂糖-加油) 都看到这里就点个免费的赞再走吧_(砂糖-乖巧)",
    "length": 1834
}