{
    "game_id": 2,
    "post_id": "36735835",
    "f_forum_id": 43,
    "subject": "【V3.5攻略·角色攻略】萃念初蘖·柯莱攻略，数值机制全析",
    "url": "https://www.miyoushe.com/ys/article/36735835",
    "created_at": 1678536701,
    "like_num": 6382,
    "view_num": 56660,
    "reply_num": 197,
    "text": "UID 239387986 大家好，我是鸽王亿个客户_(偶像姬-鸽子)今天为大家带来的，是大型柯莱攻略_(偶像姬_闪亮登场) 目录： 1.柯莱定位分析 2.柯莱天赋介绍、天赋加点顺序 3.柯莱命之座介绍、命之座提升 ——柯莱命之座提升图 4.柯莱武器推荐 ——柯莱武器数据图 5.柯莱圣遗物推荐 ——分析：柯莱为什么没那么适合绝缘套？ 6.柯莱配队简述 7.作者的个人看法 一、柯莱定位分析 首先我不希望任何人在这个帖子底下说柯莱手感不好所以不练，这里是柯莱攻略帖，不喜欢可以划走。 柯莱， 草元素 弓系角色 定位：后台输出型角色 常见就业位置为妮露绽放队、各种超激化队伍中的上草位。 和草主并称卧龙凤雏 但柯莱的强度是有的。 怎么说呢，我觉得不能因为柯莱其他方面的不足，就否定了她确实有强度。 为什么要用柯莱？柯莱相比其他挂草位有什么优势？ 1.柯莱的挂草量已经很高 只看元素战技(e)，0命3次，2命4次，6命5次，加上祭礼弓，两个e就是10次挂草，并且几乎都是对群 Q还有3次挂草，是心妮队追上限的首选 一个循环13次挂草，谁能比啊_(偶像姬_糖葫芦) 2.柯莱的新叶是随身草 柯莱e扔出去+飞回+6秒的新叶，在激化队中覆盖率相当不错。 “那我为什么不用草主呢？草主的q持*15*。” 还是那句话，草主需要充能，但柯莱不用 3.柯莱是很好的终末发射器 不解释 柯莱相比其他挂草位，有什么劣势？ 1.大招领域太小，而且经常扔空 2.e技能后摇太大 3.命座需要抽不像草主直接送 4.倍率也的确没有草主高 等等。 总之，选择草主还是柯莱，是个完全取决于个人的问题。优缺点都已经列出来了，你想选谁就选谁。 但，我重复一遍，柯莱和草主并称卧龙凤雏，不代表她们很弱。 同时，由于妮绽队和超激化队通常不考验柯莱的圣遗物练度，所以本文会写出摆烂队应该怎么配。但，同样地，如果不练好一个角色，是没有资格评价她的强度的。如果你玩了两把就妄下结论说手感不行，带一套摆烂千岩就说输出不高， 那我觉得是不合适的。 二、柯莱天赋介绍、天赋加点顺序 普通攻击·祈颂射艺 普通攻击 进行至多四段的连续弓箭射击。 重击 进行伤害更高、更为精准的瞄准射击。 瞄准时，草元素会凭附在箭矢上。聚满了草元素的箭矢会造成草元素伤害。 下落攻击 从空中射出箭雨，并迅速下坠冲击地面，在落地时造成范围伤害。 人话版：是个普通的草弓箭手，没有任何特殊的地方 元素战技·拂花偈叶 投掷飞叶轮，对触及的目标各造成一次草元素伤害。 飞叶轮将在投掷一定时间后返回，再次造成草元素伤害。 柯莱对付那些狂躁不安的野兽用的可靠小道具。被这东西敲过几下后，一般都会再度变得温顺起来。对于那些不怀好意的恶徒也同样好使。 人话版：扔出一个回旋镖，碰到敌人造成草伤，返回时再造成草伤。 去的时候挂一次草，回来的时候再挂一次草。 20级解锁天赋1后，回收回旋镖后身边有新叶，会在身边一圈挂草，持*3*。2命后，新叶持续时间进一步延长到6秒。 飞吧！ _(柯莱-学习时间) 元素爆发·猫猫秘宝 请可靠的柯里安巴上阵帮忙。 投掷柯里安巴玩偶，爆发时造成草元素范围伤害，并产生柯里安巴领域。柯里安巴会在领域中不断跃动，造成草元素范围伤害。 持续时间：6s 人话版：扔出柯里安巴，在6秒内范围挂草。60级解锁天赋2后，大招时间延长至9秒。 柯莱元素爆发的计数器下过毒，虽然攻击频率很高，但3s内只能挂1次草。 来跳舞吧！ _(柯莱-学习时间) 突破天赋1 · 飞叶迴斜 在飞叶轮返回前，如果队伍中自己的角色触发了燃烧、原激化、超激化、蔓激化、绽放、超绽放或烈绽放反应，则会在返回时为角色赋予「新叶」状态，持续对身边的敌人造成相当于柯莱攻击力40%的草元素伤害，持*3*。 新叶效果持续期间再次产生新叶效果时，将移除原有的效果。新叶效果造成的伤害视为元素战技伤害。 人话版：使用元素战技且打反应后，在角色身边产生一个叶子，可以随身挂草，持*3*。 叶子每1.5s攻击一次，共计攻击2次，挂草1次。解锁2命后，叶子共攻击4次，挂草2次。 突破天赋2·徐如旷林 柯里安巴领域中的角色触发燃烧、原激化、超激化、蔓激化、绽放、超绽放或烈绽放反应时，将使领域的持续时间延长1秒。 一次猫猫秘宝中，至多通过这种方式延长3次持续时间。 人话版： 打草反应时，q持续时间共延长3秒。 固有天赋·须弥飞行冠军 队伍中自己的角色滑翔消耗的体力降低20%。 无法与效果完全相同的固有天赋叠加。 不解释。 天赋加点顺序：q>e，a不点。 摆烂柯莱可以不点天赋。 三、柯莱命之座介绍、命之座提升 1命： 巡护深林 柯莱处于队伍后台时，元素充能效率提升20%。 1命：增加元素充能效率。 充能就是输出。但是绝大多数人的柯莱本身就没什么输出。_(偶像姬-鸽子) 2命：漫行山薮 固有天赋「飞叶迴斜」转变为： 飞叶轮返回时，将为角色赋予固有天赋「飞叶迴斜」的「新叶」状态，持续对身边的敌人造成相当于柯莱攻击力40%的草元素伤害，持*3*。 从施放拂花偈叶开始，到此次新叶状态消失前，如果队伍中自己的角色触发了燃烧、原激化、超激化、蔓激化、绽放、超绽放或烈绽放反应，则使此次新叶效果的持续时间延长3秒。 新叶效果至多通过这种方式延长一次持续时间；在持续期间再次产生新叶效果时，将移除原有的效果。新叶效果造成的伤害视为元素战技伤害。 需要解锁固有天赋「飞叶迴斜」。 2命：e产生的新叶持*6*，相当于随身草从3秒变为6秒。 关键命座。 提高了挂草能力，延长了挂草时间。 3命：夏堇芳菲 拂花偈叶的技能等级提高3级。 至多提升至15级。 e+3，没什么好说的。 4命：骞林馈遗 施放猫猫秘宝时，将使队伍中附近的所有角色（不包括柯莱自己）的元素精通提升60点，持*12*。 关键命座 ，全队buff60精通，持*12*。 除了自己。_(偶像姬-沮丧) 5命：俱象残火 猫猫秘宝的技能等级提高3级。 至多提升至15级。 q+3，没什么好说的。 6命：坠镞为林 飞叶轮命中时，会产生一个迷你柯里安巴，造成相当于柯莱攻击力200%的草元素伤害。 每次施放拂花偈叶至多产生1次迷你柯里安巴。 额外造成一次挂草+伤害。 绽放队关键命座 ，可以爆发式挂草，在绽放队中可以逆转水底。 这个命座让6命柯莱在妮露绽放队中的作用很大。 总结：命座整体提升较为平滑，主要提升了柯莱的挂草能力，对倍率方面也有一定量的提升。 当然，对于草系角色，挂草能力提高=输出提高，每元素草都可以打一次激化/逆转元素底。 绽放队关键命座：2 4 6 激化队关键命座：2 4 柯莱命座提升图： 注意，4命是全队提升，客户不知道该怎么体现_(偶像姬-沮丧)实际上4命提升远大于图示 四、柯莱武器推荐 注意，你愿不愿意好好养柯莱，对配装思路有非常大的影响。请务必慎重考虑，是认真养，还是只为了这个挂草。 这里介绍柯莱的两种流派，四种配装方案，请按照自己愿不愿意摆烂酌情选择： 1.妮露绽放队中： 此时柯莱的主要作用是挂草 由于绽放队中，每1草元素量，都是一颗种子的好几万伤害。而祭礼弓可以大幅提高草元素量。 所以唯二推荐武器 祭礼弓 ，另一把是 终末嗟叹之诗 。 需要注意，终末嗟叹之诗对比祭礼弓并没有很大的优势。因为祭礼多挂几次草真的很重要_(偶像姬_糖葫芦) 2.激化队中： 最佳毕业武器： 终末嗟叹之诗 ，攻击力精通对激化队都有不小的作用。 如果没有终末， 输出流： 若水>冬弓(2层)>绝弦>天空>落霞 3层冬弓基本叠不出来，不用给自己增加难度，不过冬弓若水的差距很小。 柯莱的伤害分布和皇女差不多，所以推荐武器也和皇女差不多。 需要注意，输出流中绝弦特别强，是因为柯莱实在是太缺增伤区了（比皇女的增伤区低得多）所以，如果不解决增伤区问题，柯莱精1天空弓<精5绝弦 摆烂流： 西风猎弓 激化摆烂流为什么不带祭礼弓？因为摆烂柯莱的伤害太低，扔回旋镖就是在浪费主c时间。激化与绽放不一样，激化队有点草就行，绽放队草越多越好 柯莱——输出武器选择图： 计算规则：2e1q，千岩4充草暴。 可是王下近侍它太好看了啊啊啊啊啊啊啊啊！ 五、柯莱圣遗物推荐 还是四类：绽放认真养类、绽放摆烂类、激化认真养类、激化摆烂类 1.认真培养的妮绽队： 如果队伍中没人带草套，那优先带草4； 如果队伍中已经有人带草套的话，那柯莱可以带2草2攻或者绝缘4。 主词条通常是攻草暴，因为祭礼弓柯莱并不缺充能，而且柯莱并不能触发几颗种子（精通收益低）_(偶像姬_糖葫芦)。如果你觉得充能确实不够，那就还是充能沙吧。 2.摆烂妮绽队： 如果队伍中没人带草套，那优先带草4； 如果队伍中有人带了草套，那就带教官4（全队加120精通）； 如果队伍中有人既有草套又有教官，那就随便捡点高充能散件 主词条：只有两个要求：1.活着 2.能开出大招 所以你的柯莱甚至可以带充生生，不丢人_(偶像姬-鸽子) 3.认真培养的激化队： 千岩>宗室，重复一遍千岩>宗室。 柯莱的千岩覆盖率相当高，一个回旋镖就能保证大概12秒的千岩全覆盖，宗室的话，需要开大。万一开不出来大招，可就尴尬了。 主词条一般选择充草暴， 有大就开，没大招也不强求 。柯莱的e+新叶，足够维持怪物身上的激元素。 至于你带宗室，开不出大卡手，开大又浪费时间，别怪我。 _(偶像姬_达咩) 饰金、2+2、绝缘：我的评价是没必要。对输出端的提升并不大。 而且柯莱饰金4真不一定打过2草2攻/精。柯莱非常缺草伤乘区。 4.摆烂激化队： 唯二指定，千岩套+充能沙；教官套+充能沙。 对不起！这里一开始打成了绝缘套！脑子抽风了 _(久岐忍-惊慌)_(久岐忍-惊慌) 主词条的话，西风弓带暴击头，终末随意。 如果说，你给柯莱带绝缘套是为了让她打点伤害，那为什么要看摆烂攻略，摆烂更不应该带输出装。 做好这个辅助，谢谢。 计算分析：为什么不推荐柯莱用绝缘4？ 相当多的队伍中，柯莱采用的是2e1q的手法，这种情况下，q的占比并不大，如下图： 在充能低的情况下，绝缘4不如2草2攻，而且妮露绽放队多数会带草神，给草神刷圣遗物的功夫，让柯莱捡捡剩下的攻击件就行。 六、配队简述 1.妮露绽放队：柯莱+妮露+草/水角色 2.超激化队：赛诺/刻晴+皇女+柯莱+其他 3.蔓激化队：提纳里/艾尔海森+柯莱+雷+其他 4.激绽队：不列举了 基本上，草神能进什么队，柯莱就能进什么队，绝大多数情况都是下位替代。 草主和柯莱差不多，草主能进什么队，柯莱就能进什么队。 客户不喜欢写配队推荐，我倾向于给读者自由发挥的空间。 就业方向就在那里，功能就在那里，优劣也在那里，你觉得怎样合适，就这样。 七、作者个人的看法 不得不说，作为一名3.0的草系角色，我觉得柯莱是吃了出得早的亏了 ch给柯莱的定位，就是挂草工具人而已，至于其他的作用？呃呃，聊胜于无？ 虽然挂草确实是一件很高贵的事，但确实......ch没有给这样一个角色打主c的任何机会，副c机会也很小。 不说了，再说要掉小珍珠惹 这里是一亿个客户，感谢您的阅读！ 近期，客户还会出不少其他角色的全方位攻略，欢迎大家关注！_(偶像姬_闪亮登场) 数据/图片来源 本文所有图片均来自：角色演示-「柯莱：林薮新芽」-旅行者创作平台-观测枢-原神wiki (mihoyo.com) 所有数据均为作者@一亿个客户 原创计算并制图 鸣谢 刹那的未来 mikun 对相关队伍的研究",
    "length": 4678
}