{
    "game_id": 2,
    "post_id": "37797239",
    "f_forum_id": 43,
    "subject": "3.6纳西妲&妮露抽取建议，入种门的最好时机",
    "url": "https://www.miyoushe.com/ys/article/37797239",
    "created_at": 1681031355,
    "like_num": 17912,
    "view_num": 115111,
    "reply_num": 560,
    "text": "大家好呀，本期是一篇纳西妲&妮露卡池的抽取参考贴_(珊瑚宫心海-摸鱼) 纳西妲 种门主教 五星限定 草系 副C 3.x版本绝对的真神 ，毫不夸张的说，纳西妲的存在盘活了大量的队伍，目前的草国和下限比雷国更高，只要是跟草系反应有关的队伍，纳西妲就是挂草角色的最优选 纳西妲完全可以称作草系版本的 基石角色 ，她不用和其他角色比较，因为目前脱手挂草加高额增益的角色仅此一位， 如果想玩跟 草元素相关的队伍 ，那么我强烈推荐你抽一只可爱的纳西妲 _(纳西妲-赞) E技能提供长时间（25s）后台挂草 正常练度两三万一跳很轻松，是纳西妲主要升级的技能 此外还兼具大世界采集和读心的功能 （仅限须弥NPC，部分限时活动也可以） 凭一己之力大幅增加了编剧工作量的角色 大招召唤的摩耶之殿可以为领域内的角色提供 基于队内精通最高角色25% 的精通加成（上限250） 和根据队内火雷水元素角色的数量提供E技能的增益 天赋升级顺序 E>Q>>A（缺资源的情况A不用升级，即使是满命） 命座 推荐抽取命座， 1、2、6 一命 在大招领域范围内，凭空增加火、雷、水元素各一名，在水草绽放队里由于雷元素角色的缺失，减少不了灭净三业的触发间隔，但是有了一命后就不一样了，算是一个小质变命座 二命 燃烧和绽放及其变种反应能够造成暴击，暴击率20%，固定暴击伤害为100%,那我们来算一下实际的伤害期望，0.8x1＋0.2x(1＋1)=1.2,光是这个效果就能直接为相关反应带来 20%的直接提升 ，这个命座还对激化反应附带 30%的减防效果 ，这是什么概念呢，对于无其他减防效果影响的怪，30减防意味着 大概18%的直接伤害提升 ——二命说是核心命座也不为过 专武的优先级没有两命高，除非外观党 三、五命为天赋等级提升命座，这里就不赘述了 四命 精通提升命座，由于蕴草印存在时间的原因这个命座基本上全程覆盖，100~160的精通意味着圣遗物可以更轻松地到达1000精通阈值，可以选择更多的双爆词条 六命 释放大招后A对蕴草印状态下的敌人会造成高额伤害（6次），类似于满命夜阑的伤害命座，这个伤害可以吃到激化加成也能暴击，该伤害和普通攻击A的等级无关 妮露 种门圣女 五星限定绽放特化C 妮露除了绽放之外还有蒸妮、带精五圣显给胡桃挂水和精通拐的玩法，后面两种都不是平民玩家能用的所以就不做具体介绍了，今天主要是妮绽的舞台 妮露第一次UP的时候紧接着的就是纳西妲，当时版本里妮绽队能用的草系角色只有草主和柯莱，所以不免被人诟病。但是今天已经不一样了， 妮露已经被证明了是下限最高的五星角色 （ 五天从零开始满星深渊），素有 种门圣女 之称 由于触发固有天赋一需要满足条件： 队伍里有且仅有水草元素角色 所以妮绽的队伍搭配比较固定 纳西妲和妮露在当前版本妮绽队里的地位基本上是固定的，草主可换柯莱，心海可换芭芭拉，下个版本可能白术有机会替换掉心海，水位再补一个夜兰 当然没有纳西妲妮绽队也是能玩的，没有妮露都能玩！_(纳西妲-沉思中)烈绽超绽欢迎你 双水双草妮绽队里的草种子， 水系产生的种子差不多是草系产生的两倍 此外原绽放/妮绽队里还有一个隐藏机制：同一角色0.5s内至多造成两次伤害 回到妮露的技能上 EQA在绽放队里都不用升级 _(妮露-尴尬)什么叫省资源啊 E技能 用E开启后，再次使用普攻和E都会叠层，在第四次的叠层方式会决定后续状态 E-——产生净天水环，和芭芭拉的一样对周围敌人持续挂水 A——普攻变为另一套，造成水元素伤害 妮绽只需要点四下E就可以了 Q技能更多的是作为一个无敌帧来使用，也具有在部分情况下补水的能力 命座推荐 绽放队抽取跨度——1、2 一命 该命座的效果主要体现在水环的时间延长上，E技能CD18s，水环初始持续时间12s，有了一命后就可以无缝衔接水环，结合绽放队的造成伤害机制，在面对群怪时收益很高 二命 水抗暂且不考虑，35%的草元素减抗对草种子的伤害也能生效，目前少有的减草抗，要知道四草套也才30% 两命就已经是妮绽队里妮露的上限了，后面的命座都是为蒸妮服务的 妮露和纳西妲不一样，专武的优先级>命座 专武的生命词条可以让妮露更接近天赋的增伤阈值，此外7w血的妮露靠精一专武能为队伍里的所有角色增加140的精通，以及自身252精通 就妮绽队来说，在面对两个以上的怪都有着不错的处理效率，打三剑鬼要多爽有多爽 缺点也很明显，对单效率只能说是一般 也就是大家平时说的 对群T0，对单T 10086 _(胡桃-抱) 最后就是在5个及以上的怪聚集在一起的时候，千万不要用妮绽队里纳西妲的小身板站场_(妮露-思索中)谁用谁知道",
    "length": 1913
}