{
    "game_id": 2,
    "post_id": "6675887",
    "f_forum_id": 43,
    "subject": "【一图流】可莉·角色指南",
    "url": "https://www.miyoushe.com/ys/article/6675887",
    "created_at": 1623208168,
    "like_num": 3469,
    "view_num": 319351,
    "reply_num": 841,
    "text": "这里是阿斯盖特， 可莉的角色指南 最新更新于【2022.02.01】 ，长图之后还有内容补充及角色培养材料图表！ 角色培养材料图表： 关于天赋 1.基础部分： ①.普攻的第3段有着不小的后摇，在输出时更多不使用，而常见的输出手法则是“普攻1段+重击（A重击）”的循环 ②.在深境螺旋中，当体力不足时可以选择“跳+普攻（跳A）”和“走A”的输出方式穿插以此缓解体力消耗 ③.在天赋加点上， 优先普攻和元素爆发 的等级，其次再是元素战技的等级 2.元素附着强弱： ①.可莉的 普攻、重击、下落攻击 均可造成 弱火 元素附着(9.5s) ②.其元素战技的 蹦崩炸弹的弹跳2次 、 诡雷 均可造成 弱火 元素附着(9.5) ③. 蹦崩炸弹的爆炸 （最后一跳）可造成 强火 元素附着(12s) ④.元素爆发的 轰轰火花 会造成 弱火 元素附着(9.5s) ⑤.可莉第 4命 座（一触即发）可造成 强火 元素附着(12s) 3.元素附着次数： ①.可莉的 重击为**元素附着 ，无附着CD ②.其普攻、蹦崩炸弹、诡雷的附着CD共享2.5s计算 ③.元素爆发的轰轰火花和1命效果的共享附着CD 4.元素微粒产出： 蹦崩炸弹命中敌人才能产生 4颗 火元素微粒，每轮只能产生1次元素微粒， 诡雷命中敌人不产生元素微粒 （固有天赋） 关于武器 可莉并没有突破增加暴击率或者暴击伤害的属性，因此在武器的选择上，选 择以暴击率、暴击伤害为副词条的武器可以很大程度上减轻圣遗物的压力 ，诸如： 5星： 四风原典 4星： 流浪乐章 、匣里日月、黑岩绯玉等 而对于想要提高输出上限的旅行者而言可以选择以攻击为副词条的武器，诸如 天空之卷 、 尘世之锁 、 嘟嘟可故事集 等。 PS：①.匣里日月的被动效果并不能增加重击伤害，但是因为其副属性增加暴击率的原因，②.如果圣遗物所带来的暴击率过低，其也是一个可以选择的武器； ③.尘世之锁需要绑定护盾角色才能稳定触发满额被动特效。 关于圣遗物 1 .套装选择： 炽烈的炎之魔女4件 、 渡过烈火的贤人4件 、 追忆之注连4件 等 2.主词条： 时之沙（ 攻击力 ）、空之杯（ 火伤加成 ）、理之冠（ 暴击率 / 暴击伤害 ） 3. 有效副词条： 暴击率、暴击伤害、百分比攻击力、元素精通（反应队） PS：①.搭配追忆之注连是要注意可莉自身能量； ②.推荐 暴击率以70%为基准 ，以此可以稳定触发可莉的固有天赋2。 关于命之座 （命座1/2/4/6·效果图） 1命所带来的火花伤害会在可莉的重击前触发，会一定程度上影响可莉同行秋的元素反应 2命 蹦崩炸弹使敌人的防御力下降23%，相当于13%的增伤效果 3、5命分别提高元素战技、元素爆发的技能等级 4命在可莉退场时造成范围火元素伤害，因其倍率原因也可以作为一个核弹玩法使用 6命可以优化队伍的能量循环，为队伍的其他火元素角色的元素爆发提供能量 总的来说，可莉在0命的情况下就已经属于技能机制上的主C完全体角色，命座更多是带来了副C、功能性的玩法，对于原石紧张的玩家而言0命即可，真爱党推荐解锁至2命效果，氪佬随意。 关于相性搭配 1.可莉 3火 阵容 可莉 + 香菱 + 班尼特 + 枫原万叶 / 钟离 前面讲到，可莉的技能可以存在着诸多的元素附着组，使得自身可以在短时间内打出多段元素附着，过量的火元素附着会迅速消耗行秋所带来的水元素，从而为敌人附着火元素，导致 出现可莉的火元素附着给行秋的水元素伤害“打工”的现象。 这时可以选择 搭配香菱走纯火的爆发输出路线 ，而且在这3火阵容中，充能的问题也会得到减轻，香菱也可以更多的叠加伤害词条。 伤害上限更高的是搭配枫原万叶的组合，搭配风套扩散减抗的同时提升队伍的火元素伤害；如果想要更高的容错率，那么也可以选择搭配钟离使用。 输出手法： ①.班尼特释放元素爆发【为敌人 附着火元素 】 ②.枫原万叶释放元素爆发/元素战技【使敌人 火元素抗性降低 ，并 增加全队火元素伤害 】 ③.香菱释放元素爆发、元素战技（在圈内）【香菱大招具有 锁面板机制 】 ④.可莉释放元素爆发后持续输出 PS：①香菱元素爆发的旋火轮、元素战技的锅巴，可莉的蹦崩炸弹、轰轰火花都具有锁面板机制，其伤害会根据释放时的面板而结算； ②.切出可莉后不能秒放大招，推荐等待0.5s左右再释放大招可以让其吃到班尼特的加成。 2. 双风 冰扩散 阵容 （双风元素共鸣·效果图） 双风元素共鸣可以为队伍 提供体力消耗降低、减少CD的Buff 加成，可以减轻可莉的重击消耗以及加速可莉元素战技CD。 “ 可莉 + 温迪 + 砂糖 + 迪奥娜 ” ①、温迪可以提供 强力的聚集效果以及扩散效果 ，砂糖侧重为可莉 提供更多的元素精通 ，迪奥娜则为队伍 提供护盾保护以及治疗 （在6命时，其释放元素爆发也可以额外增加队伍的元素精通）； 其中， 温迪选择风套4件，而砂糖则以堆叠元素精通为主； ②、迪奥娜也可以替换为 罗莎莉亚（提供暴击率） 、甘雨（释放元素爆发），但是如果在搭配甘雨，这一阵容就相对奢侈了，这一点还需要注意。 Q：砂糖换成琴如何？ A：如果换成琴，那么阵容的元素反应伤害则会降低，这一点需要注意。 3. 行秋 班尼特 双火阵容 （双火元素共鸣·效果图） ①、可莉配合行秋的元素爆发，以 蒸发反应 以此提高输出能力，而班尼特 提供的元素爆发则大幅度增加阵容的输出能力以及为队伍提供治疗 。 ②、第4位可以从 砂糖 、 温迪 、 钟离 中选择： 1】砂糖则可以提供额外的元素精通，增加队伍的蒸发的反应增幅伤害，此时砂糖则推荐选择4风套，以此提供更多的抗性减弱； 2】温迪则可以提供强力的聚集效果，并且加速队伍元素爆发的充能； 3】钟离则可以开启护盾后 提供稳定的元素抗性减弱以及护盾加持 。 4. 双火 双岩 阵容 （双岩元素共鸣·效果图） 这一阵容则更多是在应对无需破除元素护盾时的选择，而在存在护盾时（尤其是水护盾），局限性较大。 更多是搭配“ 可莉 + 班尼特 + 钟离 + 阿贝多 ”的选择，也可以将阿贝多替换为 岩主（空/荧） 5.另外，还有“ 温迪 + 甘雨/迪奥娜 + 莫娜/行秋 + 可莉 ”的组合，这一阵容的主要目的在于 率先开启前3者的元素爆发，做到第一时间内限制住敌人的行动的作用， 以防止敌人过于“活跃”，不过在对于无法冻结的敌人时则会相对局限。 以上就是本次的角色指南的全部内容了，我们下期再见！ _(米游姬入欧)",
    "length": 2660
}