{
    "game_id": 2,
    "post_id": "43152777",
    "f_forum_id": 43,
    "subject": "【V4.0攻略·角色攻略】角色养成攻略：达达利亚",
    "url": "https://www.miyoushe.com/ys/article/43152777",
    "created_at": 1693905409,
    "like_num": 1695,
    "view_num": 101077,
    "reply_num": 243,
    "text": "UID：134792848 各位萌新大佬们大家好_(米游姬 卖萌) 本期为大家带来愚人众执行官公子达达利亚的相关事项，篇幅较长， 若无意详细了解可直接观看长图与配队部分 。 接下来我们直接开始吧！ 达达利亚为五星水元素弓箭角色，常作站场主C进行培养。其 通过元素战技可切换战斗模式 ，由弓箭状态变为近战状态， 核心输出天赋为元素战技与元素爆发 。在 近战状态下达达利亚具有更强的输出能力与挂水能力 ，与之相应的是其较长的技能cd。由于其断流机制的影响，其 在对群方面具有很大的优势 。在命座方面，达达利亚在零命时输出能力足够，其 后面的命座主要是对自身的输出循环机制进行的改善 ，若想要抽取命座则可考虑一命、四命与六命。 达达利亚养成长图如下： 符号说明 ·  A/a→普通攻击 ·  z/Z→重击 ·  闪→闪避/冲刺 ·  走→（按方向键）移动（打断后摇） ·  R→按下蓄力键 ·  e→元素战技短按 ·  E→元素战技长按 ·  Q/q→元素爆发 （在如天赋加点等无需区分长短按的内容中，为达到醒目效果，一般会使用大写字母来代表各个天赋） 1.进行六段的弓箭射击，造成物理伤害；重击为蓄力射击， 满蓄力 后造成水元素伤害，并且会 为命中的敌人施加断流效果 。 2.断流即敌人身上的蓝色印记， 当带有断流印记的敌人受到达达利亚的某些攻击时，会触发断流的后续效果 。 断流·闪 ： 满蓄力的射击命中处于断流影响下的敌人时 ，会引发连续范围伤害。 一次断流·闪共计3段水元素伤害，其元素附着为弱水附着，符合2.5s/3hits规律 ，属于 普通攻击伤害 。 触发断流·闪后，可固定产出一颗水元素微粒，每3s产出一次（与断流·斩共用产球cd，详见后续） 。 断流·破 ： 击败属于断流影响下的敌人时 ， 会对附近的敌人施加断流效果。其 元素附着为强水附着，每次触发均可进行元素附着， 属于 普通攻击伤害 。 技能演示 *断流相关内容的动图演示在本篇后续内容中加以展示 1.按下元素战技后，首先 对周围的敌人造成水元素伤害 ，之后达达利亚会 进入近战状态 ，其普通攻击与重击会转为无法被覆盖水元素伤害的斩击， 此时达达利亚无法进行下落攻击 。 2.近战状态下， 达达利亚的普通攻击转变为六段水元素斩击，重击转变为向前挥出两剑 ，均为水元素伤害。 其倍率取决于元素战技天赋，而其伤害类别分别属于普通攻击与重击 。 当 近战状态的攻击命中处于断流影响下的敌人时会触发断流·斩 ， 造成一次水元素范围伤害，该伤害属于元素战技伤害，每1.5s至多触发一次 。触发断流·斩后 可固定产出一颗水元素微粒，每3s产出一次（与断流·闪共用产球cd） 。 3.在元素附着方面， 释放战技造成的水元素伤害为强水元素附着 ；此外， 近战状态下的攻击为弱水附着，符合2.5s/3hits规则；每一次的断流·斩均可造成弱水元素附着 。 4.在按下元素战技后，其图标会转变为切换回远程状态的图标，再次按下元素战技即可切换回远程状态，并 根据维持近战状态的时间来结算元素战技的cd，具体为使用近战状态的时间+6s 。 近战状态的使用时间最多为30s，在时间接近上限时达达利亚的头上会快速回闪转换图标予以提示，在维持时间达到上限后会自动切换为远程状态，并元素战技会陷入长达45s的cd中。 技能演示 *断流相关内容的动图演示在本篇后续内容中加以展示 释放元素爆发时会 根据达达利亚的当前状态使用不同的攻击 ， 二者均为强水元素附着 。 ·当其处于远程状态时，会向前释放一发水元素魔弹，造成水元素范围伤害，并且 可为敌人施加断流效果，在释放后可返还20点元素能量 。 ·当其触发近战状态时，会进行一次大范围斩击， 该攻击不会返还能量 。 若命中的敌人处于断流状态下时，可引发断流·爆 。 断流·爆 ： 消耗断流效果造成水元素范围伤害，该伤害视为元素爆发伤害 。 技能演示 *断流相关内容的动图演示在本篇后续内容中加以展示 延长断流持续时间至18s，增加了断流效果的覆盖时间。 额外提供了挂断流的方式，也是达达利亚较为常用的挂断流手段。 提高队伍普攻天赋，对达达利亚自身而言提升不大，可作为提高普攻天赋的手段进入一些整活玩法中。 关于断流 1.附加断流标记的方法 ① 满蓄力射击命中敌人 ② 处于 近战状态下时普通攻击与重击暴击 ，需解锁固有天赋2 ③ 在远程状态下释放元素爆发命中敌人 注：当达达利亚 在远程状态下的射击在命中敌人前，快速开e进入近战状态 ，这时之前发出的射击命中敌人若暴击，则同样可以为敌人附加断流效果（a出去后最好移动一下再开e，或者在移动中a再开e，利用移动打断普攻以使得可以成功开e）。 此手法可用在对群双扩的远程挂水上，并且可以通过滑步快速对冬极白星叠层 。 2.触发断流的后续效果的方法 1） 断流·闪 ： 触发方式： 远程状态满蓄力射击命中具有断流标记的敌人时触发 。 效果：引发3段连续范围水元素伤害，为 普通攻击伤害 ，倍率受普通攻击天赋等级影响。 存在弱水附着，符合2.5s/3hits规则，可产出一颗水元素微粒，产球cd为3s（与断流·斩共用产球cd） 。 2）断流·破： 触发方式： 击败处于断流影响下的敌人时触发 。 效果： 造成范围水伤，为周围的敌人施加断流效果 。 造成强水附着，属于普通攻击伤害 ，倍率受普通攻击天赋影响。 3）断流·斩： 触发方式： 近战攻击命中处于断流影响下的敌人时触发 。 效果：造成一次水元素范围伤害，为 元素战技伤害 ，倍率受元素战技天赋等级影响。 造成弱水附着，可产出一颗水元素微粒，产球cd为3s（与断流·闪共用产球cd） 。 4）断流·爆： 触发方式： 近战状态的元素爆发命中处于断流影响下的敌人时触发 。 效果： 消耗断流效果，造成水元素范围伤害，为强水附着 ，属于 元素爆发伤害 ，倍率受元素爆发天赋等级影响。 达达利亚的命之座主要在于 对自身机制的完善，并且改善循环能力 。 ·命之座第一层：可以 减少元素战技的冷却时间 ，减少了达达利亚第二轮因cd未结束而无法开启的情况。 ·命之座第二层：为达达利亚回复固定值元素能量， 增强其循环能力 。 ·命之座第四层：每4s 根据达达利亚的状态触发一次断流闪/断流斩 ， 增强了达达利亚的水附着能力 ，补充了一些输出。 ·命之座第六层： 近战q后可清除下一次开启元素战技进入近战状态前的冷却时间 ，改善了冷却机制。 1.天赋方面 达达利亚的主要输出来源为近战状态下的攻击以及元素爆发 ，需注意， 近战状态下的普通攻击与重击倍率受元素战技天赋影响 ，因此达达利亚主要需要升级的天赋为元素战技天赋与元素爆发天赋，普通攻击天赋则次之， 总体推荐为：E＞Q＞A 。 各天赋影响内容 · 普通攻击 天赋包括：弓箭射击、蓄力射击、断流·闪、断流·破。 · 元素战技 天赋包括：近战状态的普通攻击与重击、断流·斩。 · 元素爆发 天赋包括：元素爆发（远程+近战）、断流·爆。 2.武器方面 达达利亚在武器方面的选择较为多种， 五星武器方面推荐如，冬极白星、若水、天空之翼等 。 其中选择 猎人之径 时，由于其对重击有强化作用，因此 在手法上可多加使用重击 ，如使用az循环；若 使用飞雷之弦振时则可以较多打出普通攻击 ，如3az循环。对于五星武器 最初的大魔术 ， 该武器在万达队伍中吃到的特效较为尴尬，但同样是一把不错的武器，由于其对重击有加成，因此可以较多使用az手法 。 在 四星武器中较为推荐绝弦、烈阳之嗣、苍翠猎弓等 。 其中 烈阳之嗣的效果会对重击进行强化，因此可以较多使用az手法 。而 在对群环境中，可以保证击败敌人时，黑岩战弓也是不错的选择 ，但该武器泛用性较差，不同环境输出期望波动较大。 另外， 由于达达利亚近战状态不可以触发弹弓的武器效果，因此弹弓对于达达利亚而言属于一把白板武器，效果一般。在三星武器中，鸦羽弓的被动效果在万达队伍中可以轻松做到高覆盖，是低配万达中的常见武器 武器期望参考 注：上图为模拟计算，与实际存在一定误差，仅供参考。 3.圣遗物方面 达达利亚 最常见的圣遗物选择为2水+其他二件套组合，如2水+2水、2水+2精通、2水+2攻击、2水+2宗室 。此外，达达利亚 还可选择的四件套有水仙之梦四件、沉沦之心四件 ，其中 水仙之梦的叠层特点，容易使得q吃不全套装加成，且容易丢掉一些其他的buff如教官套的精通加成 ，而 沉沦之心则主要对普通攻击与重击进行强化，使得战技伤害与爆发伤害得不到加成 ，因此总体提升并不会很大。相较而言， 较为推荐选择更容易刷取的2水+2套装的组合。 圣遗物主词条应选择：攻击沙、水伤杯、暴击/暴伤头 ， 副词条可选：双暴、攻击力、元素精通 ， 此外还可堆叠3～4个充能词条以保证循环 。 1.万达队 达达利亚最常见的配队，即双火公子编入万叶作为风辅。其中，班 尼特提供攻击力加成，若选择教官套则还可提供精通加成；香菱作为后台副C提供输出；枫原万叶作为风辅携带四风套，提供增伤与减抗效果 。 万达队伍的输出轴较为灵活，但一般也均会选择双扩起手 ， 对群双扩可选择对怪物1进行挂水，对怪物2进行挂火，而后进行双扩 。 对单双扩则常用达达利亚近身eaz切班尼特q并利用万叶长e下落进行双扩 ， 也可选择分开扩两次达到双扩的目的，如染水圈的流程即需要先水后火的扩两次流程 。 在万达队伍中，另 一个输出核心即香菱，其在队伍伤害中具有很大的占比 ，其在养成过程中需注意充能，为方便循环可保持在230充能左右，在输出过程中还可通过班尼特产球切出香菱吃球。 ·输出流程：达达利亚eaz→班尼特q→万叶E下落q→香菱qe→达达利亚qe输出 ·配队中，其他角色概况如下： 顺逆跑简介 在万达的相关视频中，我们常见到在输出过程中达达利亚会对着怪物绕圈，其目的则主要在于加速火轮与双判。 对于刚刚接触万达的玩家或手法比较一般的玩家，可选择逆时针跑。由于香菱的火轮与玩家进行随身旋转，逆时针的意义在于使得怪物与火轮的相对距离被拉近，从而达到加速火轮的目的。 对于手法较好的玩家可可以尝试使用顺时间跑，其目的在于延长香菱的火轮与怪物的接触时间，使其达到第二次的伤害判定而打出双判操作。关于冲刺顺跑的时机一般选择在火轮即将接触到怪物的那一刻，具体需玩家多加练习以找到手感。 另外，还有顺逆交替跑的选择，其目的在于打出多判与加速火轮的结合，从而达到快速出伤的目的。 2.武装队 此队伍是根据当初公子的魔王武装改编而来， 通过达达利亚前台站场触发后台雷元素角色的协同攻击，从而打出高频水雷伤害并补充一定的感电伤害 ，该 队伍的生存由行秋与北斗带来的高额减伤保证，并可提供抗打断能力 ，二者提供的生存能力一般可应对大多数环境。另外， 该队伍出伤平滑，无明显爆发期，出伤速度不快，没有风辅进行聚怪，对手动聚怪能力要求较高，总体而言对此队伍并不特别推荐选择使用 。 ·输出流程：行秋qe→北斗eq→菲谢尔e→达达利亚e输出 ·配队中，其他角色概况如下： 3.雷达队 此队伍是根据万达队伍的变体， 由达达利亚与雷电将军相互吃到香菱与班尼特的加成，二者接替进行输出 ，并且 雷电将军可为全队提供回能效果，从而可以降低全队充能需求 ，将更多的词条分配给输出向词条。 在该队伍中要把握好各个角色的站场时间 ，如达达利亚e后打两套3az后下场，使得雷电将军q的首刀可吃到班尼特q的加成等。 ·输出流程：雷电将军e→班尼特eq→香菱qe→达达利亚qe输出→雷电将军q输出 ·配队中，其他角色概况如下： 4.达妲队 此队伍为燃蒸型队伍， 利用燃烧的火使得达达利亚进行蒸发，并且利用水元素会与燃火先行蒸发而维持住草底，并且余出的水进行产出草种子，由万叶的火圈引爆种子 。在该队伍中 需注意达达利亚的上水频率，应按照万叶火圈与纳西妲的蕴种印挂草频率进行 ，否则容易打出水底。另外 在第二轮开启之前，为保证万叶可以扩到水，因此达达利亚在第一轮结束之前应进行快速挂水压出水底 。 ·输出流程：纳西妲q→达达利亚蓄力a→万叶e→纳西妲e→班尼特eq→万叶q→达达利亚qe输出 ·配队中，其他角色概况如下： 到了这里本期攻略就结束了，感谢您的观看，我们下期再见_(米游姬 感谢)",
    "length": 5032
}