{
    "game_id": 2,
    "post_id": "54233440",
    "f_forum_id": 43,
    "subject": "【V4.7攻略·角色攻略】芙宁娜武器圣遗物配队攻略",
    "url": "https://www.miyoushe.com/ys/article/54233440",
    "created_at": 1719312327,
    "like_num": 1533,
    "view_num": 20188,
    "reply_num": 128,
    "text": "UID：145553008 超链图片 这期给大家来详细讲解一下 芙宁娜 的 天赋技能 、 武器 和 圣遗物 以及 配队 的思路。 角色定位 芙宁娜的定位为可以在后台提供一定 输出 和提供 增伤 的五星 副c/辅助 角色； 元素战技 可以消耗全队角色的生命值对敌人造成 水属性伤害 或者 治疗 当前场上角色； 元素爆发 释放后，根据角色生命值 提升或者降低 的比例来提供 增伤 ；在解锁了 固有天赋 之后，可以提高芙宁娜的元素战技 伤害 ，当芙宁娜受到不属于自己的治疗并治疗量溢出的时候，将 恢复 全队的 生命值 。 角色培养材料图 超链图片 技能天赋解析 普攻（A） 超链图片 普攻一共四段伤害，最后一段伤害最高后摇最长，并且普攻 无法 穿盾或者攻击到空中的敌人。 重击会对周围造成物理范围伤害，也无法穿盾，重击会 切换 始基力。 当衣服颜色 偏白 ，并且头发为 长发 时则为 芒性 ；衣服颜色 偏深 ，头发为 短发 时则为 荒性 。 元素战技（E） 超链图片 元素战技 在 荒性 时为召唤三位沙龙成员，对周围敌人进行攻击，三位沙龙成员都 无法穿盾 ，但是可以打到 空中 的敌人，其中 重甲蟹 的攻击为 水属性范围伤害 ，其他两位沙龙成员为 水属性单体伤害 ，索敌范围大致为纳西妲元素爆发多四五个身位，且在水下也会跟随并攻击敌人。 元素战技 在 芒性 时召唤众水的歌者，对周围进行 治疗 ，范围大致为纳西妲元素爆发的范围，在范围内时角色周围会有 水环 产生。 在元素战技在场的情况下 切换始基力 ，召唤物会在芙宁娜前面和周围出现。 元素战技召唤物存在期间，芙宁娜可以在所有的水面上移动。 元素爆发（Q） 超链图片 元素爆发 根据叠层阶段的不同，底下会依次出现 越来越多的观众 ，直到叠满之后周围边框为 气泡 。 元素爆发持续期间再次释放元素爆发则气氛值 清空重新叠加 。 角色提升降低的数值基于 每个角色自身的百分比 。 固有天赋 超链图片 天赋一：角色受到治疗并且 治疗溢出 ，且治疗来源 不是 芙宁娜时，芙宁娜为队伍中的角色 恢复生命值 。 天赋二：每1000点生命值都会 提高 元素战技的 伤害 和 治疗频率 。 天赋三：原海异种能力冷却 减少 30%。 命座解析 超链图片 一命：施放元素爆发后 获得 150点气氛值，气氛值 上限提高 100点 二命：获得的气氛值 提高 250%， 等于1%生命浮动提供3.5点的气氛值 ；并且根据气氛值提高芙宁娜的生命值。 四命：元素战技 攻击 敌人或 治疗 场上角色的时候为芙宁娜 充能 。 六命：施放元素战技获得 万众瞩目 效果，获得无法被覆盖的 水元素附魔 ，并且提高普攻重击和下落攻击的伤害。 当始基力为 荒性 时，每秒基于芙宁娜生命值给全队 恢复生命值 ；当始基力为 芒性 时， 普攻伤害 基于芙宁娜生命值 提高 ，命中敌人时全队 消耗生命值 。 其中 一命 、 二命 、 六命 为关键命座。 武器推荐 超链图片 芙宁娜可选加双暴、充能、生命值的武器，其中 腐殖之剑 已经绝版，四星最好用的为 灰河渡手 （枫丹钓鱼获得）； 狼牙 主打输出，但是充能压力会有点大。 圣显之钥 的被动叠层可以通过沙龙成员触发叠加。 有乐御簾切 推荐和岩属性角色一共在场时使用，即使没有岩属性角色在场，有乐的伤害也很客观。 圣遗物推荐 超链图片 黄金剧团 是后台副c芙宁娜最好的选择，可以提供高额的 元素战技伤害 ，让芙宁娜在后台也有可观的输出。 千岩 可以提供一定的 辅助 能力，可以提高队友的 攻击力 ，但是芙宁娜自身的输出会降低，作为 纯辅助 芙宁娜的圣遗物。 2+2水伤+生命是 满命 芙宁娜站场圣遗物，伤害高。 如果生命有4万用水伤杯，没有则用生命杯。 配队 超链图片 百万伏特 是版本最强阵容，能抗能打堪称完美。 克芙纳白 适合对单，对群乏力，并且芙芙可以让克洛琳德的回血进一步增强，提高了克洛琳德的生存能力。 蒸发队 中的希格雯和芙宁娜的相性很好，建议xp党使用，本身阵容强度并不高。 魈珐芙云 配合魈自己的烧血可以提高芙宁娜的增伤，再配合珐露珊和闲云的增伤，可以打出高额的伤害。 总结 芙宁娜是一名强力的辅助兼具副c，有伤害有增伤，大世界探索的天赋也是独一无二，并且养成难度低，武器也有四星适配，从各种角度来看都是十分建议抽取的角色。",
    "length": 1791
}