{
    "game_id": 2,
    "post_id": "42334975",
    "f_forum_id": 43,
    "subject": "【百日挑战40】须弥每日「喵…喵喵？喵！喵。」隐藏成就捉猫记",
    "url": "https://www.miyoushe.com/ys/article/42334975",
    "created_at": 1691942670,
    "like_num": 415,
    "view_num": 16107,
    "reply_num": 65,
    "text": "UID 117503032 哈喽喽，大家好哇，这里是lucky小糕。_(米游姬 卖萌) 今天给大家分享的是须弥的每日委托 【喵……喵喵？喵！喵。】 的 隐藏成就获取方法 ，以及 任务流程 的介绍。 该任务含有隐藏成就 「捉猫记」。 该成就的有技巧/逃课方法，具体见下文叙述。 _(瑶瑶-呆)下面就让我们一起来看看吧。_(可莉-冲呀) 成就介绍 〓成就简介〓 成就名： 捉猫记 成就描述： 帮莎莉寻找过所有小猫. 成就所属： 『天地万象』成就合辑 〓完成条件〓 玩家在接到须弥的每日委托【喵……喵喵？喵！喵。】之后，根据NPC【莎莉】的要求， 寻找一个指定的猫咪。 寻找时需要特定的“猫语”，可以在背包纸条查看提示。 总共 3个不同的猫咪 ，对应 3条支线，随机刷取 。 每只猫需要特定的“猫语”才能成功找回。每个猫咪有四个随机的点位 ，每次随机刷 ， 我们需要根据距离提示找到小猫， 并回答正确的猫语 。 3条支线 分别如下： 1.纳尔吉斯： （喵！喵喵，喵。）深灰色小猫 2.拉勒： （喵，喵喵喵，喵——）黑白色小猫 3.萝赞： （喵喵喵，喵喵喵）灰黑条纹小猫 累计将3只猫咪都找回来过，就可以拿到成就 「捉猫记」。 ▼这里有一个记录统计，大家可以当作记录使用。选自己做完的填就行，没做完就不急着选。▼ 〓逃课方法〓 由于每次刷到的支线是随机的，但是3个支线是有可能重复刷取得，因此常规思路拿到该成就可能需要花费很长的时间。 而经过测试也无法通过断网/推出重登的方式刷支线，因此这里提供一种其他的逃课方法。 ★ 现在的每日委托有轮次保底机制，且各地区相互独立。比如在须弥，所有的每日委托都做过一遍就算做一轮，而刷完一轮需要一到两个月的时间，这样保证玩家总能保底刷到一次特定委托。但是如果玩家接到了委托但是却没有交付，这样不算你完成 ，相当于本轮没有刷到，那么在之后这一轮还能再次刷到。 ★★ 那么我们就可以：如果做着做着发现是自己不想要的支线，即 无效支线或是重复支线，可以选择停止做下去，跳过该委托 ，到别人的世界蹭委托（每日委托可以到别人世界做但是一人上限4次，多了没奖励）。 这样就不用等下一轮了，在这一轮就可以再次接到。以此刷出自己想要的支线。 一个轮次内即可拿到成就的方法：▼▼▼ ★★★ 而 【喵……喵喵？喵！喵。】这个任务，经过测试， 拿到成就的条件是找回所有猫，而不是交付所有支线任务 ，那么也就意味着我们可以： 找回猫之后，不去交付任务，这样在这一轮次内还可以再次刷到。遇到重复的支线也是如此，直到在当前轮次把所有猫都找到并拿到成就。 即：刷到委托后， 回答正确猫语找到猫。然后不去交付任务，跳过这次委托。在当前轮次内再次刷到该任务，重复上面操作，直到所有的猫都被找回并拿到成就。 任务流程 玩家在接到须弥的每日委托【喵……喵喵？喵！喵。】之后，根据NPC【莎莉】的要求， 寻找一个指定的猫咪。 寻找时需要特定的“猫语”，可以在背包纸条查看提示。 每个猫咪有四个随机的点位 ，每次随机刷 ， 我们需要根据距离提示找到小猫， 并回答正确的猫语。 猫语可以事先可以在背包纸条查看提示。 找到对应的猫咪之后需要回答特定的猫语，才算成功找回。 1.纳尔吉斯： （喵！喵喵，喵。）深灰色小猫 2.拉勒： （喵，喵喵喵，喵——）黑白色小猫 3.萝赞： （喵喵喵，喵喵喵）灰黑条纹小猫 累计将3只猫咪都找回来过，就可以拿到成就 「捉猫记」。 注意前面所说的一轮此拿到成就的逃课方法：刷到委托后， 回答正确猫语找到猫。然后不去交付任务，跳过这次委托。在当前轮次内再次刷到该任务，重复上面操作，直到所有的猫都被找回并拿到成就。 这样就可以在一个轮次内拿到成就。 （从上图我们可以看到，找到猫即可拿到成就而不是交付完整的任务，这证明逃课方法的正确性。） 每日委托隐藏成就导航合辑▼ 米游社 枫丹每日委托成就攻略、 须弥每日委托成就攻略、 稻妻每日委托成就攻略、 璃月每日委托成就攻略、 蒙德每日委托成就攻略 请前往我的主页合集查看。 米游社 那么我们这次的分享就到这儿啦QAQ，如果有错误或者不懂的请在评论区指出。 更多攻略请前往我主页合集查看 ——求点赞！求收藏！求关注！谢谢大家—— _(甘雨-谢谢)_(甘雨-谢谢)_(甘雨-谢谢)",
    "length": 1768
}