{
    "game_id": 2,
    "post_id": "55196736",
    "f_forum_id": 43,
    "subject": "【一图看懂】娜维娅/妮露/卡维/绮良良/凝光︱培养+养成",
    "url": "https://www.miyoushe.com/ys/article/55196736",
    "created_at": 1721114928,
    "like_num": 3805,
    "view_num": 29418,
    "reply_num": 73,
    "text": "UID：100559319 这里是阿斯盖特，本期是【4.8上半卡池】的一图流培养攻略，包含5星角色 娜维娅 、 妮露 ，4星角色 卡维 、 绮良良 、 凝光 等。 ▶ 为方便阅读，将下方内容均 放置于折叠 中，长图后还有部分 文字补充 内容~ ▶ 如果图片不清晰，可以 点击图片查看 、或点击 下载 即可查看高清晰度图片~ 【1】娜维娅（ 岩 ·双手剑） 超链图片 ① 娜维娅的玩法主要分为 站场输出、速切爆发 两种。 优先升级元素战技 （9+） ，然后根据玩法的不同选择性升级普通攻击 （8+，站场需升级、速切可不升级） ，最后升级元素爆发的技能等级 （8+） 。 ② 精5【 螭骨剑 】的伤害与精1【 裁断 】差距不大，而且在搭配 班尼特 后差距将进一步缩小至3%以内，如果已经拥有高精练的螭骨剑，且有后续其他抽卡计划的旅行者可以选择不抽取裁断。 （外观党毕业可冲！） ③ 圣遗物套装优先考虑【 回声之林夜话 】4件套，其他搭配与该套装有一定差距；如果想要搭配【 逐影猎人 】4件，则就推荐与 芙宁娜 组队 （因为其战技具有 全体生命消耗机制，可触发逐影4件的效果） 。 ④ 主词条优先 攻击沙、岩伤杯、双暴头冠 ；同时搭配芙宁娜、夜兰时可考虑词条优秀的攻击杯。 ⑤ 娜维娅推荐 堆叠20-40%之间的元素充能效率 ，优化技能循环。 ⑥ 队伍搭配中，推荐优先考虑“ 双岩 ”搭配，不仅利用另一名角色的产球，同时触发岩元素共鸣——娜维娅 站场时 可在阿贝多、钟离、五郎、凝光等中选择；娜维娅为 速切玩法时 可考虑诺艾尔站场并搭配芙宁娜。 【2】妮露（ 水 ·单手剑） 超链图片 ① 作为水草原绽放反应队伍的新角色，依靠 堆叠生命提高队伍的绽放反应伤害 ，自身技能的水伤占比很 小，可以任何技能都不升级。 *高命水伤输出玩法优先升级元素战技、元素爆发。 ② 武器只推荐「 圣显之钥 」、「 船坞长剑 」，如有高精练磐岩结绿也可选择 （仅精1推荐优先给其他单手剑输出角色） ， 其他武器差别不大 。 ③ 在生命值未到达约 7.45W 前，优先堆叠生命值，元素精通不用刻意堆叠。 ④ 搭配「乐园遗落之花」4件、饰金2/乐园2/乐团2的意义主要是小幅度提高妮露触发的绽放反应伤害，套装更多考虑“ 生命2+2 ”的搭配。 ⑤ 绽放玩法中， 2命 提升可观，降低草元素抗性可提高很高的输出能力。 ⑥ 妮露的绽放玩法队内 只能有水、草元素角色 ， 且各至少1名 ，绽放反应的伤害多为水元素角色触发 （即草底水触发） ；高命座时可考虑水伤玩法 （如妮露/香菱/万叶/夜兰等 ）。 ⑦ 妮露绽发队又细分为“ 绽放输出 ”和“ 直伤与绽放混合输出 ”两种——前者主要依靠绽放反应造成伤害，核心在于“ 水元素角色堆叠精通触发绽放 ”；后者以“水或草伤+绽放反应伤害”为主，队内的水、草输出角色以自身伤害为主，这时绽放反应更多是一种伤害补充。 【3】绮良良（ 草 ·单手剑） 超链图片 ① 护盾辅助玩法可以 只升级【元素战技】 ，其他技能选择性升级。 ② 元素战技长按之后进入的【猫箱急件状态】十分适合大世界探索，处于该效果下攀爬时将不会消耗体力。战技所产生的护盾量较厚，且可以持续覆盖。 ③ 绮良良所产生护盾的强度与自身生命值上限有关，通过选择生命提升的2+2散搭组合尽最大程度提高绮良良产生的护盾量。 ④ 【 深林的记忆 】4件推荐4命以上的绮良良考虑搭配，绮良良所产生护盾的强度与自身生命值上限有关，选择生命值提高产生的护盾量。 ⑤ 搭配非草C且是攻击模组的角色时还可以考虑搭配【 昔日宗室之仪 】4件，提高全队攻击力。 ⑥ 绮良良可以作为护盾角色进入大多数需要护盾的队伍中，除长图外还可以考虑仆人、林尼等等角色的配队。 【4】卡维（ 草 ·双手剑） 超链图片 ① 体验 绽放玩法可优先升级元素爆发 ，其次考虑元素战技、普通攻击；如果是 草伤玩法 （如激化、激绽等） ，可以优先升级普通攻击的等级。 ② 卡维的元素爆发能够提高绽放相关反应的伤害，包括超绽放、烈绽放以及妮露队伍的【丰穰之核】，并且 仅与卡维的元素爆发等级有关 。 ③ 绽放玩法依旧可以考虑堆叠充能、精通，草伤玩法可优先双暴、攻击力。 ④ 草伤玩法选择【 逐影猎人 】4件时，推荐搭配 芙宁娜 体验激绽玩法；不搭配芙宁娜体验激化玩法时，可考虑【角斗士4】【饰金4】等。 【5】凝光（ 岩 ·法器） 超链图片 ① 作为4星输出角色， 命座推荐越高越好 ，其中以1、2、6命有着不错的提升。 ② 套装优先考虑「 回声之林夜话 」4件，其次考虑“攻击2+岩伤2”的组合。 ——凝光在输出时通常是 元素战技起手 的，可轻松触发“回声之林夜话”4件套获得岩伤加成，当前如果想要培养凝光，则推荐优先考虑“回声”4件。 ——如果已经有了 词条优秀 的毕业“ 2+2 ”散搭组合、并且有其他角色培养激化，可以选择不刷取“回声4件”。 ③ 优先 升级普通攻击/重击、元素爆发 ，其次是元素战技。 ④ 除输出玩法外，还可以考虑装备武器「 试作金珀 」入队，作为队内的治疗补充手段，另外配合反应队时，还可选择「教官」4件提高输出角色的元素精通。 ——利用40能量的低启动元素爆发多次触发「试作金珀」的武器技能，此时 理之冠可选择“治疗加成” ，提高通过金珀为全队提供的治疗量。 【角色培养材料图表】 【1】娜维娅 超链图片 【2】妮露 超链图片 【3】绮良良 超链图片 【4】卡维 超链图片 【5】凝光 超链图片 【拓展阅读】 【V4.3攻略·角色攻略】娜维娅·全面解析︱机制/养成/配队 【V3.6攻略·角色攻略】妮露·全方位解析 超链图片 以上就是本期【4.8上半卡池角色培养一图流】的全部内容啦~我们下期再见！_(娜维娅-老板的认可)",
    "length": 2383
}