{
    "game_id": 2,
    "post_id": "42525149",
    "f_forum_id": 43,
    "subject": "「林尼传说任务」黑斑猫之章·第一幕·被遗忘的怪盗",
    "url": "https://www.miyoushe.com/ys/article/42525149",
    "created_at": 1692330676,
    "like_num": 401,
    "view_num": 10163,
    "reply_num": 54,
    "text": "各位旅行者你们好，这里是「二也」 _(偶像姬_WINK) 被遗忘的怪盗 本篇内容 林尼剧情有 3 个宝箱，有更多发现的旅行者可以发评论哈~ 任务触发 任务界面用一个传说钥匙解锁触发 等级限制 冒险等阶达到40级 任务限制 完成任务 「第四章·第二幕·仿若无因飘落的轻雨」 第四章·第二幕·仿若无因飘落的轻雨 任务用时/任务奖励 50分钟/原石*60 任务流程 「怪盗重现人间」 怪盗重现人间 1.与夏洛蒂对话 传送 枫丹廷 西南方向 锚点，往 地图的东方向 下飞 ▶与夏洛蒂对话接取任务； 2.采访林尼 往 地图的东北方向 楼梯上走，与林尼对话 3.到墓园寻找嘉玛 传送 白露区 秋分山西侧 锚点，往 地图的西北方向 飞 ▶与墓园的琳妮特对话； 4.在附近大厅消息 往 地图的西方向 看 ，与附近的3人对话 对话结束，完成任务 「怪盗重现人间」 「魔术师的秘密」 秘境中有 3 个宝箱 魔术师的秘密 1.等待到第二天上午（8:00-12:00） 调整 游戏时间 至第二天早上8:00-12:00 2.与林尼会合 传送 枫丹廷 西南方向 锚点，与锚点附近林尼对话 3.在饭店内询问洛伦佐 往 地图的西南方向 走，进入德波大饭店 ▶与饭店内的洛伦佐对话； 4.寻找埃德蒙多 传送 枫丹廷 西南方向 锚点，往 地图的东南方向 走 ▶与花坛附近埃德蒙多对话； 5.去城外引出跟踪者 传送 茉洁站 锚点，往 地图的东南方向 走 ▶前往水边，与跟踪者对话； 6.击败跟踪者 清理跟踪者 （还别说，西装打领带配墨镜是真帅） 7.将情况告诉嘉玛 传送 枫丹廷 西南方向 锚点，往 地图的东北方向 飞 ▶前往咖啡馆门口，与琳妮特对话； 8.进入塞萨尔的魔术工坊 传送 地下灰河 锚点，按图中指引路线走 进入 「秘境-魔术工坊」 ，开启 「单人挑战」 9.探索魔术工坊 按任务指引，往 地图的西南方向 走 按图中指引操作 10.继续向深处探索 抵达该房间，派蒙对话提示魔术道具 ▶攻击弹出时的2个玩偶将其固定，开启机关； （可使用林尼射击） 往 地图的北方向 走，清理机关 往 地图的东方向 看 ，射击玩偶，开启机关 ▶启动升降机，前往工坊上层； 抵达上层平台，前往启动2个机关 ▶按图中指引，射击2个不同的玩偶； 往 地图的东方向 走，沿楼梯前往工坊上层 抵达上层，与林尼对话 11.清理失控机械 对话结束，往 地图的东方向 看 ▶获得 宝箱① ，沿楼梯前往工坊上层； 抵达上层，清理机关，获得 宝箱② ▶启动升降机，前往工坊上层； 往 地图的北方向 走，清理机关，与林尼对话 12.完成魔术解谜 沿楼梯前往房间上方的解谜 ▶启动机关，按图中指引操作； （在路径不重复的情况下激活所有魔术踏板） 13.在隐秘房间内调查线索 往 地图的东方向 走，前往隐秘房间 ▶调查房间内桌上的 塞萨尔的日记 ； 阅读4个关于的内容，才有 停止阅读 14.与林尼会合 返回房间下方，与林尼对话 15.击败洛伦佐的手下 清理所有手下和机关 16.离开魔术工坊 对话结束，获得 宝箱③ ，退出秘境 17.将情况告诉琳妮特与嘉玛 传送 枫丹廷 西南方向 锚点，往 地图的东北方向 飞 ▶前往咖啡馆门口，与琳妮特对话； 对话结束，完成任务 「魔术师的秘密」 「真实之物」 真实之物 1.等待到第二天傍晚（18：00-20：00） 调整 游戏时间 至第二天18:00-20:00 2.到歌剧院观看魔术秀 传送 露景泉 锚点，前往 殴庇克莱歌剧院 ▶前往舞台，与琳妮特对话； 3.在安静的地方询问真相 往 地图的西方向 走，前往大堂方向 嘉玛长大了都在治愈童年 4.观看高空逃生魔术 传送 露景泉 锚点，前往 殴庇克莱歌剧院 外 观看魔术 （原神就是我的真实！） 5.到墓园寻找林尼 传送 白露区 秋分山西侧 锚点，往 地图的西北方向 飞 ▶与墓园的林尼对话； 对话结束，完成任务 「真实之物」 ，获得任务道具 「美好相遇」 「采访」 采访 1.等待到第二天上午（8:00-12:00） 调整 游戏时间 至第二天早上8:00-12:00 2.去蒸汽鸟报社门口看看 传送 枫丹廷 西南方向 锚点，往 地图的东北方向 走 ▶前往护栏下，与林尼对话； 对话结束，完成任务 「采访」 关于林尼的抽卡建议 仅个人建议：林尼强度在线 1.林尼配队 目前最佳配队 ：林尼 班尼特 迪希雅 万叶； ▶香菱可代替迪希雅，打速切队； ▶钟离可代替迪希雅，稳定输出； 由于林尼天赋的原因，林尼配队自身不打反应伤害； ▶天赋-完场喝彩：火元素角色多，提升林尼伤害； 2.林尼命座及专武 推荐 ：0+1即可，2+1足够； （毕竟林尼不是枫丹大C） 枫丹声望任务世界任务合集 枫丹声望任务世界任务合集 提瓦特传说任务合集 提瓦特传说任务合集 如果觉得不错可点个 关注 ，敬请期待更多内容 更新 ！ 如果有任务 问题 ，可以 私信 我，感谢旅行者们支持！",
    "length": 2039
}