{
    "game_id": 2,
    "post_id": "3918609",
    "f_forum_id": 43,
    "subject": "【v1.2攻略】#讨伐手册#全带盾怪物分析及击杀指南",
    "url": "https://www.miyoushe.com/ys/article/3918609",
    "created_at": 1611642933,
    "like_num": 19822,
    "view_num": 220358,
    "reply_num": 1392,
    "text": "众所周知，盾这个东西在敌人手里出现的时候，没有合适的方法是非常难以处理的。 雷锤哥的雷盾延迟锤打的我心态炸裂，而此时凯亚还在挖矿的路上_(米游姬委屈) 所以这篇帖子的目的就是提供一个合适的方法，让读者对盾有一个更好的处理方式。 *主体内容无太大变化，更新1.2版本新怪物，优化部分说法 那么进入正题 游戏内的盾可以按性质分为两大种类：承伤盾（盾破之前怪物不会受到任何伤害）和减伤盾（盾破之前怪物受到的伤害大幅减少），之后会按这一顺序来讲。此外还有一部分特殊的机制，也会单独列出来一下。 此外，破盾的本质是元素反应，因此元素附着量的多少（即平时所说强火弱火、强冰弱冰）同样会造成影响。各种战技元素附着量属于哪种可以去参考相关贴，这里就不多做说明了。 先送一张大部分人最关心的怪物图： A.承伤盾 1.木盾丘丘人/木盾丘丘暴徒 应该可以说是大部分人遇到的第一类带盾怪物？（当然也可能先遇到冰史莱姆） 血量： 本体血量一般，盾量一般。 特性： 盾存在时 抵挡所有来自于正侧面的攻击 。盾牌可以抵挡大量物理和元素伤害。 应对： 盾牌为 草属性 ，使用 火属性 可以 点燃并迅速破坏 。此外， 通过冻结、钟离大招等控制 绕到后方或使用触发时可以从后方造成伤害的技能也可以直接击杀本体。 2.岩盾丘丘人/岩盾丘丘暴徒 基本上和上面同一个模板。 血量： 本体血量一般，盾量一般。 特性： 盾存在时 抵挡所有来自于正侧面的攻击 。盾牌可以抵挡大量非重攻击的物理和元素伤害。 应对： 盾牌为 岩属性 ，使用 重攻击（大剑、爆破） 可以 较为迅速破坏 。此外， 通过冻结等控制 绕到后方或使用触发时可以从后方造成伤害的技能也可以直接击杀本体。 3.冰盾丘丘人/冰盾丘丘暴徒 依然是岩盾系的衍生。 血量： 本体血量一般，盾量较低，但 严寒环境下盾会自动回复 。 特性： 盾存在时 抵挡所有来自于正侧面的攻击 。盾牌可以抵挡大量非 重攻击 和 火属性 的物理和元素伤害。 应对： 盾牌为 冰属性 ，使用 火属性 融化反应可以 迅速破坏 ， 重攻击（大剑、爆破） 可以 较为迅速破坏 。由于盾会自动回复，建议选择 可以进行多次攻击的重攻击或是 火属性 攻击。 此外， 通过冻结、钟离大招等控制 绕到后方或使用触发时可以从后方造成伤害的技能也可以直接击杀本体。 注1： 岩属性 对岩盾没有明确加成，没有明确加成，没有明确加成！（重要的事情说三遍）所有能破岩盾的 岩属性 本身都属于重攻击，可以类比挖矿效率。唯一的特例是钟离的长按E。此外，超载的效果属于爆破，也属于重攻击的范围。（感谢@饕餮居士在300楼的岩属性重攻击分类） 注2：持盾丘丘人防御不是全方位，通过嘲讽、召唤物以及联机测试就可以看出。在不进行攻击动作时，持盾丘丘人的转身速率极高，可以瞬间面对伤害来源方向，因此感觉上更像是全方位防御。 4.大型冰史莱姆 无情的减速机器。 血量： 本体血量一般，盾量较少。 特性： 盾条存在时 吸收所有类型伤害 。但除了 冰属性 和 水属性 以外吸收量整体一般。怪物本体对 冰属性 伤害免疫。 应对： 盾条为 冰属性 ，使用 火属性 融化反应可以 迅速破坏 ，雷属性超导反应也可以 较迅速破坏 。此外， 重攻击（大剑、爆破） 也 有一定的效果 。 5.大型岩史莱姆 深渊没这个怪，只能野外截一张了。 凝光克星。 血量： 本体血量一般，盾量较少。 特性： 盾存在时 吸收所有类型伤害 。怪物本体对 岩属性 伤害免疫，但盾条可以通过 岩属性重攻击 伤害击破。 应对： 盾牌为 岩属性 ，使用 重攻击（大剑、爆破） 可以 较为迅速破坏 。 6. 火 深渊法师 求求老天下一场雨。 血量： 本体血量较少，盾量多。 特性： 盾存在时 吸收所有类型伤害 ，吸收量高，且 破盾前对 火属性 的伤害免疫 。本体血量较少，且破盾后硬直计算为小型怪物。 应对： 通过 元素反应 来消耗护盾值 。 其中 水属性 蒸发反应最佳。 7. 冰 深渊法师 现在想起安柏的好了？ 血量： 本体血量较少，盾量多。 特性： 盾存在时 吸收所有类型伤害 ，吸收量高，且 破盾前对 冰属性 的伤害免疫 。本体血量较少，且破盾后硬直计算为小型怪物。 应对： 通过 元素反应 来消耗护盾值 。 其中 火属性 融化反应最佳。 8. 水 深渊法师 没重云，没七七，凯亚还在矿场蹲。 血量： 本体血量较少，盾量多。 特性： 盾存在时 吸收所有类型伤害 ，吸收量高，且 破盾前对 水属性 的伤害免疫 。本体血量较少，且破盾后硬直计算为小型怪物。 应对： 通过 元素反应 来消耗护盾值 。 其中 冰属性 冰冻反应最佳。 注： 雷属性 与 冰属性 在消耗水深渊法师的盾量时 消耗元素比均为1:1 ，但是存在以下几点，使得 冰属性 比 雷属性 更佳： 1. 雷属性 反应为多段，存在 元素随时间损耗的量 。在 单段元素战技 的情况下 可能出现少一次感电反应，使得破盾量比原本预计量少 。 （更详细的元素反应效率 雷属性 大概为 冰属性 的80%） 2. 冰属性 反应为单段，会一次性消耗掉所有触发反应的盾量，而 雷属性 感电反应存在cd，需要通过多次反应消耗盾量。 同附着量的单次技能消耗盾量可能相同 ， 但 冰属性 所花时间必然比 雷属性 要少。 3. 冰属性 冰冻可以提供更安逸的破盾环境 。 在深渊法师中，存在循环克制关系： 火 克 冰 ， 冰 克 水 ， 水 克 火 ，按照此顺序效率最高，反向最低。 雷伤害反应 效率皆为中等。 B.减伤盾 1.愚人众先遣队·水铳重卫士 我今天就要教你芭芭拉当奶妈。 血量： 本体血量多，盾量中等。 特性： 盾存在时 减少所有类型伤害 ，吸收量高，且 护盾对 水属性 的伤害免疫（指 水属性 伤害无法消耗护盾） 。盾存在时 怪物性能上升。 本体血量较多，破盾后存在一段时间硬直，但硬直计算为大型怪物。 应对： 目前 最难破的盾。 本身作为 奶妈角色， 最好的选择是 开战时直接在开盾前爆发秒掉。 当然如果没秒掉迫不得已需要打盾，那么可以通过 元素反应 来消耗护盾值 。 其中 雷属性 感电反应最佳。 2.愚人众先遣队·冰铳重卫士 冻住，不许走。 血量： 本体血量多，盾量少。 特性： 盾存在时 本体减少所有类型伤害 ，吸收量高，且 护盾对 冰属性 的伤害免疫（指 冰属性 伤害无法消耗护盾） 。盾存在时 怪物性能上升。 本体血量较多，破盾后存在一段时间硬直，但硬直计算为大型怪物。 应对： 通过 元素反应 来消耗护盾值 。 其中 火属性 融化反应最佳。 3.愚人众先遣队·雷锤前锋军 这三段延迟预判锤，我在打黑魂吧。 血量： 本体血量多，盾量少。 特性： 盾存在时 本体减少所有类型伤害 ，吸收量高，且 护盾对 雷属性 的伤害免疫（指 雷属性 伤害无法消耗护盾） 。盾存在时 怪物性能上升。 本体血量较多，破盾后存在一段时间硬直，但硬直计算为中型怪物。 应对： 通过 元素反应 来消耗护盾值 。 其中 冰属性 超导反应最佳。 4.愚人众先遣队·火铳游击兵 只要长得够矮，我都不知道这把狙在架谁。 血量： 本体血量中等，盾量中等。 特性： 盾存在时 本体减少所有类型伤害 ，吸收量高，且 护盾对 火属性 的伤害免疫（ 火属性 伤害无法消耗护盾） 。盾存在时 怪物性能上升。 本体血量较多，破盾后存在一段时间硬直，但硬直计算为中型怪物。 应对： 通过 元素反应 来消耗护盾值 。 其中 水属性 蒸发反应最佳。 5. 愚人众先遣队·岩使游击兵 丘丘人岩法跟你啥关系。 血量： 本体血量中等，盾量中等。 特性： 盾存在时 吸收所有类型伤害 ，吸收量高。盾存在时 怪物性能上升。 本体血量较多，破盾后存在一段时间硬直，但硬直计算为中型怪物。 应对： 通过 重攻击 来消耗护盾值 。 注：在愚人众先遣队中，存在循环克制关系： 火 克 冰 ， 冰 克 雷 ， 雷 克 水 ， 水 克 火 ，按照此顺序效率最高，其他反应效率皆为较低。 岩盾 则为重攻击（大剑、爆破）性能好。 C.特殊机制 1.愚人众先遣队·风拳前锋军 这就叫盾反！ 血量： 本体血量中等。盾为盾反机制。 特性： 盾存在时 不受伤害 ， 吸收来自玩家的元素伤害 ，吸收后下次攻击将 附带对应元素的伤害 。1.2版本修复了与 岩元素 的作用，现在 不会反击 岩元素 伤害 。 应对：避免元素攻击击中弹反盾等待其消失， 或 通过远程元素攻击触发反击。 当然 技术自信也可以直接站撸。 2.冰霜骗骗花/炽热骗骗花 骗骗花能有什么坏心眼呢。 血量： 本体血量高。 不具有护盾，蓄力时出现类似盾条的机制 。 特性： 蓄力期间的护盾 不具有任何减伤， 但 蓄力完成后会进入霸体并进行特殊攻击 。 蓄力被打断则进入眩晕，移除大量抗性。 应对： 蓄力期间利用 非对应元素触发元素反应 消耗盾条。 火骗骗花 （ 火元素 无效）使用 水元素 触发蒸发反应可以 一击破盾 ， 冰骗骗花 （ 冰元素、 水元素 无效）使用 火元素 触发融化反应可以 一击破盾 。除此之外的任何反应，包括 扩散 与 结晶 ，都可以破除 部分盾条 。 3.丘丘岩盔王 赛亚人变身！ 血量： 本体血量高。 不具有护盾，而是类似强化一样的状态（后文统一引用成就中的说法：魔化状态）， 在魔化状态下 不会提供任何减伤 。下方的条 更类似于计时条 ，只是用了岩元素的颜色。 特性： 计时条存在时 获得一些新特性及攻击手段 ，会随时间流失，受到 重攻击时计时条加速流失 。 应对： 可以考虑通过 重攻击加速解除魔化状态 ，但因为 魔化状态不提供减伤 ， 大部分情况下快速击杀不失为一种好的选择 。当然， 直接跑路也一样可以。 4.丘丘霜铠王 大概霜铠的产出商和公子魔王武装是同一家，这也太强了。 血量： 本体血量高。盾值中等，具有 类似岩盔王的魔化状态。 特性： 盾条存在时 获得一些新特性和攻击手段。 与岩盔王不同，魔化状态下 提供高达80%的物理元素减伤（乘区计算在玩家加伤中，实际效果为减少80%的物理/元素加伤效果） 。会随时间流失，受到 火元素攻击 时计时条快速流失， 受到其他元素攻击或是重攻击也会稍微加快计时条流失。 应对： 与岩盔王不同，由于魔化状态 存在高额减伤 ，建议 优先利用 火元素 攻击 （重攻击多为近战且前后摇较大，此处同样不推荐） 来消耗掉魔化状态 。 5.愚人众·雷萤术士 比起特斯拉球，我觉得更像磁暴线圈。 血量： 本体血量中，护盾血量低。 特性： 在场上会召唤 雷萤 进行协助作战， 一定时间后吸收周围 雷萤 并生成护罩 。护罩能量会 随时间流失 ，持续期间内 免疫 雷元素 伤害 ， 抵抗所有其他伤害 ，且 不断对周围造成 雷元素 伤害 。 应对： 任何 火属性 或 冰属性 攻击触发的反应 都可以非常有效地消耗护罩能量 ，但 不推荐近身攻击 。和丘丘岩盔王一样，实在不行 直接跑路也是不错的选择 。 6.愚人众·冰萤术士 诺艾尔你怎么了诺艾尔！ 血量： 本体血量中，护盾血量低。 特性： 在场上会召唤 冰萤 进行协助作战， 一定时间后生成护罩 。在周围 存在 冰萤 时 ，护盾被击破后 会快速刷新新的护盾 。持续期间内 免疫 冰元素 伤害，抵抗所有其他伤害 。 应对： 火属性 或 重攻击 都可以 有效地消耗护罩能量 。由于 冰萤 存在期间护罩刷新非常迅速，在队伍中不能高效移除护盾时， 可以考虑先击杀 冰萤 。 最后，附上一些目前存在的疑惑点： 1.愚人众中， 火 克 冰 ， 冰 克 雷 ， 水 克 火 关系可以确定。而 雷 克 水 关系体现的并不是非常明显。但其他属性破盾性能并没有额外体现，且考虑到深渊法师的循环关系，推测为此结论。如果有更详细的测试可以留下评论和相关数据。 2.风拳前锋军的盾反机制，个人猜测存在一个伤害吸收/返还的比例，但因为各个角色属性抗性不统一，角色自身的技能倍率、元素基础伤害也不同，测试较为繁琐，同样如果有相关数据可以留下评论。 那么这份帖子就到此结束了。如果有其他的疑问，或是对此内容存在异议，欢迎留下评论和数据来讨论 _(米游姬喝茶) 还有为什么我的成就截图会炸啊",
    "length": 4995
}