{
    "game_id": 2,
    "post_id": "39829308",
    "f_forum_id": 43,
    "subject": "【七圣召唤】史上最强卡组！没有之一！钟离双岩队卡组思路讲解",
    "url": "https://www.miyoushe.com/ys/article/39829308",
    "created_at": 1685364891,
    "like_num": 844,
    "view_num": 35667,
    "reply_num": 108,
    "text": "各位原牌玩家大家好！今天给大家带来岩王帝姬队的详细思路讲解。 岩王帝姬队 此卡组可以说是目前版本最强的卡组了，钟离神装直接化身战神，钟离的战技配合千岩牢固和贯虹之槊一个回合至少5点护盾，再配合岩元素的结晶盾和双岩共鸣还有卡组的大量奶根本就死不掉，哪怕是双火超载队和激化队，伤害都不足以轻易打败我们，而且贯虹之槊在有护盾的情况下，伤害还可以加一，配合回合开始时候的回盾，很容易吃到贯虹之槊的增伤，还有凝光的大招配合仙跳墙，在有璇玑屏的情况下一个大招最高可以打出11点伤害，基本可以秒任何角色。雷电将军的三次挂雷，加上大招给凝光钟离充能，让凝光钟离更快的开出大招。 卡组核心卡牌 千岩牢固 此圣遗物在带上的当回合就可以触发受击恢复骰子，相当于此卡只消耗两个骰子，而且回合结算时候的召唤物伤害也可以触发。假如对面先结算，而且对面有召唤物，然后我们这边有立本的情况，结算顺序是对面召唤物造成伤害，然后触发千岩牢固恢复骰子，然后我们这边立本吃到，所以此卡性价比很高，只要是中后期卡组都可以带。优先给钟离带，其次给凝光带， 起手必留 贯虹之槊 此武器配合千岩牢固的回合开始回盾，就可以触发增伤，等于这把武器增加了两点伤害，让我们钟离不缺输出，钟离开5费E后会有三点盾，而且这个回盾效果是没有上限的，岩反应结晶回盾是最高两点。 璃月港口 这张牌可以让我们前期快速过到需要的牌，比如千岩牢固，还有莲花酥和双岩共鸣，让我们可以防止被高爆发卡组偷死，还可以更稳定的触发须弥城效果， 开局必留 ，放完技能后能上就上。 骑士团图书馆 这张卡也是核心卡，此卡可以让我们骰子炸了的情况可以拯救一下，而且可以给我们开局多掷一次骰子的机会，也就是每回合掷三次骰子，一般情况三次掷骰子已经可以拿到想要的骰子了（运气特别差的除外），所以此卡只带一张，多带的话站场地位置，性价比不高，此卡开局可以 看情况留 西风大教堂 此卡可以让我们钟离血量被压得很低后快速恢复，一般是在血量6点左右可以考虑上这张牌。开局不留 珊瑚宫 此卡是恢复群体血量，性价比很高，可以在我们三个角色都不是满血的情况下考虑上，起手不留 须弥城 因为我们是中后期卡组，所以一般手牌都会很多，这张须弥城相当于给了一个万能的骰子，而且还可以在差一个我们所需要的骰子的时候上去，可以直接吃到减费，我们就不用去用卡牌转换骰子了，而且后面的每个回合基本都可以吃到效果，有两张须弥城在场的时候，我们就可以一个岩骰子开出钟离或者凝光的大招。 开局可以留 这里顺便说下这张牌和 天守阁 的差别 天守阁 是掷完骰子，如果骰子有五种颜色可以给一个万能骰子，这五种颜色中万能骰子是算任何颜色的，比如我们掷出了两个万能骰子，两个草骰子，两个火骰子，两个岩骰子，是可以触发这个天守阁的效果的，但如果运气比较好只有一个万能骰子，然后有另外三种颜色骰子，是不可以触发这个效果的。经我自己测试触发效果的概率还是很高的，但是我们这个卡组比较后期，手牌一般都很多，须弥城可以更稳定触发效果，所以更适合我们这个卡组。如果是快攻卡组或者比较消耗手牌的卡组不建议带须弥城 立本 此卡可以理解为可以过牌，蓄骰子，防止骰子炸三合一的卡，吃进去三个没用的骰子吐出来两个万能骰子和过两张牌，性价比超高，起手必留 元素共鸣；坚定之岩 额外回三盾，不管是钟离的E还是岩伤的反应结晶盾，都可以触发这张牌，可以说这张牌是压死对面的最后一根稻草，很多次快攻卡组把我钟离快打死了，直接一个共鸣回盾，瞬间对面就投了。 仙跳墙 这张卡不管配合钟离大招还是凝光大招都可以斩杀对面角色的，特别是在帝君内战时候，钟离动不动就有6点以上的盾，加上血量，基本保持在13血左右，很难斩杀，带一张仙跳墙，可以有效的用凝光大招偷死对面核心角色。 卡组打所有中后期的卡组都是大优势，遇到爆发高的卡组可能会难打一点，卡组的核心就是一个字“苟”！苟着苟着你会发现对面人没了。大致思路是雷神先开大，然后给钟离上千岩牢固，然后钟离开5费E，然后凝光开E，如果雷神没开大就倒了也不要紧，因为雷神的大招充能只是为了让我们更早开大招，让我们节奏快点，就算钟离或者凝光也倒了一个，问题也不是太大，不管凝光还是钟离单挑能力都是特别强的，当然最主要的还是要保钟离。对战情况一般都是多变的，比如遇到爆发卡组，胡桃剑鬼皇女，第一回合就需要来回切人不让对面打出扩散了，或者把雷神和凝光卖了，这个需要大家实战多练习，多思考，多算对面伤害，多思考如果我这样打，对面会怎么做，然后想出相对的应对策略。 总之新版本有好多强势好玩的卡组，只不过比起以前版本的七圣召唤可能会更费脑子了，门槛更高了，如果想玩好七圣召唤就要多去实战练*，*结经验，多去思考！千万不要看了一张牌的描述就去云这张牌行不行，因为七圣召唤的随机情况特别大，只有实战去测试你才能真正了解每张卡牌的作用和价值。 如果大家有什么疑问可以直接回复，我有时间会一一回复的，也可以哔哩哔哩搜索我名字，每天晚上直播为你解答。 谢谢大家！祝大家单抽出金，十连满命！♥♥♥♥♥♥♥♥",
    "length": 2072
}