{
    "game_id": 2,
    "post_id": "36678600",
    "f_forum_id": 43,
    "subject": "【V3.5攻略·角色攻略】萌新4星角色推荐，开荒期的看过来",
    "url": "https://www.miyoushe.com/ys/article/36678600",
    "created_at": 1678375748,
    "like_num": 6852,
    "view_num": 53795,
    "reply_num": 257,
    "text": "UID  100940241 我已经有过一次旅行。所以，你也要像我一样抵达终点，才能在自己的眼中，留下这个世界的沉淀。大家好，我是boyue，感谢打开这篇原神游戏文。boyue会经常分享一些原神资讯与攻略给大家，希望大家能够早日打败天理，冲出提瓦特。 事先叠甲：本文仅针对 真-萌新 ， 四星命座低 ， 无成套高端圣遗物 ， 四星武器有啥用啥 的那种 真-萌新 。 请各位大世界等级60，天天都在佬菜带的各位大佬冷静的发表意见。 你如果凶我 ， 那就是你说得对 。 四星角色归类 我们先来将四星卡简单的归类一下，截至3.5版本上半段，全部四星共有31个。 风元素 ： 弓 珐露珊（须弥）、法器 鹿野院平藏（稻妻）、大剑 早柚（稻妻）、法器 砂糖（蒙德） 岩元素 ： 长枪 云堇（璃月）、长枪 五郎（稻妻）、大剑 诺艾尔（蒙德）、法器 凝光（璃月） 冰元素 ： 单手剑 莱依拉（须弥）、长枪 罗莎莉亚（蒙德）、弓 迪奥娜（蒙德）、大剑 重云（璃月）、单手剑 凯亚（蒙德） 火元素 ： 长枪 托马（稻妻）、法器 烟绯（璃月）、大剑 辛焱（璃月）、单手剑 班尼特（蒙德）、长枪 香菱（璃月）、弓 安柏（蒙德） 水元素 ： 法器 芭芭拉（蒙德）、单手剑 行秋（璃月）、长枪 坎蒂丝（须弥） 雷元素 ： 大剑 多莉（须弥）、单手剑 久岐忍（稻妻）、弓 九条裟罗（稻妻）、弓 菲谢尔（蒙德）、大剑 北斗（璃月）、大剑 雷泽（蒙德）、法器 丽莎（蒙德） 草元素 ： 弓 柯莱（须弥）、长枪 瑶瑶（璃月） 由于可爱的小萌新们无法渡海至稻妻，获取不到稻妻的突破材料，因此所有稻妻的卡全部pass。久岐忍：（啊种门再见，啊种门再见...） 然后萌新大多数整不清楚元素反应和速切，因此我们就需要能够长轴站场且具有输出-护盾-回复的4人队伍，且最后是能够稳定后台。那么这样的话，实际上可供选择的队伍并不多，我将其大致分为 以下3支队伍 队伍推荐 扩撒感电队 ： 以风法砂糖为核心的 扩散感电 队伍 行秋开Q挂水，皇女做奥兹发射器 。然后切砂糖QAE乱按就行了。 这支队伍在保命方面几乎没有问题，对于萌新杀手铁甲小宝系列因为有皇女可以弱点击破几乎也是乱杀。唯一需要注意的点就是 充能循环 。 对于前期的萌新来说，几乎是不可能达成EQ循环的...不过所幸的是。在大世界当中，也不是非常需要行秋开Q，实在不行，让芭芭拉开个E以后A两下再且砂糖也得。 在这支队伍里，除了芭芭拉之外，其他三张卡都可以大胆的投入资源，毕竟到了后期。6命的砂糖行秋皇女可以加入的配队多如繁星。而且还都不弱。 对于圣遗物方面，我的建议是给砂糖一套2+2。 其余三人在捡垃圾的基础上尽量朝着 教官4、流放者2、赌徒2、学士2这一类功能性的圣遗物上凑。注意！前提是捡垃圾的基础上。不用特意去刷，蓝色紫色无所谓。凑个2件套效果就行。 天赋突破的话拉一下砂糖、行秋的QE。皇女的E即可，奶量不够的话适当拉一点芭芭拉的E即可 武器方面可以选择锻造武器 万国诸海图谱 ，如果实在缺充能，可以选择活动武器 证誓之明瞳 。如果这两者都没有的话我的建议是 三星武器翡玉法球 或者是 魔导绪论 。 烟绯蒸发队 ： 以火法烟绯为核心的蒸发体系 这个队伍没啥好说的，利用芭芭拉和行秋挂水，珐露珊水扩散（ 如果没有珐露珊用砂糖作为替代也行 ）。然后切烟绯E技能起手接重疾然后AAAZ循环即可。 圣遗物方面烟绯尽量凑武人4件套 其他三人捡垃圾即可，天赋突破则是只要除了芭芭拉，其他三人均可拉，首先拉升烟绯作为主要输出手段的普通攻击。 武器方面依旧可以选择锻造武器 万国诸海图谱 ，如果实在缺充能，可以选择活动武器 证誓之明瞳 。如果这两者都没有的话我的建议是 三星武器翡玉法球 凝光全岩队 ： 以凝光为核心的4岩队伍。 凝光输出手法和烟绯类似都是AAAZ，圣遗物也几乎相同，天赋突破优先突破A和Q。其中值得注意的是， 女仆、五郎和云堇都是吃防御词条加成哦。 武器方面选择 证誓之明瞳 。主要是为了吃那个充能特效，因为凝光的大招能量只需要40点，在有一定充能的情况下可以说是CD一好就能开的无缝衔接。实在没有武器的话可以选择三星武器甲级宝钰，虽然不是很契合，但是起码还有个暴击副词条。。。 顺便提一下，凝光在站场输出的时候，尽量吃到五郎的E技能，最好的情况是 五郎的EQ，诺艾尔的E，云先生的Q 都能吃到。 总结 雷泽、重云和罗莎莉亚的有关攻略网上多如牛毛，这边就不多说了。至于6星三幻神，我们首先要明确一点，3幻神的基础是因为有锁面板的长时间脱手技能，就拿香菱来说，很多老玩家大招一转1W。萌新一转1K...为什么呢？因为圣遗物和命座差距太大了，6命的15%火增伤以及一个好的火伤杯可以直接让香菱质变，但是萌新不可能有6命香菱。 更别说一个这样的火伤杯了。（看到了吗？这是我的杯子！终于被我装到了！） 因此本文的配队大多输出都是长轴或是中长轴，低命座，突破材料容易获取，每个队伍里我都塞了 一个弓箭手来针对铁甲小宝，三支队伍都有法系来针对纯水精灵。 因此萌新在大世界过程中几乎不需要换卡，如果需要解密，把第四人替换即可。 你是远渡重天、跨越星海之人，把历史刻在你的记忆里，就可以在未来某日，随你一同前往别的世界。关注boyue，与你一起跨越世界。",
    "length": 2181
}