{
    "game_id": 2,
    "post_id": "50147801",
    "f_forum_id": 43,
    "subject": "1.0-4.8菜谱收集贴（贰）",
    "url": "https://www.miyoushe.com/ys/article/50147801",
    "created_at": 1710006004,
    "like_num": 58,
    "view_num": 2938,
    "reply_num": 10,
    "text": "_(克洛琳德-对决致意)《原神》目前版本：4.8 *由于单帖图片达到上限， 寿司郎（スシロー/Sushiro） 联动套餐的相关图片将出现在评论区中，敬请谅解。该图片来源于网络，如需购买或咨询相关套餐，请寻找寿司郎（スシロー/Sushiro）位于日本的门店/客服获取帮助。 本帖收集了UP从开服来获得的食谱（含获取方式） _(克洛琳德-行动开始)阅读时请注意： a)因时限原因，本帖可能会出现收集不全的情况，未在本帖中体现的菜谱可能因未学习、未购买、未完成任务无法获取等原因未出现在本篇中，这一部分菜谱会在后续补齐。（依旧按照以下第d条的规律排序）； b)本帖为间歇性更新，如有错漏请评论指正，UP会更正； d)菜谱按UP「烹饪」页面的显示的顺序（菜谱均为可烹饪状态下）进行排列（角色烹饪所得到的特殊料理会单独列出）； e)由于部分料理材料不足，目前UP已经获取这一部分菜谱的所需材料，部分食谱位置可能会发生变化； f)无法烹饪的料理本帖不作收录，特此告知。 g）部分菜谱获取方式暂不明确或存在bug，特此告知。 接 菜谱收集贴（壹） 上篇 51.蟹黄壳壳烧（稻妻，神无冢，九条阵屋，完成每日委托「 全能美食队 」系列任务中的「海滩的横行者（本系列中第三个任务）」后，任务奖励自动发放） 超链图片 52.蒲烧鳗肉（稻妻，鸣神岛，稻妻城内，「志村屋」志村勘兵卫处购买获得） 超链图片 53.若竹煮（稻妻，鸣神岛，稻妻城内，「木南料亭」木南杏奈处购买获得） 超链图片 54.鲜鱼炖萝卜（稻妻，鸣神岛，稻妻城内，「木南料亭」木南杏奈处购买获得） 超链图片 55.树莓水馒头（稻妻，鸣神岛，稻妻城内，「木南料亭」木南杏奈处购买获得） 超链图片 56.山家烧（稻妻，鸣神岛，稻妻城内，「志村屋」志村勘兵卫处购买获得） 超链图片 57.乌冬面（稻妻，鸣神岛，稻妻城内，「志村屋」志村勘兵卫处购买获得） 超链图片 58.炸肉排三明治（稻妻，鸣神岛，离岛，在「小吃摊摊主」凉子处购买获得） 感谢通行证: 79503312 （ ﻿ @半杯柠七 ﻿ ）的提醒 超链图片 59.烤肉卷（ 须弥 ， 道成林 ， 须弥城内 ，兰巴德酒馆「酒馆老板」兰巴德处购买获得） 超链图片 60.雨林沙拉（ 须弥 ， 桓那兰那（梦境状态） ， 桓那兰那 ，完成世界任务「森林书」『第二章 森林的孩子们』『第三幕 愿为炊之一梦』后，任务奖励自动发放） 超链图片 61.马萨拉芝士球（ 须弥 ， 桓那兰那（梦境状态） ， 桓那兰那 ，完成世界任务「森林书」『第二章 森林的孩子们』『第三幕 愿为炊之一梦』后，任务奖励自动发放） 超链图片 62.杂菇荟萃（ 须弥 ， 桓那兰那（梦境状态） ， 桓那兰那 ，完成世界任务「森林书」『第二章』森林的孩子们『第三幕』愿为炊之一梦后，任务奖励自动发放） 超链图片 63.绿汁脆球（ 须弥 ， 阿坨河谷 ， 奥摩斯港 ，在「食品店主」贾汉吉尔处购买获得，奥摩斯港传送锚点下方三条彩带处**） 感谢通行证ID:247441407（ ﻿ @灬幺丨哥 ﻿ ）的提醒 **如果对商人位置不太清楚，请 轻触此处 获取相关位置指引 超链图片 64.咖喱虾（ 须弥 ， 阿坨河谷 ， 奥摩斯港 ，在「食品店主」贾汉吉尔处购买获得，奥摩斯港传送锚点下方三条彩带处**） 感谢通行证ID:247441407（ ﻿ @灬幺丨哥 ﻿ ）的提醒 **如果对商人位置不太清楚，请 轻触此处 获取相关位置指引 超链图片 65.奶酱鲜鱼（ 须弥 ， 善见地 ， 喀万驿 ，完成「 全能美食队 收束 」任务后（须完成前置任务「 全能美食队 职责之内 」），任务奖励自动发放） 超链图片 66.阿茹拌饭（ 须弥 ， 下风蚀地 ， 阿如村 ，在「商人」阿扎莱处购买获得） 感谢通行证: 79503312 （ ﻿ @半杯柠七 ﻿ ）的提醒 超链图片 67.蔷薇奶糊（ 须弥 ， 须弥城内 ， 普斯帕咖啡馆内 ，「普斯帕咖啡馆代理店长」恩忒卡处购买获得） 超链图片 68.萨巴桑炸角（ 须弥 ， 阿坨河谷 ， 奥摩斯港 ，在「食品店主」贾汉吉尔处购买获得，奥摩斯港传送锚点下方三条彩带处**） **如果对商人位置不太清楚，请 轻触此处 获取相关位置指引 超链图片 69.脆饼珐提（ 须弥 ， 须弥城内 ， 兰巴德酒馆内 ，兰巴德酒馆「酒馆老板」兰巴德处购买获得） 超链图片 70.奶油蘑菇汤（枫丹，枫丹廷区，纳博内区，德波大饭店，「招待」桑格内蒂处购买获得） 超链图片 71.蒜香面包棍（枫丹，枫丹廷区，枫丹廷内，瓦萨里回廊「小吃店店主」路易处购买获得） 超链图片 72.塔塞斯杂烩（枫丹，枫丹廷区，完成世界任务『 在开满鲜花的草地上 』后，任务奖励自动发放） 超链图片 73.枫丹洋葱汤（枫丹，枫丹廷区，枫丹廷内，瓦萨里回廊「小吃店店主」路易处购买获得） 超链图片 74.浮露白霜（枫丹，枫丹廷区，枫丹廷内，瓦萨里回廊，「咖啡厅·露泽店主」阿鲁埃处购买获得 ） 超链图片 75.水乡肉冻（枫丹，枫丹廷区，纳博内区，德波大饭店，「招待」桑格内蒂处购买获得） 超链图片 76.香烤肋排（枫丹，枫黎翡区，梅洛彼得堡，管理区，「特许食堂」主管 韦尔赛处购买获得） 超链图片 77.苹果黑布丁（枫丹，枫丹廷区，纳博内区，德波大饭店，「招待」桑格内蒂处购买获得） 超链图片 78.桔香鸭胸肉 （枫丹，枫丹廷区，纳博内区，德波大饭店，「招待」桑格内蒂处购买获得） 超链图片 79.香浓土豆泥（「邮件系统」， 202103KFC原神联动《异乡食记》活动奖励 ，通过邮件发放） 超链图片 80.金丝虾球（ 璃月 ， 璃月港 ，璃月声望等级达到1级时，到璃月港码头仓库找「璃月总务司」干事 小雨领取） 超链图片 81.嘟嘟莲海鲜羹（ 蒙德 ， 蒙德城内 ， 猎鹿人餐馆 ，「猎鹿人」侍应生莎拉处购买获得） 感谢通行证: 79503312 （ ﻿ @半杯柠七 ﻿ ）的提醒 超链图片 82.黄油松茸（ 蒙德 ， 蒙德城内 ， 猎鹿人餐馆 ，「猎鹿人」侍应生莎拉处购买获得） 超链图片 83.冷肉拼盘（ 蒙德 ， 风啸山坡 ， [秘境]鹰之门 ，首次通关秘境关卡「探索：失落的城塞」后，奖励自动发放） 超链图片 84.蜜酱胡萝卜煎肉（ 蒙德 ， 蒙德城内 ， 天使的馈赠（酒馆） ，完成传说任务 『骑士团长的一日假期 幼狮之章 第一章』后，任务奖励自动发放） 超链图片 85.蟹黄火腿焗时蔬（ 蒙德 ， 苍风高地 ， 清泉镇 ，在蒙德地区每日委托『餐品订单』中，给活跃的欧琳送餐前，吃掉莎拉提供的蜜酱胡萝卜煎肉后，再次询问莎拉要一份餐品，完成送餐后，返回莎拉处提交任务时获得。 请注意：获取此菜谱可能会遇到bug ） 超链图片 86.烤蘑菇披萨 【两种获取途径】 （途径a: 蒙德 ， 明冠山地 ，凤龙废墟，击败所有怪物后，打开珍贵的宝箱获得。 请注意：以此种方式获取菜谱可能会遇到bug ） （途径b:稻妻，稻妻城，在传说任务『鹤与白兔的诉说 雪鹤之章 第一幕』进行任务目标：与木南杏奈对话 时，与「木南料亭」木南杏奈交谈后获得） 超链图片 87.蒙德土豆饼 【两种获取途径】 （途径a: 蒙德 ， 坠星山谷 ， 「秘境」北风之狼的庙宇 ，通关「试炼：烈火与雷电」后，奖励自动发放。 请注意：以此种方式获取菜谱可能会遇到bug ） （途径b: 蒙德 ， 坠星山谷 ， 蒙德城外桥上 ，完成蒙德地区每日委托『 提米，对不起！ 』（接取该每日委托前需在前置委托： 鸽子、鸭子、小孩子 中击杀鸭子后，后续即可接到该委托）后，任务奖励自动发放） 超链图片 88.「堆高高」（ 蒙德 ， 坠星山谷 ， 蒙德城内 ，猎鹿人餐馆，「猎鹿人」侍应生莎拉处购买获得） 超链图片 89.风神杂烩菜（ 蒙德 ， 坠星山谷 ， 望风角 ，与「守望风暴的仕女」芬德对话时，先选择【你在做什么？】后，再选择带宝箱图标的回答（UP忘记这句话是啥了）后获得） 超链图片 90.冒险家蛋堡（ 蒙德 ， 坠星山谷 ， 蒙德城内 ，蒙德城市声望达到1级时，到蒙德城侧门附近找「西风骑士团」后勤 赫塔领取） 超链图片 91.北地苹果焖肉（ 蒙德 ， 坠星山谷 ， 蒙德城内 ，蒙德城市声望达到4级时，到蒙德城侧门附近找「西风骑士团」后勤 赫塔领取） 超链图片 92.黄油煎鱼（ 蒙德 ， 龙脊雪山 ，完成传说任务『旅行者观察报告 白垩之章 第一幕』后，任务奖励自动发放） 超链图片 93.鲜虾脆薯盏（ 蒙德 ， 蒙德城内 ， 猎鹿人餐馆 ，「猎鹿人」侍应生莎拉处购买获得） 超链图片 94.脆脆鸡腿堡（「邮件系统」， 202103KFC原神联动《异乡食记》活动奖励 ，通过邮件发放） 超链图片 95.中原杂碎（ 璃月 ， 云来海 ，完成世界任务『 旧味难寻 』后，任务奖励自动发放） 超链图片 96.水煮黑背鲈（ 璃月 ， 云来海 ， 璃月港内 ，「万民堂」老板卯师傅处购买获得） 超链图片 97.松鼠鱼（ 璃月 ， 云来海 ， 璃月港内 ，「万民堂」老板卯师傅处购买获得） 超链图片 98.轻策农家菜（ 璃月 ， 碧水源 ， 轻策庄 ，轻策庄磨坊「磨坊主」小白处购买获得） 超链图片 99.来来菜（ 璃月 ， 云来海 ， 璃月港内 ，「万民堂」老板卯师傅处购买获得） 超链图片 100.腌笃鲜（ 璃月 ， 碧水源 ， 望舒客栈 ，「老板」菲尔戈黛特处购买获得） 超链图片 因单帖图片上限， 单击此处 跳转下一篇*** *** 编辑于07/30/2024",
    "length": 3924
}