{
    "game_id": 2,
    "post_id": "43708705",
    "f_forum_id": 43,
    "subject": "【V4.0攻略】（超详细）公子核爆的一些建议",
    "url": "https://www.miyoushe.com/ys/article/43708705",
    "created_at": 1695490392,
    "like_num": 172,
    "view_num": 5442,
    "reply_num": 44,
    "text": "uid：248202679 公子池开放的第17天，想必大部分想抽公子的小伙伴都抽到了吧，亦或是在之前复刻的时候就抽到了。抽到公子最重要的一件事，应该很多人跟我的想法一样——打核爆_(心情简单)。是的，几乎每个公子玩家都想打出上百万的核爆，这也是我们对大数字的独爱_(达达利亚-得意)。 而奶茶呢也是经过多次配队实验，打了无数次散兵周本，才摸索出来的建议。可怜我打了几百次散兵啊 （_(流浪者-威胁)：你没事吧） ，其中还要算上有几十次因为手法错误直接退了出来，没计算在其中的……_(心情复杂) 接下来就请欣赏奶茶的百万核爆_(米游姬 好耶) 116w啊，这对于以前还是小萌新一枚的我来说是多么遥不可及的梦想啊！那么如何才能打出百万核爆呢，接下来奶茶就为你们从圣遗物、武器、队友方面为你们一一剖析！ 正文较长，做好心理准备哦 _(心情简单) 目录 1. 队友的推荐 2.武器的选择 3. 圣遗物搭配 4.料理的挑选 5.手法的介绍 一、队友的推荐 公子核爆的队友最好是能够通过 加攻击力，加精通，增伤，水伤加成或者减抗 来辅助公子，使其能够打出尽量高的伤害。那么在基于这个条件下，能够符合条件的角色有 枫原万叶，班尼特，莫娜，纳西妲，芭芭拉（讨龙），烟绯（讨龙）等。 我们上场都是在其中挑选三个。 首先班尼特和万叶是一定要带的，因为他俩对公子的增幅太大了。最后就是最后一个位置的抉择了。这里给一个建议：莫娜>纳西妲＞芭芭拉=烟绯，其中莫娜和纳西妲的差距很小，公子的伤害也相差不大。 二、武器的选择 对于公子的核爆，一般来说 只有攻击力、元素精通，和暴击伤害是有效词条 （有效词条一般指能在副词条产出的并且有用的属性，而水伤加成只能在主词条生成，因此不属于有效词条的范畴，但它是有效属性） ，而暴击率则属于无效词条。但也不是说非得压到5/300这样的面板，那得打多少次才暴击啊，怎么说也得留个25-30左右的暴击 _(心情复杂)，因此这里一般会选择以暴击伤害或者攻击力或者元素精通为副词条的武器，暴击率为副词条的武器的优先级会往后延。 公子： 若水>魔术弓＞飞雷>满精绝弦>冬极>天空弓>绝弦>朦云之月>鹮穿之喙>黑岩弓>…… 其中，满精绝弦和飞雷、魔术弓的差距很小，因为绝弦差的100白字会被攻击沙、讨龙、4宗室放大，从而被拉开。 万叶： 苍古剑>铁蜂刺=西福斯=伞剑>暗巷闪光 班尼特： 雾切=风鹰剑>暗巷>天空剑=波波剑=……>原木刀=试做斩岩=…… 莫娜、纳西妲、芭芭拉、烟绯： 讨龙 三、圣遗物搭配 前面说了，只有 攻击力、暴击伤害、元素精通、 是有效词条，所以圣遗物的搭配会比较多，而不同的搭配差距也不一样。 这里提一嘴：不要轻易尝试4水仙，因为水仙需要普攻、战技、下落攻击、元素战技、元素爆发命中之后才会叠层，而且叠层难度大，并且每一层只有8秒的持续时间，这就导致很多时候只能触发1层或2层。只有对自己的操作有自信的小伙伴去尝试。所以，对自身技术不抱希望的小伙伴就不要考虑水仙套了。当然，自身技术过硬的大佬就当我没说 _(心情简单) 公子： 套装：宗室、水伤、精通、攻击任意2+2（攻击最后   考虑）、4水仙之梦 沙漏：攻击力（可以考虑元素精通） 杯子：水伤加成 头部：暴击伤害 有效词条：暴击伤害、元素精通、攻击力 万叶 套装：4翠绿之影 沙漏杯子头部：元素精通 有效词条：元素精通 班尼特、莫娜、芭芭拉、烟绯 套装：4宗室、4教官 沙漏杯子头部：∅ 有效词条：∅ 纳西妲 （若自身极限精通低于万叶，则纳西妲只需要触发套装效果，圣遗物主副词条不用管；若能，则需要猛堆精通） 套装：4宗室（不考虑教官，若触发了草元素反应，会相当麻烦） 沙漏杯子头部：元素精通 有效词条：元素精通 PS：教官是不能叠加的，不能叠加，不能叠加！！！（重要的是事情说N遍）所以队伍中最多只能给一个人穿教官，另一个人就穿宗室。 四、料理的挑选 首先我们可以从药剂和料理中任选两种进行核爆。 药剂类只能选择水伤精油，料理类最好是仙跳墙，其次是蒙德往事 （迪卢克特殊料理，由堆高高制作而成） 和没有未来菜 （七七特殊料理，由来来菜制作而成）。 因为仙跳墙提供的372攻击力加成，相当于是7个攻击力词条的加成，而蒙德往事和未来菜提供的20爆伤，就只是3个词条而已。 原神唯一一个五星料理可不是跟你闹着玩的 _(心情简单) 五、手法的介绍 1.莫娜 （谁带教官谁带宗室手法都是一样。由于奶茶没有莫娜，抱歉做不了视频展示_(心情复杂)） 公子开e☞班尼特q☞万叶q （扩水染火） ☞莫娜q☞等待怪物重新火附着☞公子eq （注意e不要打到目标） 2.芭芭拉 （宗室班尼特，教官芭芭拉） 公子e☞班尼特q☞万叶q （扩水染火） ☞芭芭拉e，平a一下触发教官☞等待目标重新火附着☞公子eq （注意e不要打到目标） 3.纳西妲 （教官班尼特，宗室纳西妲） 纳西妲q☞公子e☞班尼特q☞万叶q （扩水染火） ☞公子eq （注意e不要打到目标） 4.烟绯 （教官班尼特，宗室烟绯） 公子e☞班尼特q☞万叶q （扩火） ☞烟绯q☞公子eq （注意e不要打到目标） _(三月七_Biu) 总结 _(三月七_Biu) 公子是个非常适合打核爆的角色。但与此同时，要想打出百万核爆甚至几百万级别的核爆，都需要我们对公子有非常深刻的了解，不管是圣遗物方面，队友的选择，还是手法的要求，都缺一不可。 希望奶茶这千字攻略能给各位旅行者一点点帮助。 若有哪处仍有疑惑不解的地方，或者奶茶哪里表达有疏漏不当之处，亦或者各位旅行者有什么高见， 欢迎各位在评论区畅所欲言。_(米游姬 感谢)最后，希望各位都能如愿以偿地抽到公子 ，单抽出金，十连满命，把自己喜欢的角色带回家！同时，早日实现百万核爆 _(达达利亚-得意)",
    "length": 2380
}