{
    "game_id": 2,
    "post_id": "50012646",
    "f_forum_id": 43,
    "subject": "【4.x时代】新版本辛焱攻略（武器/圣遗物/配队）",
    "url": "https://www.miyoushe.com/ys/article/50012646",
    "created_at": 1709645239,
    "like_num": 80,
    "view_num": 5363,
    "reply_num": 47,
    "text": "我也算是个玩了很久辛焱的老登了。不能说这个角色很强，但是我认为很好玩，并且要满深渊，强度也算是够用。好像这个角色的攻略比较少，我就来写一点点吧。第一次写，如果不足或错漏，欢迎各位大佬指出。 以后我会不断完善本攻略。目前各武器/圣遗物的期望计算已更新。如发现什么想要的东西没有，可在评论区催我更新 一、角色定位/技能 辛焱是物理输出的双手剑角色，也能为场上角色提供护盾。 技能简介 E：造成范围火伤害，根据命中敌人数量，基于防御力获得护盾（护盾可分为1，2，3级） Q：基于攻击力，造成多次火范围伤害以及一次高额物理伤害 命座： C1：暴击后，普攻重击攻速提高12% C2：大招的物理伤害必定暴击，同时释放大招后，获得3级盾（核心命座） C3：e+3 C4：e命中后降低物抗15% C5：q+3 C6：进行重击时，体力消耗-30%，攻击力提高，提高数值为防御力的50% 可选流派 主要可以分为3种流派，驻场/速切/盾辅。 驻场主要依赖重击输出（或者配合闲云玩下落攻击） 速切一般是eq下场，以大招为主要输出手段。 作为纯盾辅的话，主要是靠e为场上角色提供护盾。 一般地，实战可以同时修速切和盾辅流派，既提供伤害，又提供护盾 本文目前主要是对驻场主C的流派进行讲解 。其他流派见攻略末尾。 二、攻略正文 驻场流派主要输出手段是重击，从伤害上看，天赋加点A>Q>E （1）驻场主c流武器选择 反之，如果能频繁杀怪，黑岩也是很强的，期望很高。聊聊棒也是很好的武器，但是一般不如螭骨剑。 此外，单看重击伤害本身，天空大剑伤害可能不高，但是它的真空刃特效，很适配辛焱，总伤还是很高的。 还有，其他以攻击力为主词条的武器，也可以使用。例如浪影阔剑、咸鱼大剑、恶玉丸 武器期望如下 以200双暴（约20.9条）+4攻4防，120%面板充能计（除天空大剑外，它提供了36.8%充能），循环按14重击+1重击终结+1e+1q计。 五星武器默认精炼1，四星武器默认精炼5 辛芙修班（此处，班尼特未满命，若满命，可以换火杯打火伤，期望与下面情况类似。此外，闲云替换班尼特玩下落攻击，武器优先级也与下面类似，但天空大剑和赤角的优先级下降） 赤角 113.3% 信标（受伤）110.7% 螭骨109.6% 信标不受伤 约106.8% 狼末触发 103.9% 松籁 103.8% 天空大剑（打满真空刃伤害）约102% （如果将多余充能换成攻击，伤害大约和信标受伤差不多） 无工套盾满层  490379 100% 裁断 约99% 黑岩1层 97.1% 狼末无特效96.3% 白影90.6% 辛芙修多 若班尼特满命，且还想打物理伤害时，可把班尼特换多莉 赤角 107.4% 信标（受伤）106.1% 狼末触发 105.5% 松籁 102.0% 天空大剑（打满真空刃伤害）约101.0% （如果将一些充能换成攻击，伤害大约和信标受伤差不多） 信标不受伤 约101% 无工  392539 100% 螭骨97.5% 狼末无特效94.6% 裁断 约94% 黑岩1层 89.4% 白影87.4% （2）驻场主c流圣遗物选择 圣遗物套装上：（猎人套需要配合队友芙宁娜） 目前，我认为比较好的是 染血苍白2+2，或苍白4（需要靠三级盾来触发） ，或在配合芙芙的情况下，使用 猎人四件套 。在能频繁杀怪的情况下，染血四件套也是很好的选择。根据圣遗物的持有情况，随意选择一套即可。如果没有上述的圣遗物，也可以使用 2物理+2攻击/2绝缘/2宗室/2猎人/2华馆 的组合，词条更好凑出来，但是同词条的情况下，伤害逊色一筹。还可以使用逆飞流星四件套，如果有，但是优先级不是很高。 期望计算：圣遗物词条配置同武器计算的情况(此处武器为无工之剑，其他武器的计算结果与之类似) 22物理 100% 苍白4满层 104% 染血4触发 103.5% 猎人4满层 110.6% 2华馆+2物理：96% (如带赤角，2防2物组合的期望会提高一点点) 其他组合：97-98% 圣遗物词条上： 主词条选择： 沙漏                  杯子              头 攻击/防御/ 充能 物理伤害     暴击/暴伤 如有赤角，则沙漏选攻击/防御均可，伤害差距不大，否则，攻击沙伤害更高。 此外，如果队伍里的产球比较少，充能有压力，也可以选择带词条好的充能沙（不过充能沙多用于速切副c，此处不是特别推荐） 副词条选择： 双暴>攻击≥防御&充能 一般地，也可以靠队友带西风/班尼特多e给辛焱充能，这样充能缺口一般都不大，可以不用刻意堆。(辛焱主C驻场)大约120%充能，就能比较丝滑的循环了，如果队伍产球多，充能可以更少。 （如充能不能满足1循环1大，则充能价值增加） 此外，由于C2的存在，实战爆伤收益略高于暴击率，可以考虑多堆点爆伤。例如，可以堆成60 / 160～180的面板 （3）配队 如果驻场打重击，我认为比较好的队友是 辛焱+芙芙+罗莎莉亚+班尼特/多莉/夏洛蒂。其中最好的生存位是班尼特。 如果配合闲云打下落攻击，可以选 芙芙，闲云，修女，班尼特 当队友。注：如果班尼特满命，下落攻击会变成火伤。此时可以选择带火杯（总的来看伤害也不会变低）。如果想玩物理流，可以搭配非满命的班尼特。 此外，队友还可以选择 钟离/莱依拉 等，或者配合 香菱/凯亚/阿贝多 等副c 三、其他流派的攻略 对于速切流派，武器选择和上述类似，但是需要驻场叠层的武器，相对不那么推荐，此外，还可以选择充能为主词条的武器，例如超级霸王魔剑。 圣遗物套装除了前面提到的套装外，还可选宗室4（如队伍里没有人带） 词条上，如有C2，无需堆叠暴击率，只堆暴伤即可。此外优先堆充能，使得能满足一循环一个大招。 盾辅流派可以和速切流派兼修，eq就下场。但是如果要保证护盾量和生存能力，防御力的优先级是很高的，可以优选防御力为主的圣遗物，例如沙杯头的选择上，可以 防+防（/物）+防（/暴） ；此外，也可以优选防御和充能武器 （推荐祭礼大剑，能快速充能，以及补充护盾） 这两类流派，可 以作任何物理队的插件，或者在其他队伍充当副C/生存位 主C驻场流派实战演示如下： 【辛芙修多/闲】辛焱配队实战演示 大概先写这么多吧",
    "length": 2566
}