{
    "game_id": 2,
    "post_id": "40516080",
    "f_forum_id": 43,
    "subject": "【V3.7攻略·角色攻略】万叶毕业面板，充能、辅助&输出养成",
    "url": "https://www.miyoushe.com/ys/article/40516080",
    "created_at": 1687250702,
    "like_num": 141689,
    "view_num": 796948,
    "reply_num": 1521,
    "text": "UID 100785479 _(绮良良-求好评喵) 相信抽到 万叶 的小伙伴，还在纠结怎么样。 我们知道万叶有：主C、速切副C、辅助，三个养成方向。 觉得不错的小伙伴~ 记得右下角那大大的 点赞 哦~~ φ(>ω<*)  ~~ “ 万叶 详细攻略，可以游览此帖 【V3.7攻略·角色攻略】枫原万叶，保姆级养成/配队/技巧 ” ◆武器选择： 楼主经过大量测试，测试前我会认为辅助向武器也是可以输出的，结果我发现完全不行，差距太大了。无论是精精精，还是攻/精风暴，都差强人意。之后楼主深刻的认识到，能作为输出向的武器就那几把适合的。 正所谓，专业的事交给专业的武器~ ▌ 辅助向 ▌ 苍古自由之誓 万叶 毕业武器，能很好的加成队伍主c的输出和攻击力，且容易达到 1000元素精通 ；不过存在充能压力，注意拉高圣遗物副词条的充能效率。 ▌ 西福斯的月光 万叶 超好用的4星毕业武器，高精通、高充能效率；并且能很好提升队伍整体充能效率，优化循环； ▌ 铁蜂刺 综合性4星肝物武器，在给 万叶 带来了高精通的同时，还提升 万叶 自身的一定输出能力。需要注意充能效率，部分队伍有压力。 ▌ 东花坊时雨 活动4星武器，同铁蜂刺一样；需要注意充能效率，部分队伍有压力。 ▌ 祭礼剑（ 充能向） 部分队伍会需求EQE，充能非常流畅，一般用于破盾等场景，缺点是 万叶 元素精通不会很高，辅助能力会有一定降低； “不同辅助武器在同一养成情况下，辅助和充能不同性能” 可以看到，综合性方面， 苍古自由之誓 和 西福斯的月光 是最适配的。 ▌ 输出向 ▌ 磐岩结绿 0~2命速切C 万叶 ，最好用的；高暴击率加成，和常驻生命值转攻击力加成； ▌ 雾切之回光 不能完全触发武器特效，一般是6命用较好。0~2命速切C也不错； ▌ 苍古自由之誓 虽然是辅助武器，但输出意外的不落下风。特别是2命 万叶 后，会有一定的高精通、输出和辅助能力。综合性很好。 ▌ 笼钓瓶一心 属性为攻击力百分比，整体输出要好， 万叶 不仅仅是外观毕业，输出能力也不落5星武器； ▌ 裁叶萃光 低命不推荐，武器特效基本不触发，性价比不高，6命可以。 ▌ 东花坊时雨 单体型伤害，整体表现一般，胜在活动5精武器。 6命 万叶 适合主C输出，圣遗物配置上与低命变化不大 （万叶速切副C由长按E、Q、持续伤害、反应伤害、扩散等组成） 圣遗物配置为精风暴（攻击力虽然上限高，但辅助能力也下降） -雷九万班为例- （背景为雷系色调） 综合考虑为 万叶 副C精风暴 5星使用前三把差距不大，这里推荐 苍古自由之誓 ，输出和辅助的综合性表现最好； 其次是，外观毕业武器“ 笼钓瓶一心 ”。 低命输出选： 磐岩结绿 高命输出选： 雾切 ◆圣遗物养成方向： ▌ 辅助向 统一“ 翠绿之影 ”，精精精。除苍古自由之誓之外，其他想1000精通会有难度，但充能效率有5个部位都能获得，所以辅助向养成不必过度关注1000精通，多注意充能效率； 充能效率在160%左右，就基本满足大部分场景。 PS： 1命下降30%充能效率需求 ▌ 输出向 前面介绍过， 精风暴 和 攻风暴 的区别； 低命 相对来说推荐 速切副C向 ，精风暴。 高命 也推荐精风暴，看队伍选择 攻风暴 ； 可能有小伙伴有疑问，万叶使用攻击沙漏整体期望应该是更加高的，为什么不选攻击沙漏呢？ 回答：是的， 万叶 使用攻击沙漏不管是直伤、还是整体期望会比精通沙漏高11%+。但从队伍角度看，低命主C向在队伍整体输出占并不是特别理想，反观副C速切这个方向会效果好很多。故携带精通沙漏的 万叶 ，虽然自身输出期望下降，但辅助能力提升，在队伍中兼顾一定输出和辅助能力的副C。 因此，低命 万叶 综合性是精通沙漏较好、适应性广。 「 角色毕业面板一图流 」 ▌ 辅助向 ▌ 输出向 另外， 3.7版本上半场卡池 ，毕业养成在下帖： 【V3.7攻略·角色攻略】八重神子毕业面板，及全武器对应期望 【V3.7攻略·角色攻略】夏日盛祭宵宫，毕业面板&养成推荐 _(枫原万叶-轮到你了) 制作不易的喵~~ 你的 点赞 就是我的最大鼓励~ 设计： 八重樱cy 文案： 八重樱cy 制图： 八重樱cy",
    "length": 1730
}