{
    "game_id": 2,
    "post_id": "40187784",
    "f_forum_id": 43,
    "subject": "【V3.7攻略·角色攻略】猫又战斗指南请签收|绮良良角色攻略",
    "url": "https://www.miyoushe.com/ys/article/40187784",
    "created_at": 1686383911,
    "like_num": 2167,
    "view_num": 140624,
    "reply_num": 169,
    "text": "UID 100058003 大家好呀，看到可爱的绮良良就忍不住多在提瓦特大陆多呆一会，为了抽绮良良，在八重池子抽了140多抽才出，小保底是莫娜，难受。不过问题不大，草猫猫来了就是好事~今天就给大家带来草猫猫相关攻略。 PS：本文可能出现的词义相互替换：普通攻击——A，重击——Z，元素战技——E，元素爆发——Q。 绮良良的普通攻击共有4段动作，共计5次伤害，其普通攻击与角色主要机制没有关系，且缺少相关附魔手段，因此无论何种定位都较少用到该天赋。 *猫爪攻击很可爱，闲来无事可以欣赏一番~ 命座总结 喜欢联机的朋友优先考虑抽到“第二命座” “第四命座”能解决绮良良单草入“激化”队时，后台挂草能力不足的问题 “第六命座”让绮良良具备为全队增伤的能力，适合“激化”队伍解锁 圣遗物总结 「护盾生存向」的搭配以“2生命+2生命”散搭为毕业即可； 「副C输出向」我个人比较推荐的搭配是“绝缘”四件套或“深林”四件套并穿戴“元素充能效率”沙漏，可能在一些队伍里充能会溢出，但胜在极其通用，不用频繁更换圣遗物。 *下图是「绮良良」「迪奥娜」「钟离」「莱伊拉」在同副词缀下的同等级盾量对比； *「绮良良」「迪奥娜」佩戴“千岩2+花海2”，「莱伊拉」「钟离」佩戴“千岩4”，时之沙、空之杯与理之冠主词缀均为生命值； 护盾计算的一些条件 ◎ 「绮良良」 的“吸收量上限”计入 「固有天赋·妖说歧尾之变」 的 60% 盾量提升； ◎ 「迪奥娜」 的护盾吸收量默认为 “长按” 产生，“吸收量上限”计入 「第二命之座·猫爪冰摇」 的 15%盾量 提升； ◎ 「钟离」 的护盾吸收量默认计入 “千岩4” 的 30%护盾强效 与岩元素护盾特有的 150%吸收量 ，“吸收量上限”计入 「固有天赋·悬岩宸断」 带来的 25%护盾强效 ； ◎ 「莱伊拉」 的护盾吸收量默认计入 “千岩4” 的 30%护盾强效 ，“吸收量上限”计入 「固有天赋·如光骤现」 带来的 24%护盾强效 与 「第一命之座·寐领围垣」 的 20%盾量 提升； ◎ 「绮良良」 护盾对 “草元素伤害” 的吸收量最大； ◎ 「莱伊拉」 与 「迪奥娜」 的护盾则对 “冰元素伤害” 有优秀的吸收量； ◎ 「钟离」 的护盾则对 任何类型伤害 都有着非常优秀的吸收效果。 盾量的差距虽然有“护盾强效”以及角色特有的“盾量提升”影响，但天赋本身的 “生命百分比转化盾量” 的数值也有非常大的影响，下图是不同角色的元素战技护盾转化比值的成长曲线。 曲线图的一些解读 ◎能够观察到该转化比值在很大程度上决定了角色最终盾量的差距，该图的高低排名基本是最终盾量的排名； ◎基础生命值排名： 「钟离14695」＞「绮良良12180」＞「莱伊拉12180」＞「迪奥娜9570」 ◎除了 「迪奥娜/钟离」突破属性 为 “冰/岩元素伤害加成” 以外， 「绮良良/莱伊拉」 的 突破属性 均为 “百分比生命值” ； ◎这简单看下来，「绮良良」的机制导致她并不能很好的触发「千岩」四件套效果，且其自身也没有能提供“护盾强效”的天赋，导致她基础生命虽然高于「莱伊拉」，但 最终护盾表现会略差莱伊拉一些 ； ◎而迪奥娜则因为有 治疗 能力，所以在护盾相关属性上亏了较多的“模组”，不过综合来看也有不错的生存能力。 期望图的一些解读 ◎由图可知， “增伤” 与 “双暴” 属性对绮良良的提升来说比较大，拥有相关副词缀以及武器特效的武器表现都较佳； ◎ 「裁叶萃光」 与 「磐岩结绿」 的武器 身材类似 ，但 「裁叶萃光」 的武器特效对绮良良来说几乎没有提升，因此精炼的效果很差，而绮良良自身基础生命值较高， 「磐岩结绿」 能够提供不错的攻击力提升，弥补了白值上的缺陷，并用副词缀的优势超越了输出通用最强武器 「雾切之回光」 ； ◎随着 精炼等级的提升 ， 「雾切之回光」 与「磐岩结绿」的 差距会越来越小 ，如果你的双暴副词缀超过28条， 「雾切之回光」 也有可能超越 「磐岩结绿」 ； ◎四星武器整体表现略差，因为没有能稳定增加元素爆发伤害类型的输出向单手剑 （海祇民系列怎么没有单手剑呢~）； ◎没五星武器时，考虑佩戴三星神器 「黎明神剑」 更合适一些。 看得开心的旅行者点点赞和关注吧~",
    "length": 1750
}