{
    "game_id": 2,
    "post_id": "37422558",
    "f_forum_id": 43,
    "subject": "【V3.5攻略·角色攻略】迪奥娜入门攻略 一图总结+详解",
    "url": "https://www.miyoushe.com/ys/article/37422558",
    "created_at": 1680171584,
    "like_num": 2566,
    "view_num": 347961,
    "reply_num": 140,
    "text": "UID 100143417 作者开服全角色玩家， 点击头像 查看更多攻略。 攻略制作不易，希望小伙伴们帮忙 关注点赞~ 【 主要面向 新手玩家 ，有建议欢迎评论区留言 】 【前言】 太长不看一句话总结版 讨厌喝酒迪奥娜，猫尾酒馆做特调。 冰系盾辅很好用，元素爆发有治疗。 零命基本完全体，联机二命才更好。 满命还能加精通，两百数值真不少。 主E 副Q 不升A，角色等级很重要。 首选祭礼别犹豫，重置战技是个宝。 西风猎弓也可以，还有反曲生命高。 宗室虽好要放大，散搭只需两件套。 主要属性生生生，盾量够厚才可靠。 八十能量的大招，尽量充能副词条。 新手没盾可以练，生命尽量去堆高。 常见攻略术语解释 A/平A 普通攻击 e/E 元素战技 Q/大 元素爆发 Z 重击 S/闪 闪避/冲刺 C 主要输出角色 站场 在场上的角色 速切 切出来放完技能马上切走 后台 不在场上技能也能造成伤害 凹 多次尝试 拐 辅助 吃 需求 AOE 范围性伤害 buff 增益状态 debuff 减益状态 白字 一般指基础攻击力(只取决于角色等级和武器) 绿字 一般指附加攻击力 乘区 指不同的伤害加成区间 双暴 暴击率和暴击伤害 大攻击/小攻击 副词条中的攻击力百分比/攻击力数值 大生命/小生命 副词条中的生命值百分比/生命力数值 大防御/小防御 副词条中的防御力百分比/防御力数值 有效词条 指副词条中多少个是对角色有用的 2+2 2个不同的套装散搭 后摇 动作之后的僵直时间，一般可用闪避取消 锁面板 指持续技能按施放时的面板结算，就算增益效果消失了也能锁住，故称为锁面板 其他更多术语 可参考 【坤易小课堂】原神黑话/简称/术语的汇总介绍，全网最全版 【 仅供查看，欢迎转发，不得搬运，盗图必究 】 【目录】 【01     角色简述】 【02     抽取建议】 【03     相关反应】 【04     天赋解析】 【05     使用技巧】 【06     命座简评】 【07     武器推荐】 【08 圣遗物选择】 【09     配队建议】 【10     毕业属性】 【正文】 【01 角色简述】 作者总结 ——迪奥娜是一位能够提供 护盾保护 与 治疗回复 的 辅助 型角色，E技能具有优秀的 多段伤害机制 能够更容易的触发祭礼弓、西风弓武器特效，搭配上述武器后 产球能力非常优秀 ，不但能够有效的 提升队伍生存能力 ，还可以 改善冰系队友的充能问题 ，但是自身基础生命值较低、突破是冰伤加成也是作为辅助的劣势，同时大招高达80的能量也会带来一定的充能压力。 【作为盾辅】 优势 ：E技能生成护盾，长按有额外的75%吸收量且是单独乘区。 劣势 ：护盾存在真空期，需要祭礼弓改善覆盖率问题，基础生命值较低而且突破不加生命。 【作为治疗】 优势 ：在有护盾保护的情况下，能更安全的治疗残血角色。 劣势 ：必须施放大招且无法治疗后台角色，需要80能量充能方面有一定压力。 【02 抽取建议】 【推荐抽】 1.没有护盾角色的玩家。 2.玩永冻队但没心海的玩家。 （主流永冻神鹤万心或者神莫万猫） 3.需要强力精通拐且有满命+终末。 【不推荐抽】 1.已经练了钟离/莱依拉等盾辅。 2.不玩永冻队或有心海。 3.不需要精通拐。 【作者建议】 迪奥娜 0命基本就是完全体 ，兼顾盾辅和治疗功能，只堆生命就可以圣遗物还可以散搭，相对 养成难度比较低 ，如果萌新玩家需要一个盾辅角色，那迪奥娜是非常好的选择之一。 【03 相关反应】 【冰 x 火 = 融化 】 增幅伤害的反应 ，火克制冰， 冰打火1.5倍伤害 因为消耗的元素量少能打出更多的融化， 火打冰2倍伤害 但是消耗的元素量多导致较难持续触发，这个增幅倍数会根据精通和相关的加成系数提升。 【冰 x  雷 = 超导 】 冰元素范围伤害，伤害较低，但是可以 降低40%的物理抗性 。 【冰 x  水 = 冻结 】 控制类反应 ，可以提供更好的输出环境，但是需要持续上水和冰元素。 【冰 x 风 = 扩散 】 一般搭配风套减抗 ，同时风系角色一般具有一定的增伤聚怪能力。 【冰 x 岩 = 结晶 】 反应产生对应元素晶片 ，拾取后会获得对应元素的 护盾 。 （一般 不用刻意去捡 ，除非岩角色带了磐岩套） 【冰 x 草 = 不反应 】 总结 ：迪奥娜作为冰系辅助，常规情况下会考虑 冻结 与 扩散 这两个反应：搭配 水系角色 的 冻结反应 可以通过限制敌人达到 提高伤害命中率 和 间接提升队伍生存能力 的目的，搭配 风系角色 的 扩散反应 可以通过 风套的减抗 达到 提高冰元素伤害 的目的，其他反应目前常规配队中较少考虑。 【04 天赋解析】 推荐顺序 E ＞ Q ，不升A。 【 普通攻击 · 猎人射术 】 描述 ：普攻五段的连续弓箭射击，重击和下落攻击弓系通用模板。 评价 ：迪奥娜作为辅助， 常规玩法情况下基本用不到普攻，在需要蓄力射击用冰附着破盾或者解密时也不看伤害，所以一般 不升级 。 【 元素战技 · 猫爪冻冻 】 描述 ：分为点按和长按两种施放方式： 点按 ：冷却6秒，快速的发射2个猫爪，造成冰元素伤害，并在命中时形成护盾。 长按 ：冷却15秒，后撤并发射5个猫爪，造成冰元素伤害，并在命中时形成护盾。 护盾量 ：受益于迪奥娜的 生命值上限 ， 长按护盾吸收量+75% ，对冰元素伤害有250%的吸收效果。 持续时间 ：E≥7级时每个猫爪提供2.4秒的护盾，即 短按护盾有4.8秒 ， 长按护盾有12秒 。 特殊效果 ：在形成或者切人时为当前角色施加 瞬间冻元素附着 （可以消除角色身上的雷火附着，不会消除水附着） 评价 ：迪奥娜的核心技能，因为持续时间和护盾强度问题， 一般建议长按 ，但是长按冷却15秒，护盾只有12秒，会出现3秒的真空期（一般通过祭礼弓改善），另外特别注意因为 E技能等级 不但 影响护盾量 ，还会 影响护盾持续时间 ，所以 至少点到7级 ，有条件 尽量升级 。 【 护盾量计算 】基础吸收量x(1+伤害吸收量加成)x(1+护盾强效加成)x元素吸收效果 举例 ：迪奥娜3万生命12级E，基础吸收量就是30000x14.4%+1773=6093，长按有75的伤害吸收量加成，对冰元素有250%的吸收效果。 对冰元素 迪奥娜的护盾量：6093x(1+75%)x250%= 26657 其他元素 迪奥娜的护盾量：：6093x(1+75%)= 10663 （二命的15%护盾量加成也是独立乘区，在这个基础上再加15%） 【 元素爆发 · 最烈特调 】 描述 ：需要80能量，冷却20秒，造成冰元素范围伤害并 生成领域 ，对领域中的敌人持续造成冰元素伤害，为领域中的场上角色持续恢复生命值。 评价 ：迪奥娜的治疗技能，因为 常规战斗时有护盾抵挡伤害不会掉血 ，在面对高强度战斗时可能会出现护盾被击破角色损失生命值的情况，这时候就需要迪奥娜及时开大来保证队伍的生存能力，如果圣遗物没带4宗室（开大加全队攻击），而且队伍血量健康的情况下也可以考虑不开大， 留着应对紧急情况 ，建议有条件适当升级。 【 固有天赋 · 猫尾隐藏菜单 】 描述 ：处于E护盾保护下的角色，移动速度提升10%，体力消耗降低10%。 评价 ：非常使用的被动，提升移动速度和降低体力消耗使战斗时更为灵活，而且不只是冲刺，包括重击等所有方式消耗的体力都会降低。 【 固有天赋 · 滑稽百出的醉相 】 描述 ：敌人进入Q领域后的15秒内，攻击力降低10%。 评价 ：降低敌人的攻击能够间接的提升队伍的生存能力，也是一个不错的被动。 【 生活天赋 · 附赠的下酒菜 】 描述 ：完美烹饪恢复类食物时，有12%概率获得2倍产出。 评价 ：猫猫不但会调酒，还会做下酒菜~ 【05 使用技巧】 迪奥娜常规的使用技巧图片里基本都提到了，这里补充说明下所谓的 冻元素附着 ： 正常角色造成冰元素伤害给敌人的都是冰元素附着，冰元素与水元素反应会生成冻元素，冻元素不会与水元素继续反应，这也就是为什么冰深渊法师头上显示是冰，你用水元素伤害打他却不能冻结他，因为冰深渊法师的附着是 冻元素附着 ，不会和水反应的。迪奥娜生成护盾或者有护盾时切人，会有一个非常短暂的冻元素附着，如果身上有火或者雷元素附着（比如阴燃之火、噬能之雷的负面效果）就能反应掉这个附着让角色不再有这个负面效果，但是因为是冻元素所以有利有弊，好处是不会再有水元素的情况下自己把自己搞冻结，坏处是也不能用来消迟滞之水的负面效果，但总体来说是利大于弊的，毕竟像芭芭拉一样给自己挂水导致冰环境自己被冻结会很难受。 【06 命座简评】 总结 ：迪奥娜 0命机制就很完善 了，不是很需要抽取命座，当然有命座肯定更好。 【 1命 - 特调的余韵 】 描述 ：Q的效果结束时，为迪奥娜恢复15点元素能量。 评价 ： 因为常规战斗时有护盾抵挡伤害不会掉血，队伍血量健康的情况下一般留着大招应对紧急情况，但是 如果 圣遗物带4宗室 （开大加全队攻击）的话就 需要频繁施放大招 ，这时候恢复15能量的收益就很可观了。 【 2命 - 猫爪冰摇 】 描述 ：E造成的伤害提高15%，护盾的伤害吸收量提高15%；命中时，将为附近的当前其他场上角色生成一个50%伤害吸收量的护盾，持*5*。 评价 ：主要是进一步提升了E技能的护盾量，而且这个15%也是单独乘算的，另外最重要的是这个命座 解锁了联机套盾 的功能，但是需要注意联机情况下不管点按还是长按E队友的盾都只有5秒，所以 联机时建议点按E 。 【 3命 - 还、还要续杯？ 】 描述 ：Q的技能等级提高3级。 评价 ：常规技能命座，但是因为Q技能等级直接影响大招的治疗量，所以还是有一定收益的。 【 4命 - 「酒业杀手」 】 描述 ：在Q的领域内，迪奥娜的瞄准射击的所需的蓄力时间减少60%。 评价 ：这个命座的实际意义不大，因为迪奥娜一般情况也不会打蓄力射击，不过在需要破盾且没其他更高冰附着频率的队友时候，可以考虑让迪奥娜在Q领域内蓄力射击。 【 5命 - 双份加冰 】 描述 ：E的技能等级提高3级。 评价 ：常规技能命座，但是因为E技能等级直接影响护盾的基础吸收量，所以收益还是比较高的。 【 6命 - 猫尾打烊之时 】 描述 ：处在Q领域内的角色，生命值≤50%时，受治疗加成提升30%；生命值＞50%时，元素精通提升200。 评价 ：在 生存压力大 ，场上角色残血的时候治疗加成能够 有效提升治疗量 。在 生存压力小 的时候能够提供 额外的元素精通加成 ，而且数值很高。但是迪奥娜一般都在永冻或者冰队里，队伍一般不需要元素精通加成（万叶可以吃到这个元素精通从而提升被动增伤），而冰打火融化目前一般常用的就融甘而且没有位置给迪奥娜，火打冰融化对冰元素附着频率的要求又非常高迪奥娜无法满足，冰元素还不与草元素反应，所以在目前需要元素精通的队伍里没有非常合适的队伍，可能在未来迪奥娜的六命元素精通加成会发挥更重要的作用。 【07 武器推荐】 武器推荐顺序 ： 祭礼弓＞西风弓＞反曲弓＞竭泽 终末 比较特殊，需要看队伍是否需要精通加成。 【 祭礼弓 】【 重置战技 】 优点 ：能够重置战技冷却，可以多放一次E技能，多产球来缓解队伍充能压力，还能提高护盾的覆盖率，迪奥娜长按E有5段伤害触发更容易。 缺点 ：后台不能触发，需要尽量高精来降低特效的触发冷却时间。 【 西风猎弓 】【 团队充能 】 优点 ：大量的充能加成，特效产球能够缓解全队的充能压力，迪奥娜长按E有5段伤害触发更容易。 缺点 ：需要尽量高精，造成暴击才能触发特效，后台不能触发。 【 反曲弓 】【 生命加成 】 优点 ：副属性生命加成能够增加护盾量，人人都有不需要精炼。 缺点 ：不加充能大招比较难攒能量，特效在战斗中比较难触发。 【 终末嗟叹之诗 】【 全队精通 】 优点 ：较多的充能加成，能增加全队攻击力，配合六命效果可以提供大量的精通加成。 缺点 ：迪奥娜的E技能如果是打到同一个敌人身上只能获得1个印记，需要大招施放+1个印记，再有2次持续伤害才能攒够4个印记触发特效，相对触发比较慢。另一方面如果队伍不需要元素精通，那武器收益就会变低很多。 【 竭泽 】【 钓鱼获取 】 优点 ：较多的充能加成，免费就能获取不用精炼。 缺点 ：特效伤害不高意义不大，当白板使用就行。 【08 圣遗物选择】 充能够有1命建议 4宗室 快速毕业建议 2千岩+2少女/海染 奶量不够考虑 4少女 （纯粹当精通辅助用可以考虑4教官，但是不建议新手用） 【主属性】 生命/充能 沙 生命 杯 生命 头 【副词条】 生命 ≥ 充能 > 其他 【 昔日宗室之仪 】【 辅助通用 】 优点 ： 开大能够加全队的攻击力，在生存压力不大的时候带宗室，能进一步提升队伍的输出能力。 缺点 ：不增加生存能力，迪奥娜大招需要80能量，冷却20秒，充能和覆盖率上会有一定问题，建议有1命再考虑带宗室。 【千岩 少女 海染 2+2 】【 散搭组合 】 优点 ：散搭组合更容易凑齐，兼顾护盾量和治疗量。 缺点 ：没有四件套效果，缺乏团队辅助能力。 【 被怜爱的少女 】【 奶量最高 】 优点 ：奶妈通用套装， 治疗量最高。 缺点 ：只加奶量不加盾量，缺乏团队辅助能力。 【 教官 】【 精通辅助 】 优点 ：触发元素反应提升全队的元素精通，配合六命和终末弓能提供大量的精通加成。 缺点 ：持续时间只有8秒，只有四星亏属性，迪奥娜想触发敌人身上要有能与冰元素反应的附着。 【09 配队建议】 配队思路 ：迪奥娜的配队有三个方向： （1）以水冰冻结反应为核心构建 永冻体系 ，要搭配合适的主C和水系后台保证持续冻结。 （2）以相互帮助充能为核心构建 纯冰体系 ，建议留一个位置给风系，带上风套扩散减抗。 （3）以精通加成能力为核心构建 精通体系 ，满配最高可以提供200+120+200=520的精通。 【 永冻体系 】 迪奥娜 + 冰C （绫华/甘雨）+ 水系 （莫娜/绫人）+ 风系 （万叶/温迪/砂糖） 优点 ：能够持续冻结敌人保证输出环境，同时使冰套的收益最大化。 缺点 ：面对冻不住的敌人收益会降低，2个冰系充能会有一定压力。 【 纯冰体系 】 迪奥娜 + 冰C （绫华/甘雨）+ 冰副C （申鹤/罗莎莉亚/重云/凯亚/）+ 风系 （万叶/温迪/砂糖） 优点 ：3个冰系角色互相充能可以缓解循环压力，面对冻不住的敌人更有利，带祭礼弓能给冰系队友快速充能。 缺点 ：对于能冻住的敌人没有最大化冰套的收益。 【 超导体系 】 迪奥娜 + 物理C （优菈/雷泽）+ 雷系 （菲谢尔/九条/雷神）+ 辅助 （班尼特/北斗/罗莎莉亚） 优点 ：双冰共鸣加暴击，超导降低物抗，提供护盾防打断，带祭礼弓能给冰系队友快速充能。 缺点 ：迪奥娜只能提供冰元素附着和护盾，不能够直接提升物理伤害。 （这个队伍带班尼特的话不能是6命） 【 精通辅助 】 6命迪奥娜 + 教官 + 终末弓 优点 ：一个角色即可提供大量的精通加成，最高200+120+200=520的精通。（终末1精+100,5精+200） 缺点 ：迪奥娜一般都在永冻或者冰队里，队伍一般不需要元素精通加成（万叶可以吃到这个元素精通从而提升被动增伤），而冰打火融化目前一般常用的就融甘而且没有位置给迪奥娜，火打冰融化对冰元素附着频率的要求又非常高迪奥娜无法满足，冰元素还不与草元素反应，所以在目前需要元素精通的队伍里没有非常合适的队伍，可能在未来迪奥娜的六命元素精通加成会发挥更重要的作用。 【10 毕业属性】 【毕业参考】 【 并非绝对，仅供参考，理性看待，请勿拉踩 】 【其他】 本文发布于 3.5版本 ，最新修订于 3.5版本 ， 请注意本攻略的时效性 。 素材：游戏截图 字体：思源黑体 封面：坤易 文案：坤易 设计：坤易",
    "length": 6517
}