{
    "game_id": 2,
    "post_id": "6908410",
    "f_forum_id": 43,
    "subject": "【原神冒险团】“万金油”行秋 最细致的行秋全面攻略",
    "url": "https://www.miyoushe.com/ys/article/6908410",
    "created_at": 1624069454,
    "like_num": 36073,
    "view_num": 1377420,
    "reply_num": 1713,
    "text": "行秋 作为目前游戏中唯一的后台长时间挂水角色，成为了很多阵容搭配里的核心。作为水角色，行秋能够帮助火元素角色打蒸发；在冰冻队里提供水元素帮助冻结敌人；在感电队里提供水元素产生感电反应。行秋如此受欢迎，除了元素反应机制的原因，行秋自身优秀的机制也十分重要。行秋的元素爆发长达15/18S，且具有超高的单体伤害，能够在后台长时间提供水元素附着同时保证一定伤害。搭配祭礼剑后其续航问题也不再是问题。本文将深入讲解行秋并推荐部分热门阵容搭配。 一、基础属性 1、普通攻击·古华剑法（A） 倍率较低且是物理伤害，不能吃到水元素杯和被动水伤加成，作为副C时基本用不到的技能， 可以不升级 。 2、元素战技·古华剑·画雨笼山（E） 造成两段水元素伤害并产生4-5个元素微粒，然后生成3/4（1命）把围绕自身的雨帘剑。 两段水元素伤害为**水元素附着，两段伤害之间有极短的间隔，换句话说 在特定条件下可以造成两次蒸发伤害 ，这也是行秋核弹可行性的基础。E技能本身倍率就较高，四命可以让E技能倍率增加50%，在13级技能下两段总倍率为1145%，对比公子为10级技能835%，莫娜为796%，因此即使行秋作为四星角色在面板上小亏，也能成为核弹剑仙。只要在行秋的两段E的短暂间隔时间内给目标重新挂上火元素就能达成两段蒸发，可行的方案有安柏Q/香菱EQ/可莉EE，但实战中实现都有一定难度。 E技能产生的围绕自身的雨帘剑能持续对周围敌人上弱水元素附着（间隔大约2S）。施放Q技能时也能产生围绕自身的雨帘剑，两者的雨帘剑的效果是完全一样的。Q技能在产生雨帘剑的同时，能够在角色普攻时产生剑雨，剑雨能够造成单体伤害并且能每隔大约2-3S进行一次弱水附着，该水附着和雨帘剑的水附着相互**。 E技能另外重要的价值体现在 雨帘剑带来的抗打断能力提高和伤害减免 。行秋的E技能再搭配额外一种抗打断能力提升效果，就能几乎不被打断或击飞，比如北斗的Q、胡桃的E。雨帘剑的伤害减免效果一般在40%左右，搭配北斗的Q能极大减少自身受到的伤害。北斗+行秋的组合也被称为魔王武装，是比较流行的阵容搭配。雨帘剑在角色受到伤害后会破碎，破碎时会回复少量血量。 E技能在施放的时候会对自身产生十分短暂的水元素附着，可以用来消除部分DEBUFF，比如会产生持续掉血的阴燃之火DEBUFF，但如果自身如果有冰附着，那么施放E的时候会被冻结。 3、元素爆发·古华剑·裁雨留虹（Q） 施放时会产生围绕自身的雨帘剑，在场角色普通攻击时会产生剑雨。 施放Q时产生的雨帘剑和E技能产生的雨帘剑完全相同，同样的上水元素附着和减伤抗打断效果，但受到伤害时不会破碎，也即不会在破碎时回血，只能在持续时间到后才能回血。雨帘剑不会破碎也有好处，可以 保证抗打断减伤和挂水效果在技能持续时间内一直生效 。 随着在场角色普攻会产生剑雨，剑雨可认为是单体伤害，其理论倍率很高。理论上能产生33/43/53（分别对应0命/2命/6命）把剑，按13级技能算对应3795%/4945%/6095%的伤害。产生剑雨的机制较特殊，只要攻击指令里有普通攻击，即使普攻未实际打出，也能够产生无缝剑雨。但实战中，需要切人释放元素战技和元素爆发，这使得剑雨很难达成理论倍率，且在不同队伍阵容中差异较大，一般可认为实际伤害为理论伤害的70%左右。另外需要注意，Q没有快照机制，当行秋处于后台时，剑雨不能吃到班尼特Q加成。 剑雨攻击时能产生水元素附着，每隔2-3次攻击能挂一次水，配合雨帘剑的上水元素附着使行秋能够满足大部分挂水场景需求。除了同时搭配迪卢克+香菱这种极端情况外，行秋都能够很好的完成挂水任务。雨帘剑的挂水范围较小，注意需要贴身才能挂上水。 由于行秋 超长时间的后台挂水能力 且目前无可替代角色，使其成为蒸发、冻结、感电反应阵容中不可或缺的一员。 升级技能推荐： 元素爆发>元素战技>普通攻击 4、天赋·生水要诀 少量回血，注意Q技能产生的雨帘剑不会破碎，只能在持续时间结束后才能回血。 5、天赋·虚实工笔 20%水元素伤害，简单实用的被动。 6、天赋·灵光乍现 生活向技能，聊胜于无。 二、命之座分析 一命： 雨帘剑最大数量增加1柄，实用价值较低。由于一般都是Q产生的雨帘剑不会破碎，1命的提升只体现在持续时间到后多的1柄剑的少量回血，蚊子腿。 二命： 延长3S挂水时间，提高至18S，提高挂水覆盖率，同时产生更多的剑雨伤害，附赠15%的水元素抗性降低，进一步提升行秋自身伤害，两者一起一共能提升剑雨大约40%的伤害，是 行秋的关键命座 。 三命： 剑雨伤害提高18%。 四命： 该50%直接作用在技能倍率上，不是增伤。比如13级E技能的倍率为763%，四命效果后为763%*1.5=1145%。 核爆剑仙核心 。 五命： 对核爆流提升较大。 六命： 提升大招伤害，能快速回复能量。剑雨伤害提升23%，同时大约可以回复9-12点能量，不受充能效率加成。 核心命座之二 。 三、武器推荐 祭礼剑 是通用毕业武器，提供最佳的续航能力和较高的伤害能力，除非是能够一波带走敌人的场合，都应该带祭礼剑。本身E技能就能产生4-5个元素微粒，使用祭礼剑就能够让元素微粒翻倍的同时施放2次E技能造成2倍伤害，加上祭礼剑本身61.3%的元素充能，大部分情况下带上祭礼剑就能满足续航要求。使用其他充能武器需要在搭配充能沙漏的情况下再堆叠充能词条，不仅对圣遗物要求高，且伤害会低于带祭礼剑。 当能够 一波爆发带走敌人 时，最佳武器为 磐岩结绿 ，黎明神剑在这种情况下也有很高的性价比，匣里龙吟、暗巷闪光在蒸发队里可用，黑岩长剑、宗室长剑虽然加成不如以上武器，但胜在通用。 四、圣遗物推荐 沉沦之心2件套+宗室2件套 为通用配装，适用大部分场合。 当队伍中无人带宗室套时，行秋可穿宗室套 ，但要注意让行秋第一个释放技能，以便队友能够吃到宗室套效果。 在冰队里的行秋的最佳配装为冰套。 圣遗物主属性选择为： 时之沙：百分比攻击力/充能效率（根据充能需求决定，不能一波带走且武器不是祭礼剑时，需要带充能沙） 空之杯：水元素伤害加成 理之冠：暴击率/暴击伤害 圣遗物副属性选择： 暴击率=爆伤>百分比攻击力>精通，按需求堆叠充能 五、队伍搭配 行秋由于挂水能力强且续航优秀，是很多阵容的核心。比如行秋能够帮助火元素角色打蒸发；在冰冻队里提供水元素帮助冻结敌人；在感电队里提供水元素产生感电反应。想必行秋在未来也会有许多应用，我们此处仅仅举现阶段比较常见的几种阵容。 1、蒸发： 2、冰冻： 3、感电： 行秋有着丰富的用途和不错的功能性，在许多队伍中都充当了关键角色，练起来绝对不亏。",
    "length": 2733
}