{
    "game_id": 2,
    "post_id": "56368274",
    "f_forum_id": 43,
    "subject": "【V4.8攻略·角色攻略】艾梅莉埃角色攻略︱如香消，如雾散",
    "url": "https://www.miyoushe.com/ys/article/56368274",
    "created_at": 1723112749,
    "like_num": 1441,
    "view_num": 3677,
    "reply_num": 15,
    "text": "UID：176949326 各位旅行者大家好！今天为大家介绍的是一位神秘的新角色，枫丹的香水设计师—— 艾梅莉埃 ！想必大家已经了解，她是一位与燃烧反应密切相关的角色，那么艾梅莉埃该如何融入旅行者的队伍中呢？跟我们一起来看看吧！ 超链图片 就让苏阳带大家一同深入了解艾梅莉埃的材料、机制、加点、武器圣遗物与配队方案吧~ =目录= 角色概览︱养成材料 技能机制︱命座解析 武器推荐︱套装词条 实战配队︱操作手法 超链图片 艾梅莉埃是一名 五星 草元素 长柄武器 角色，作为枫丹角色，拥有 芒性 始基力，主要定位是 后台输出 。 在战斗中，艾梅莉埃可以通过施放元素战技或元素爆发创造 「柔灯之匣」 ，间歇性对敌方目标造成草元素伤害；当敌人处于燃烧状态下时， 「柔灯之匣」 会获得强化，大幅度提升艾梅莉埃的战斗能力。 艾梅莉埃是攻击力倍率角色，90级 基础攻击力335 ，80级突破后 暴击伤害加成38.4% 。 以下是艾梅莉埃的一图流概括： 超链图片 超链图片 ▎等级突破 突破宝石 「生长碧翡」 （ 每日活跃、首领掉落等） 枫丹特产 「湖光铃兰」 （ 推荐： 伊黎耶林区 采集） 普通掉落 「奇械齿轮」 （ 发条机关 掉落、星尘商店购买） 首领掉落 「金色旋律的断章」 （30级以上 「魔像督军」 掉落） ▎天赋升级 天赋素材 「秩序」 系列 （枫丹秘境：苍白的遗荣 周三、周六、周日 ） 周本掉落 「丝织之羽」 （70级以上 「仆人」 掉落） 普通掉落 「奇械齿轮」 （ 发条机关 掉落、星尘商店购买） 等级突破、天赋升级所需材料具体数量如图： 超链图片 超链图片 加点推荐 【战技Lv9>大招Lv9＞普攻Lv6】 ▎普通攻击·逐影枪术·改 超链图片 解析： 非满命艾梅莉埃的普攻模组并 不自带元素附魔能力 ，在战斗中以释放元素战技和元素爆发为主 ， 不建议 升级普攻。 ▎元素战技·撷萃调香 超链图片 解析： 元素战技是艾梅莉埃的 主要输出手段 ，有着独特的升阶机制，需要旅行者们特别关注一下： 召唤物：「柔灯之匣」 施放元素战技后召唤 「柔灯之匣」 ，造成一次草元素范围伤害与一次芒性草元素伤害。 「柔灯之匣」 每隔1.5秒 对附近的敌人发射 1枚 「纯露芳息」，造成一次草元素伤害。 升阶机制：「香韵」 附近存在 处于燃烧状态下 的敌人时， 每隔2秒 产生一枚 「香韵」 ， 「柔灯之匣」 会 自动吸收 「香韵」 ，吸收2枚后会升级为 「柔灯之匣·二阶」 ， 每隔1.5秒 会发射 2枚 「纯露芳息」，伤害与索敌范围均有较大幅度提升。 范围与限制： 吸收 「香韵」 的范围大致与渊月螺旋场地大小相仿。 「柔灯之匣·一阶」 的索敌范围为 12.5米 ， 「柔灯之匣·二阶」 的索敌范围为 16.5米 。 若8秒内未吸收到 「香韵」 ，则 「柔灯之匣」 降回一阶 。 持续时间与元素附着： 「柔灯之匣」 持续时间22秒 ， 创造时 的草元素范围伤害为 弱草单独附着 ； 「纯露芳息」伤害根据攻击频率，相当于 每3秒一次 弱草附着 。 产球与冷却： 「纯露芳息」命中敌人时产 1草元素微粒 ，冷却时间2.5秒。战技 冷却时间14秒 ，芒性伤害冷却时间10秒。 ▎元素爆发·香氛演绎 超链图片 解析： 艾梅莉埃的大招为 速切爆发 伤害，爆发输出时伤害 略高于 战技，并且在大招结束后会生成一个 已重置持续时间 的 「柔灯之匣」。 ▎战斗天赋·余薰 超链图片 解析： 与 「香韵」 机制联动，进一步 强化 「柔灯之匣·二阶」 的伤害能力，但伤害 范围较小 。 ▎战斗天赋·精馏 超链图片 解析： 当敌人处于 燃烧状态 下时，强化艾梅莉埃的战斗能力，即 默认 「柔灯之匣·二阶」 时 ，艾梅莉埃能获得这份攻击力转增伤，在 2400点攻击力时达到最大增伤 。 ▎战斗天赋·顶空集香 超链图片 解析： 存在 「柔灯之匣」 时， 降低玩家受到的 燃烧伤害 。根本上杜绝燃烧反应烧死角色的情形。 超链图片 艾梅莉埃的命座综合提升 高达181% ，其中 核心命座 为1 命、2命、4命 。 各位旅行者可根据自身情况酌情抽取。 ▎一命·淡香浸析 超链图片 解析： 增伤是小头， 额外 「香韵」 能更多地触发 「天赋·余薰」 才是大头，抽取1命后 伤害提升约为33% ,十分优秀。 ▎二命·湖光顶调 超链图片 解析： 几乎 无条件 的，行走的 30%减 草抗 ，简单粗暴。 ▎三命·郁馥臻萃 超链图片 解析： 等级+3，但是艾梅莉埃很大一部分的输出在 「天赋·余薰」 中。所以等级+3的提升幅度并不大。 ▎四命·柔灯心韵 超链图片 解析： 元素爆发 伤害总次数9→16 ，进一步提升对单输出。 ▎五命·纯露凝芳 超链图片 解析： 等级+3，6命的前置命座。 ▎六命·茉洁香迹 超链图片 解析：普攻模组获得 草元素 转化 ，普攻 追加高攻击力倍率 的同时，还有 额外的 「香韵」 让 「柔灯之匣」 能进行更高的输出。但仅加持一套普攻。有点寒酸，不是很建议抽取。 超链图片 ▎限定五星·柔灯挽歌 超链图片 解析： 副词条 暴击率 ，与艾梅莉埃的 突破爆伤 搭配，相得益彰，有效降低艾梅莉埃面板的双爆压力。武器技能提供常驻攻击力加成，并且在能在艾梅莉埃适用的场景中 提供大量增伤 ，并为艾梅莉埃 提供回能 以方便释放具备强输出能力的元素爆发。是目前 最为契合的武器 。 ▎限定五星·息灾 超链图片 解析：极高 的基础攻击力，以及在释放元素战技后可在后台获得 大量攻击力加成 ，当艾梅莉埃作为纯后台角色时， 「息灾」 在伤害加成上为仅次于 「柔灯挽歌」 的武器。 ▎星辉兑换四星·宗室猎枪 超链图片 解析： 非5星武器中可以提供 最高输出效果的四星武器 ，相当于 75%的「柔灯挽歌」 ，如果旅行者希望艾梅莉埃能具备更强的作战能力，可以考虑使用星辉去兑换 「宗室猎枪」 ， 精1即可 。 ▎锻造四星·贯月矢 超链图片 解析： 于3.0版本推出的 须弥锻造武器 ，565高白值面板保障了艾梅莉埃的面板攻击力。武器技能 可后台触发 ，使艾梅莉埃获得了一定的 辅助功能 ，可以强化队伍中驻场角色的输出能力。 ▎锻造四星·喜多院十文字 超链图片 解析： 于2.0版本推出的 稻妻锻造武器 ，565高白值面板保障了艾梅莉埃的面板攻击力。武器技能 可后台触发 ，使艾梅莉埃获得了 充能补足 ，便于释放强力的大招。 超链图片 艾梅莉埃的圣遗物推荐如图： 超链图片 ▎四件套·未竟的遐思 解析： 在艾梅莉埃可发挥的场景中（即敌人可以燃烧的时候）， [遐思套] 在基础的18%攻击力外还可以提供全程的50%全增伤，为元素战技、元素爆发及天赋·余薰 提供全面增益 ，是目前 最契合的套装 。 ▎四件套·黄金剧团 解析： 艾梅莉埃的伤害构成中约有55%为元素战技，且相比天赋， 元素战技拥有更大的索敌输出范围 ，所以元素战技 增伤高达70%的[黄金剧团套] 也是 较为契合 的圣遗物套装。 主词条推荐 【时之沙】攻击力加成 【空之杯】草元素伤害加成 【理之冠】暴击伤害/暴击率 注： 虽然艾梅莉埃的输出 依赖 燃烧状态 ，但是 燃烧反应 伤害占比较低 ，元素精通的需求较少。 副词条推荐 【暴击伤害=暴击率>攻击力>元素充能效率>元素精通】 超链图片 我们给出2个配队方向以供旅行者们参考，权作抛砖引玉。如果旅行者有更多奇思妙想，也可以在评论区与大家分享~ ▎燃烧纯火·林尼队 阵容组成： 艾梅莉埃，钟离，林尼，班尼特 超链图片 角色替换： 钟离→万叶 命座需求： 无 解析： 艾梅莉埃对 燃烧环境 的需求，使得她较为适合加入 纯火队 ，对 纯火 有需求的角色有一个 林尼 ，所以 共同的元素附着需求 ，使得他们可以组成一队。 加入 万叶 后可以依靠 聚怪提升 「天赋·余薰」 的输出效果 ，还可以利用 万叶 的 高精通 特性 提升 燃烧反应 的伤害 。 ▎燃烧融化·甘雨队 阵容组成： 艾梅莉埃，甘雨，迪希雅，班尼特 超链图片 角色替换： 迪希雅→托马，甘雨→莱欧斯利 命座需求： 无 解析： 相比 纳西妲 ，艾梅莉埃具备 更高强度的后台输出能力 ，而且间歇性自动出伤配合 迪希雅 ，可以 自动点火 ，让甘雨更容易打出融化反应。 融化莱欧队一直都有着 燃烧 烧死自己 的问题 ，在艾梅莉埃加入后则完美 解决了莱欧斯利的生存问题 ，并且 提供充足的后台输出 ，降低莱欧斯利作战时的输出压力。 好了，以上就是本期艾梅莉埃角色攻略的全部内容了。 创作不易，希望各位旅行者能留下一个 免费的点赞~ 若您认为本文有用，可以 点击收藏 以供日后查阅。 如有疑问可在 评论区留言 ，也祝各位小伙伴单抽出货，十连满命！ 文案： ﻿ @苏阳SoYoung ﻿ 、 ﻿ @阿空★ ﻿ 设计： ﻿ @听语惊花 ﻿ 部分素材版权归属于米哈游 如无授权禁止转载其他平台 超链图片",
    "length": 3652
}