{
    "game_id": 2,
    "post_id": "50910477",
    "f_forum_id": 43,
    "subject": "【V4.5攻略·角色攻略】迪卢克角色配队圣遗物武器攻略全解",
    "url": "https://www.miyoushe.com/ys/article/50910477",
    "created_at": 1711820408,
    "like_num": 197,
    "view_num": 30710,
    "reply_num": 57,
    "text": "UID 110746541 小伙伴们大家好呀~ （以上图片为文章封面，还请小伙伴们无视） ▷ 正文 ◇ 解说一： ◆ 这个队伍是传统的国家队，属于是比较原始的队伍了。就目前来说，在深渊12层的表现其实不算太好，但也不算太差。队伍中的香菱，班尼特，行秋练起来给其他队伍当副C和辅助都是很不错的选择，整体来讲就是练了不亏。 ◆ 队伍中班尼特、香菱的充能效率最好保持200%左右，行秋的充能效率最好保持250%左右，否则可能跟不上队伍的循环。 ◆ 队伍中行秋最好带 祭礼剑 ，两次E能让行秋吃到大量充能球，回复大量充能（充能够的话两次E可以直接回满充能）。 ◆ 关于这个队伍，个人认为在大世界玩玩就好啦~（下本期深渊11层还好，12层真的会有难度）。 ◇ 解说二： ◆ 这个队伍参考的是胡行夜钟这个队伍，夜兰的大招可以给角色加伤，双水可以增加 25%生命值 ，双火可以增加 25%攻击力 ，如果班尼特点了六命还可以增加 15%火伤 。 ◆ 虽然对比配队1有了一点加成，但是打深渊12层还是吃力，平时大世界玩玩就好。 ◆ 队伍中班尼特的充能效率最好有200%以上，行秋的充能效率最好保持250%左右，夜兰的充能效率有150%左右（夜兰带的是祭礼弓，如果不是祭礼弓建议充能堆200%以上）差不多（这些都是根据自身面板和实际战斗中推出来的，可能会有些不准确）。 ◆ 队伍中行秋最好带 祭礼剑 ，夜兰建议带 祭礼弓 ，两次E能让行秋和夜兰相互吃到大量充能球，回复大量充能（充能够的话两次E可以直接回满充能）。 ◇ 解说三： ◆ 这个队伍就是将配队1的香菱换成了钟离，钟离的护盾能保证迪卢克在输出时不被打断，同时钟离的护盾能减少附近怪物抗性20%，大大提高了迪卢克的输出空间。 ◇ 解说四： ◆ 这个队伍的说法和解说三相似，就是将配队2的班尼特换成了钟离，其他的就不啰嗦啦~（其实个人认为，班尼特的大招有点束缚性，一旦离开的班尼特的大招范围，伤害就掉下来了。但是钟离的护盾可以一直跟随角色移动，也能减怪物抗性，所以个人认为钟离可能比班尼特要好一点，更何况实战起来不被怪物打断攻击，手感也会相对舒服一点） ◇ 解说五： ◆ 这个配队其实比较花活，全是五星，队伍成本高，但是相应的伤害也高那么一点（比前面四个配队伤害高）。有闲云和芙宁娜的玩家可以去试试，效果还是不错的。 ◆ 深渊12层的效果实测会比前面四个配队快三分之一左右（五星全专武），比如说：我前面四个配队打深渊耗时3分钟，那使用这个队伍的耗时会在2分钟左右。（当然还有很多因素影响耗时的，比如：五星角色、武器，圣遗物，天赋等，这里只是举个例子，看看就好别当真！） ◆ 这个队伍闲云是 核心 ，迪卢克是站场输出，芙宁娜后台配合迪卢克打蒸发伤害和加伤。 ◆ 不建议把芙宁娜换成行秋，天舞试过几把，可能效果不会太好。 ◆ 可以把钟离换成班尼特，但是在跳跃输出时可能会被打断或少血被怪秒。 ◇ 解说六： ◆ 这个队伍就是把配队5的钟离换成了夜兰，双水共鸣增加了 25%的生命值上限 ，夜兰的大招也可以提供加伤，但需要注意的是这个队伍中的迪卢克可能会比较脆，千万不要被秒了。 ◆ 迪卢克在通过下落攻击输出时，可以穿插普攻触发夜兰大招的协同攻击，一方面是挂水，一方面是增加输出量，毕竟能打一点伤害是一点伤害嘛。 ▷ 补充说明 ◆ 此攻略中，命座建议仅作为参考，部分五星角色和四星角色实际上零命也可以用。小伙伴们可以根据自己的实际情况量力而行。 ◆ 此攻略中，五星圣遗物仅为展示，萌新可以将圣遗物根据自身的条件自行灵活更变为四星圣遗物来过渡，后续有条件再更换回五星圣遗物。 ◆ 本文中，班尼特给队伍带来的增伤均吃 基础攻击力 ，而基础攻击力指的是角色自身随等级增长的攻击力和武器的攻击力主词条，与圣遗物的词条和等级是无关的。也就是说，其实班尼特的圣遗物可以不用升级甚至不需要圣遗物也不会影响他技能的增伤。但是圣遗物升级后带来的团队增益效果还是很不错的， 建议佩戴 和升级（在有多余材料的情况下）。 ◆ 本文内容为个人观点，仅作为参考，有异议的小伙伴可以在评论区提出自己的观点，天舞也会合理的参考小伙伴们的新观点的。 ◆ 配队展示列表的顺序与队伍的强度无关，配队仅作为思路参考，实用性需根据自身条件进行判断。 ◆ 对于以上说法有额外问题（比如说额外的其他配队）的小伙伴欢迎在评论区讨论，天舞基本上都是会看的。 更多配队攻略可关注合集： 米游社 因为天舞也才刚开始编写角色方面的攻略，大部分内容都会是个人的观点，有时候也不知道写什么内容会比较贴切玩家，有可能会出现缺漏配队、配队不准、武器圣遗物不准、配队说明有失误的情况，如果出现了这些情况还请小伙伴们和我提出来，天舞真的会很认真去看的，谢谢！（但是天舞真的不太能接受上来就引战带节奏的小伙伴哦~） 那么本次攻略就到这里~ 感谢小伙伴们的观看！ 喜欢天舞攻略的小伙伴记得给天舞一个赞哦~",
    "length": 2029
}