{
    "game_id": 2,
    "post_id": "5210356",
    "f_forum_id": 43,
    "subject": "【观测枢】温迪角色全面攻略，教你如何培养出“真正的风神”",
    "url": "https://www.miyoushe.com/ys/article/5210356",
    "created_at": 1616976340,
    "like_num": 25300,
    "view_num": 436194,
    "reply_num": 1249,
    "text": "本专栏从以下几点全面介绍温迪的各个方面！ 1.角色简谈与定位分析 2.角色技能详解 3.阵容搭配 4.武器与圣遗物 5.输出手法 6.命之座 1.角色简谈与定位分析 温迪为风属性脱手输出弓箭角色，能主C也能副C，一般更多是作为副C使用。 温迪输出方式有点类似法师，放完小技能和大招就可以下场了，许多人只把温迪作为聚怪工具人使用，实际上温迪作为可脱手的副C角色所能造成的伤害并不低，怪多的时候有时会比你主C造成的输出还要高。 所以不要觉得温迪作为副C就不需要他太多资源来培养。除非是一开始的开荒期实在没有资源可以分！不然都更推荐多多培养一下。 温迪的优势在于面对分散的小散能让其很好的聚集起来，让角色很容易打到多个目标造成AOE伤害，大幅度提升攻略副本或深境的时间。 而面对一些精英怪就是聚不起来的敌人时就作用较小，但也有染色和风套减抗的辅助能力，在合适的角度放大还是能有不错效果的。是个非常强力且通用的角色， 还有就是温迪现在有一个通过卡等级，让温迪聚起来的怪不至于浮空让部分角色攻击不到的情况。 我是不建议大家这么做的，首先卡等级会被怪物等级压制从而损失输出。 重要的是他会降低温迪的聚怪吸附能力，在面对精英怪如大丘丘*，*招虽无法做到使其聚集但也有一定的拉扯效果，会让其尽量的靠近聚怪区域，而低等级则完全没有这个效果。 实际上正因等级低吸附能力不够强所以怪才不会浮空，但吸附的下降在面对有一定韧性的怪物则完全没有聚集效果，温迪最重要的就是聚怪能力，以降低温迪的吸附能力来使其配合其他特定角色， 个人觉得没必要，而且温迪的输出能力并不低。 2.角色技能详解 温迪的普攻能打出至多六段的普通攻击，倍率还算可以，不过温迪一般都是不用普攻的，因此也不过多介绍了。 小技能为分点按和长按 点按造成小范围风元素伤害并让怪浮空一小段时间，有点类似琴重击浮空的效果，有一定的控制能力。 长按造成大范围风元素伤害并留下一个风场 在深境中也可以通过这风场停留在上面来恢复体力，大部分怪物的攻击都达不到这个高度，很安全。 或者可以用来跑图及整活，比如人人都可以靖妖傩舞。充能方面命中都会给3颗元素微粒，不过由于短按的冷却时间比长按短，所以除非用来扩散自身元素或整活一般都是用短按的。 风元素的扩散反应可分为二种扩散方式，一种是扩散接触到的元素，如温迪砂糖的大招，会扩散第一个接触到的元素附着，必须是附着元素，你往里面丢技能也是扩散不了的， 当然自己染个元素也算个附着元素，走过去接触一样可以触发扩散反应。 第二种是会扩散自身的附着元素，如琴的大招或温迪和主角长按E。释放时如自身有附着的元素， 则会扩散自身的附着元素。比如可以利用这个机制，先让冰胖为自身染上冰元素附着，再通过扩散自身元素的方式破除雷锤的护盾。 再说个知识点，扩散反应是先消耗掉一部分元素附着，再为范围内敌人扩散接触到的元素，理论上只要聚集的敌人够多，那扩散的数量是无限的，但要是只有一个敌人，则风元素只会只消耗其身上的元素附着。 强元素附着会有一定残留，弱元素附着则直接消耗掉而不会有扩散反应重新附着的效果。明白这个有什么用呢？主要是能根据场合避免在输出流程上染错元素。 举个例子，温迪大招你想染成火风，在多数怪场合只要随便上个火附着，小技能扩散火附着加大招就能染成火风了，但要是只有单个怪或你小技能只打到单个怪。 那么你小技能会消耗掉附着元素而大招就染不成火风，要是你没注意切的角色是其他元素来攻击，那么你温迪大招很有可能会被染成其他元素，这样整个输出流程就乱了。 大招向前方释放能持续聚怪的风元素区域 倍率看似很低，但这个大招大概每0.5秒一跳，持续8秒，还有转化的元素伤害。总体实际倍率并不低。又有很强的聚怪能力。 是个非常强力的技能，温迪能有如此高的强度这大招功不可莫。唯一的缺点可能就是无法像其他风元素一样吸起可莉的诡雷或锅巴等小玩意。 温迪大招释放的角度为前方20米左右的距离，在战斗中因锁定机制，温迪会优先锁定距离你最近的怪物。所以温迪释放的角度大概为离你最近的怪物为方向，射出前方20米左右的大招聚怪区域。 这点需要注意，在放大时一定要注意离你最近的小怪是谁，不然就算你转好了视角也会因锁定问题而放歪，从而损失了输出。在战斗中想要好的聚怪效果就一定要学会通过站位来控制大招的落点。 被动一，风场的话前面说了就不在重复了 被动二，能减少不小的元素充能需求，温迪大招需要60点能量，加上被动和自身突破的元素充能，使得依赖大招的温迪并不缺多少充能效率。 通常保持在160-180的充能效率就够了，能正好三次E技能加被动直接充满，达到12秒冷却好了的同时再次释放大招。同时还能为转化相同属性的角色充能， 减少了队伍的充能需求，让其辅助能力更上一层楼。需要注意的是，这个被动只能给温迪自身和转化的相同角色充能，像风岩属性的角色是没办法充能的。 被动三，增加跑图能力的一个被动，没什么可说的。 最后需要说一下风套的机制，风四件套的减抗效果是只能在场上触发的，后台是没有效果。意思是大招要是释放立马切人打伤害是没有减抗效果的， 再加上要是转化为主C的元素效果，虽有减抗的加成但没办法打元素反应了，因此一般是用E技能来减抗，大招用来转化其他元素来打反应。 需要注意的是，E技能在极限速度下也有可能进入后台才出来伤害，像演示这样（怪物没有减抗箭头下降画面），所以记得千万不要切人太快，不然也是没有减抗效果的。 技能升级方面，优先大招其次是E技能，最后才是普攻。 3.阵容搭配 温迪的阵容搭配其实没什么好说的，万金油辅助只要能打到温迪大招空中的怪都可以搭配，或者是遇到全是聚不起来的怪才不搭温迪。因此这里我只把不是很搭温迪的角色列举在上面了，其余的那都是可以随意搭配的。 4.武器与圣遗物 武器的话推荐新武器终末弓，输出上肯定没办法跟天空比的，但其价值主要在能提升队伍的整体输出能力。不过实战中这两把武器差距并不大，有其中一把就不推荐强抽另一把了。 其次是天空弓和阿莫斯以及绝弦，天空就不说了，面板和被动都是目前最强的一把弓，阿莫斯主要是5星的面板优势，绝弦的被动非常适合温迪，是除5星武器外的首选。 再之后就是苍翠，黑岩，风花，祭礼，西风弓。 圣遗物肯定是风套，要不就是风2件宗室2件。一般都是风套，如是双风组合一般也是其他角色不用风四件套而不是温迪，毕竟有聚怪效果的温迪才能更好更高效的减抗更多的敌人。 主词缀时之沙选择攻击力，充能不够其次才充能。空之杯选择风元素伤害，理之冠选择暴击率或者暴击伤害。 副词缀统一优先，暴击率，暴击伤害，元素充能，攻击力，元素精通。 5.输出手法 温迪的输出手法主要分为二种，一种是以搭配主C打元素反应为优先的输出手法。一种是以减抗加为主C充能的输出手法。 先说第一种吧，阵容配置就以同样会复刻的公子为列，阵容为公子，菲谢尔，班尼特，温迪。起手班尼特小技能加大招，切温迪小技能加大招染成火风，再切换出菲谢尔召唤出奥兹，再切公子打出远形态的大招，公子大招就能吃满蒸发效果了，这时温迪大招还没结束，可以再切回温迪用个小技能，大招结束后切回公子用近战形态配合奥兹继续打输出。 核心思路就是用温迪大招染成其他元素，再用另一元素配合打出元素反应以达到最大化输出。类似的阵容搭配有很多，大家可以按思路输出手法自由搭配。 第二种以莫甘娜组合为例。起手甘雨小技能加大招，切温迪大招加小技能，再切莫娜小技能加大招，之后再切甘雨就可以一直安逸蓄力输出了，温迪的减抗加上莫娜的增伤让其有很高的爆发伤害。 冰风卷的回能效果让迪奥娜和甘雨能频繁释放大招。大幅度保证了甘雨的输出环境和生命安全。核心思路就是这样，以帮助队伍回能和减抗为主。 第一种思路伤害会更高，但第二种有较好有伤害和安逸的环境，各有各的好处，我是更推荐第一种的思路搭配。 6.命之座 一命蓄力箭变为三个，俗称尿分叉，温迪不常用普攻这真没多少用处。 二命进一步削减敌人抗性，还是非常强的，二命的温迪在输出上可以先大招再小技能，这样敌人会保持8秒的浮空减抗。 三命增加大招等级，还算可以。 四命增加温迪自身输出能力，对温迪提升不小.10秒不获得任何一个元素微粒对温迪来说几乎不可能，这输出提升基本可以当作常驻。 五命提升小技能等级，还算可以。 六命质变，又一次削减敌人抗性，这次能增加自身输出的同时还能增加队友的，能让整体队友伤害提升一个等级。 总体来说，温迪2、4、6命有较大提升，不过温迪是个零命就很强的角色，机制也完整，追命还是看个人的钱包能力吧！倒是没有此角色的话还是非常推荐去抽一只的。 好了，正文就到这里结束了，祝看完的小伙伴一发出温迪！ 如果觉得楼主写得还可以或是对你有帮助，就点赞收藏一波吧~你们的支持是我的最大动力！",
    "length": 3576
}