{
    "game_id": 2,
    "post_id": "42468852",
    "f_forum_id": 43,
    "subject": "【V4.0攻略·其他攻略】甄别胚子、预测潜力：圣遗物评分模型",
    "url": "https://www.miyoushe.com/ys/article/42468852",
    "created_at": 1692207513,
    "like_num": 772,
    "view_num": 44063,
    "reply_num": 180,
    "text": "UID 100897944 这是一套基于圣遗物本体的算法，本算法以伤害乘区论为基础，以定量分析圣遗物进行评分，并以定类分析作为分类，以此简化圣遗物的数值与做出便于理解的圣遗物分类。 本模型的作用： 1、方便甄别有潜力的常规双暴圣遗物胚子，预测圣遗物潜力，尽可能不浪费资源去强化无用的圣遗物 2、计算满级圣遗物的强度，类似于其他游戏的“战斗力系统”，把分数高的无脑往角色头上带，最后再通过调整双暴就可以获得一个在有限资源下能打出最高伤害的角色 3、本攻略虽然适用于以双爆为主输出的圣遗物，但特殊圣遗物如：申鹤、云堇这一类只吃主属性与充能，一般适用于花和羽毛，可以通过强化过程中歪出来 定义： 词条： 圣遗物每次+4都会给予或者提升一个数值，该数值则为一个词条 如：元素充能效率词条+1 评分基础： 由于伤害计算为：双爆区*【倍率*基础属性】*增幅区，其中双爆、增幅（精通）、基础属性相互通用，而基础属性相互排斥 平均词条评分计算公式：该词条主属性20级/9，即为每词条平均分，如62.2/9=6.91，即爆伤每词条为6.9 由于YSIN中双爆提升幅度一般较大，所以给予双爆较高权重比， 即双爆词条分数较高 精通与攻击力额外获得的方式较多 性 ，所以给予较低权重比， 即攻击、精通词条分数较低 为了方便人手计算，一般都祛除小数点，以整数计算，所以得出以下评分方式 以下是互斥数值，分数计算时一般只选其一 攻击力：1%=1分 ，平均每词条5.2分 防御力：1%=1分 ，平均每词条6.5分 生命：1%=1.2分 ，平均每词条6.2分 小数字：每条2分，一般忽视，最后再计算 以下是通用数值，计算时与互斥数值相加 暴击率：1%=2分 ，平均每词条6.9分 爆伤：1%=1分 ，平均每词条6.9分 充能：1%=1分 ，平均每词条5.7分 元素精通：4=1分 ，平均每词条5.2分 如： 由于攻击力主词条，与下面生命值、防御力互斥，所以下方的大防御不算分 暴击率分数为7.4*2=14.8，爆伤分数为12.4，两者相加 该圣遗物分数为：27.2，评价为一般 当然人手计算的时候不需要这么精准，大概算出26或27即可，因为极品圣遗物的分数和一般圣遗物的分数相差很远 如： 双爆分数是39.6，互斥分数防御力为5.8，攻击力为8.2，由于互斥，只选其一 所以该圣遗物给优菈用时，分数为：47.8，是接近大极品的小极品 给一斗用时，分数为：45.4，小极品 和上面的圣遗物相比，这件明显好上一个档次，当然算出来的分数也高出一个档次 潜力估算： 这套算法不仅仅是用于计算成品圣遗物的分数，更重要的是，可以估算圣遗物胚子的潜力，方便评判这件圣遗物是否有强化的必要。 潜力估算方式如下： 无双爆词条，每次强化潜力值为5 有双爆词条，每次强化潜力值为6 这个数值相对来说比较务实，如果是赌怪，可以把有双爆词条的潜力值设定为7（即每次都强化到双爆）。 即该圣遗物潜力值为：目前分数+剩余强化次数*6 如： 该圣遗物目前分数为：9.8+7.8=17.6，+0，即初始四词条，可以强化5次 所以潜力值为：17.6+5*6=47.6，如果全中，是一件接近大极品的小极品胚子 但这是苍白套，对于优菈而言精通是无效词条， 减去精通分数之后，潜力值为43.6，如果全中爆率和充能，则是一件小极品胚子 潜力标准： 有了潜力值，为了可以清楚知道这个潜力值属于什么档次，自然要设定潜力标准， 这个标准是人为设定的，每个人可以通过自己账号的圣遗物情况，设定属于自己的标准 由于花毛主词条固定，所以副词条比较容易刷，故标准提高 而沙杯头主词条不固定，虽说可以用散件，但由于沙漏拿掉主属性、头无双爆，高分难度较高，故标准降低 作为历时两年半的老玩家，这里直接给出一个比较通用的标准： 一般：花毛潜力值小于40分，沙杯头潜力值小于30分 小极品：花毛潜力值大于40分，沙杯头潜力值大于30分 大极品：花毛潜力值大于50分，沙杯头潜力值大于40分 如： 该圣遗物当前分数爆伤7.8（生命值与主词条攻击力互斥，不算分），可强化次数4 潜力值为：7.8+4*6=31.8，是沙漏， 属于小极品胚子 ，如果全中，就是小极品圣遗物了 全中的概率是多少呢？待会在一图流揭晓 强化之后，潜力值为：15.5+3*6=33.5， 小极品胚子 ，再强化一下 强化之后，潜力值为：15.5+2*6=27.5，降级为 一般胚子 如果不是十分急需这个攻击沙，就可以放弃了 方便一图流（建议保存） 为了更加方便懒狗玩家，这里直接做出了一图流： 蓝色框为沙杯头小极品 黄色框为花毛小极品，沙杯头大极品 橙色框为花毛大极品 三词条圣遗物一图流： 可以发现，刚才强化的胚子是单爆，只有0.39%可以强化到小极品的范畴，所以就算歪了也不必捶手顿足，如果狗粮不足甚至可以不必强化 四词条圣遗物一图流： 这个表的使用方式非常简单，直接拿出一件圣遗物，先查看该圣遗物是几词条、几有效。 然后对表查看最后一格的潜力值，如果符合自己的心水，就可以开始强化了。 强化的时候每歪一次，目光就往表格那里就往前挪一格。直到表现的潜力值不如预期，就放弃该圣遗物，充当狗粮。 注意：大极品圣遗物可遇而不可求， 大家如果有机会摸到潜力评分是大极品的圣遗物，不管是什么套装，请务必留下来！！！ 实战举例： 例子1：杯子 我需要大极品级别的物伤杯（40分以上） 三词条，单爆+双有效，查表可得 有31.6%的概率可以变成42分大极品，尝试强化 好好好，你这样玩是吧？ _(偶像姬-大声bb)_(偶像姬-大声bb)_(偶像姬-大声bb) 例子二：头部 和 物伤杯这种比较专 的不一样， 双爆头可以作为散件，给其他角色使用 比如： 显然，这个头给优菈用不太行，只有20分。 但如果给夜兰作为散件，就是15.5+24接近40分的半步大极品，就相当于OK了 例子三：沙漏 由于沙漏的主词条是基础属性，一般而言，沙漏的最佳属性是：双爆+充能+精通 如： 这个是3词条双爆单有效，查表可得： 31.64%的概率可以获得44分，就算歪一次也有38分，歪两次也是小极品的范畴。 可谓是十拿九稳了。 第一轮强化： +12时，基础分数约为30，潜力分为2次强化机会*6=12，合起来为42 第二次强化 虽然歪了小生命，但潜力值为30+1*6=36，还处于小极品的范畴 而且比自己身上的沙漏评分要高，显然可以继续强化 评分约为37分，虽然没到大极品，但是也相当不错了。 例子4：羽毛 和沙杯头不一样，羽毛的小极品分数是40，这意味着： 三词条中，只有单爆双有效以上的词条 ， 而且全中 ，才能踏入小极品的行列，可谓是相当严格 OK，我们找到了一条三有效的羽毛，直接开赌 歪了小生命之后，查上表可得，潜力值只剩下38分。 这意味着，就算是剩下全中有效词条，也只是堪堪小极品。 这种情况下，如果缺羽毛，显然可以继续强化，但如果有更高追求的就可以不浪费狗粮，放弃掉这件圣遗物了，因为这件圣遗物再强化下去，大概率也和手上的羽毛差不多。 最终效果： 可能有人会疑惑，如果严格遵循这套算法，给自己整上一套评分为小极品左右的圣遗物，再调配一下接近1:2的双爆面板，那么最后的面板效果会如何？ 这里是一套平均分为小极品的楼阁套 花：20+9+4.7+12.4≈46分，小极品 羽毛：12.4+15.5+15.2≈43分，小极品 沙漏：26.4+7.8≈34分，小极品 风伤杯（散件）：20+17.9+2（小公鸡）≈40分，大极品 暴伤头：20.2≈20分，一般 散兵面板（赌狗书）：散件的分数平均给爆伤头之后，就是全身平均小极品的评分了 这个面板27条，算上充能29条，很典型的小毕业词条数，一般而言刷到这个词条数，想要再进一步，就要赌可遇不可求的大毕业圣遗物了。",
    "length": 3204
}