{
    "game_id": 2,
    "post_id": "36854456",
    "f_forum_id": 43,
    "subject": "［v3.5］提纳里角色攻略/萌新配队养成",
    "url": "https://www.miyoushe.com/ys/article/36854456",
    "created_at": 1678884044,
    "like_num": 11937,
    "view_num": 186245,
    "reply_num": 740,
    "text": "各位旅行者，大家好！关于我在社区经常看到有萌新提问提纳里该如何配队，于是我做了这一篇攻略，本篇给大家带来提纳里简要攻略以及萌新养成配队。 目录 角色定位 提纳里是一位草系 对单爆发类型 的弓箭主c，他是周期性驻场角色，依靠元素战技打重击伤害，以及大招的爆发伤害，提纳里绑定雷系角色打激化反应，角色突破加草元素伤害 （满级突破加28.8%草元素伤害） 天赋介绍分析 普通攻击.藏蕴破障 提纳里二段蓄力时间较长，需要1.5s(甘雨二段蓄力0.5s），二段蓄力的分裂箭和主箭都属于重击伤害，能吃到重击伤害加成。提纳里二段蓄力挂两次草元素附着。 元素战技 识果种雷 提纳里扔出识种心雷，造成草元素伤害并产生领域（持*8*），该领域内的敌人被嘲讽吸引（ 对boss无效 ）。释放元素战技后，提纳里获得 通塞识 效果，蓄力时间减少2.4秒。获得该特效，提纳里身旁会有 三个光虫 ，为三次快速重击，使用三次（E技能冷却结束）后，该效果消失。 该效果为提纳里主要输出手段，连续三箭，短时间造成高额伤害。 元素爆发 提纳里释放元素爆发，产生6枚追踪敌人的缠藤箭（大招方向会随敌人位置改变），6枚缠藤箭击中后，再产生6枚次级缠藤箭（次级缠藤箭伤害比较高）。[缠藤箭会被建筑物体挡住，注意输出手段] 固有天赋 二段蓄力重击射出去之后便能吃到该效果（无需命中敌人） 每点精通提升0.06%，至多提升60%，（1000点精通即可吃满，但是实际面板并不会堆这么高）。配合固有天赋一的精通加成来提高伤害。 方便跑图收集须弥材料 天赋加点 A＞Q＞E 角色命座分析 一命效果，提纳里重击的暴击率提高15%，高贵的暴击率成区，缓解圣遗物压力。 开E技能后，提升20%草元素伤害，简单粗暴的提升伤害的命座。 提纳里大招等级＋3 提纳里打的就是激化反应，所以释放大招后，全队提升120点元素精通。大幅度提升全队激化伤害，并刷新状态持续时间。 提纳里E技能等级＋3 质变命座，二段蓄力时间减少0.9秒，六命之后分裂箭变成了5枚（原4枚），并且让提纳里的的二段蓄力增多150%倍率的伤害。 提纳里零命即是完全体 ，命之座提升较为平缓，抽到就可以用。 关键命座为1  2  4  6命。 圣遗物推荐 4饰金 4乐团 首选精通沙漏，次选攻击沙漏。  首选草伤杯，次选精通杯。 根据面板决定爆伤头还是暴击头，提纳里建议暴击率达到70%。 副词条:暴击率/爆伤＞元素精通＞攻击力。 提纳里不带深林套装，深林辅助套装，减草抗，让队伍里其他角色佩戴。 武器推荐 猎人之径、若水、冬极白星、天空之翼、 阿莫斯、飞雷之弦振、绝弦、破魔之弓、王下近侍、 苍翠之弓、风花之颂、弹弓 激化反应提升伤害不看攻击力，根据精通和其他乘区决定，建议首选暴击爆伤武器。 猎人之径:基于元素精通提高重击伤害，提纳里专武。 弹弓:需要对敌人贴脸输出，不然伤害稀释严重 队伍分析 （提纳里依靠激化反应打伤害，所有绑定雷系角色，我们需要一个后台雷，没有激化时，提纳里伤害比较低，角色等级是决定激化伤害的重要因素） 提纳里＋雷系后台（八重神子/菲谢尔）＋生存增伤减抗（钟离/瑶瑶/久岐忍/莫娜/琴）＋雷[双雷]/风[扩雷:超激化]/草[双草] [生存位可以带猫猫，有盾有治疗，但是猫猫的冰会影响激化反应，心海的水元素也是，莫娜多为增伤，挂水不强，影响不大，琴减抗治疗] 双草激化:提纳里＋八重（菲谢尔）＋纳西妲（草主、科莱）＋生存辅助位 双雷激化:提纳里＋刻晴、八重、雷神、菲谢尔、北斗、多莉…＋科莱、瑶瑶… 萌新推荐:森林2（15%草伤）＋饰金2（精通加80） 战狂2（暴击率12%）＋武人2（重击伤害提高） 精通沙漏/攻击   草伤杯/精通/攻击   暴击爆伤头/精通/攻击 武器:弹弓（需要贴近打输出，远一点会稀释伤害），绝弦、破魔、王下近侍 队伍: [双雷、双草] 提纳里 ＋ 菲谢尔（久岐忍、金珀丽莎、北斗） ＋ 砂糖/北斗 [双雷] ＋ 草主（科莱） 手法，先让雷系角色挂雷，提纳里e，放一个二段蓄力重击 a[触发加伤被动]，之后q，a，a（e a q a a）。 提纳里是常驻里面比较不错的角色了，前期能歪一个也是绝对不亏的，零命即是完全体。 制作不易，如果可以的话，请给我一个赞",
    "length": 1755
}