{
    "game_id": 2,
    "post_id": "36342244",
    "f_forum_id": 43,
    "subject": "【V3.5攻略·角色攻略】迪希雅机制/养成/就业全解析",
    "url": "https://www.miyoushe.com/ys/article/36342244",
    "created_at": 1677640012,
    "like_num": 105320,
    "view_num": 880628,
    "reply_num": 1885,
    "text": "UID：102877935 同学们早上中午晚上好！！我是成长为社牛的绢旗！ 本文共 4000+ 字，内容较多，建议收藏后慢慢边玩边看，那么我们 点个赞 ，开始上课吧！ 接下来，我们将分 机制分析/配装方案/队伍配置 三个板块，为大家介绍迪希雅的使用方法。 写在前面… 所有折叠或灰字的内容都可看可不看 a=普通攻击，A=重击，E=元素战技，Q=元素爆发 ATK=攻击力，HPmax=生命值上限 机制 ① 领域提供的抗打断系数为 0.7 ，约等于没有，大家看到的抗打断很强的效果是 固有天赋一 ，与E本身无关。 （抗打断系数越小越好，最小为0，最大为1） ② 对敌人的攻击 没有造成伤害时，不会触发协同攻击 ，这意味着迪希雅的E较难突破无敌盾，但可以较有效地突破抗性盾。 （无敌盾：如深渊法师/使徒/咏者；抗性/防御/减伤盾：如冰丘丘王、愚人众冰胖、骗骗花等） 产球 启动时不产球， 每次协同攻击都会产出一颗火元素微粒 ，打满共5颗。 附着 ① 启动时，与二段启动时，各造 成一次 独立弱火 元素附着。 ② 每次协同攻击 都能造成一次 独立弱火 元素附着，且必定后手附着，触发元素反应吃迪希雅的精通。 伤害消解 为方便计算，我们设消解比例为 50%。 ① 不跳数字的伤害不会被消解（如摔伤、侵蚀、胡桃久岐忍E） ② 消解可以对 剧变反应 的伤害生效，但减伤不能。 ③ 消解与减伤可以叠加， 先减伤，再消解 ，前台角色最终受伤=原伤害*（1-减伤）*（1-消解） 理解不了？展开查看消解与减伤叠加的举例 假设迪希雅消解比例50%，行秋减伤比例40%. 流血 ⚪此处的流血与兽境犬的侵蚀机制不同，需要作出区分。 ① 流血 算作伤害 ，会触发苇海信标的技能、使螭骨剑掉层、消耗雨帘剑、甚至触发钟离的固有天赋一。 ② 流血会被护盾阻挡，但不能被减伤。 ③ 当有新的伤害注入血池时，会重置流血的时间与数值。 理解不了？展开重置流血时间与数值的举例 机制 ① 虽然原文本很复杂，但操作方式就是 狂按a或狂按e 就行了。 ② 如果不操作，迪希雅会自动打6拳，经过操作可以提升到10拳。 ③ 大招的全部伤害都 属于元素爆发伤害 ，能够受到宗室2、绝缘4、雷神E等效果的加成。 ④ 拳击不能触发行秋、夜兰的协同攻击。 附着 ① 拳击的附着 遵循计时计数器原则 。 （每3次攻击或2.5秒可以造成一次弱火附着） ② 终结攻击造成一次 独立弱火 附着。 效果Ⅰ 收益不高，没有必要为了这个天赋去改变二段E的施放时机。 效果Ⅱ ① 9秒的霸体，不足以覆盖中长轴驻场主C的全部驻场时间，但生效期间还是非常好用的。 ② 18秒的冷却时间，与E的冷却时间互相独立，意味着 祭礼大剑无法让迪希雅产出更多的霸体时间 。 ① 总回复量是50%生命值，可以享受迪希雅的治疗与受治疗加成 ② 在队伍后台也可以触发 ，非常好用，让迪希雅不至于在后台暴毙。 ③ 在深渊的准备阶段也能触发。 纯提伤害的命座，点亮后迪希雅的输出也并不能担任队伍的主要输出任务。 ① 延长后，领域的覆盖时间从 12/20 变成 18/20 ，搭配大招的回收甚至能超时覆盖。 ② 可以多协同攻击3次，也就是3次伤害、3次弱火附着、 3颗火元素微粒 ，还算好用。 ③ 前台受击提升伤害的效果，一方面是触发不稳定，另一方面是基础值本就不高，当个添头。 ① 其实就是每一拳和终结攻击都能触发，打满10拳与终结一共 16.5能量 与27.5%的生命。 ② 回能量效果不受充能效率影响，约等效于30%左右的面板充能效率。 ③ 回血效果会受到迪希雅的治疗与受治疗加成影响。 ① 从第5拳开始就总计加了 80%权重的双暴 。 ② 最多延长2秒，从10拳1终结提升到了15拳1终结，总伤比起零命已经翻了一倍。 ③ 多出的攻击频率，还可以额外触发四命效果，回能量从16.5提升到 24 ，相当于自带一个充能沙。 总的来看，迪希雅一般建议抽 0、2、6命 。 其中辅助能力在2命已经完善，1、4、6都在为大招服务，2命以上的综合性价比就不高了，可以等常驻慢慢歪。 A一般不点。 E是迪希雅的核心技能，可以点到9级。 Q按自己流派的使用频率来点，如果作为输出手段那么需要 优先于E升级 ；如果是不开大的流派， 完全不升Q也没关系 。 战斗时，迪希雅通常展开E的领域后就退场，在后台 为队友分担伤害、提供霸体 ，并对敌人造成 间断的火元素附着 ，在队伍循环轴有所空缺时，迪希雅还能来到前台开大， 接力输出 。 整体设计思路接近雷电将军，但类似雷电将军二命的 彻底改变角色定位 的命座被设置在了六命。 生命值… 即使是纯辅助的迪希雅，也 不需要堆生命 ，正常输出装即可。 为什么辅助也出输出装？ 还是以50%消解为例，假设前台角色2W血，排除其他因素影响，前台角色仍然是 承受4W伤害就会死 ，迪希雅堆生命只能让她自己活着并送走更多队友。 所以堆生命不能提高迪希雅的辅助能力，即使是辅助迪希雅也建议用输出装备。 关于苇海信标… 技能描述中的 “不携带护盾时生命上限提升” 的效果，即使前台角色带有护盾，迪希雅在后台同样能触发。 烈绽放武器选择… 零命带行秋基本绑定 祭礼大剑 ； 而如果迪希雅有二命，或带绫人，则可以用沐浴龙血的剑。 关于钟剑… 不推荐用。 ① 迪希雅不需要堆太多生命，钟剑副属性浪费。 ② 45秒一个护盾 ，相当于3轮循环才触发一次，约等于没有。 只放E的迪希雅… 如果队伍不支持迪希雅开大，纯看E的伤害，有以下伤害数据可供参考： 同时，在这类队伍中，迪希雅很可能是当纯辅助用，那么也可也考虑使用 森林王器 给队友加精通。 既放E，又开Q的迪希雅… 如果队伍需要迪希雅开大接力补轴，那么有以下伤害数据可供参考： 满命，打蒸发的迪希雅… 充能效率… 如果队伍 需要迪希雅每回合都开大 ，以下几点，总分至少需要达到 6分 ，才能完成充能： ① 迪希雅每有2个命座，就记 1分 ② 队伍每有1个火元素角色，就记 2分 (不包括迪希雅自己) ③ 队伍每有1把西风武器，就记 1分 (包括迪希雅自己) ④ 迪希雅充能效率超出100%的部分，每超出25%，就记 1分 以上是 输出或辅助向迪希雅 的圣遗物配置，如果你的迪希雅是当 烈绽放 的打火机，那么配装方案可以改为这样: 迪希雅目前配队主要有三种分支： ① 烈绽放 ② 与班尼特一同组成生存增伤辅助 ③ 迪希雅自己带队输出 预备，点火！ 循环流程 纳西妲EQ→心海ae→迪希雅ee→行秋eQe→心海或纳西妲驻场普攻 纳西妲EQ→心海ae→迪希雅ee→绫人eAAA…Q→迪希雅Q 迪希雅的武器… 如果带行秋，且迪希雅没有二命，那么建议使用 祭礼大剑 。 反之，则可以使用 沐浴龙血的剑 。 多说一句… 有其他选择的时候还是 不太建议拿迪希雅玩烈绽 ，原因如下。 ① 迪希雅每2.5秒引爆一次种子，但队伍2.5秒产出的种子很可能多于2个，由于剧变反应0.5秒最多2次伤害的CD， 多出的种子会被浪费 。 ② 协同攻击发生的位置在敌人身上，有可能与种子的位置有一定距离，导致不能引爆。这个现象在 巨型敌人 身上尤为明显。 第二种分支的队伍非常多，对于 迪希雅的功能与钟离非常相近 ，可以互相替换的队伍，或是 理解起来较为简单 的队伍，在这里就一笔带过。 （注意在燃烧结构里迪希雅仍是直伤出装，因为元素反应主要由万叶后手触发） 我们主要介绍迪希雅带来较大变化的队伍： 力微饭否 循环流程 纳西妲EQ→班尼特EQ→迪希雅EE→甘雨连续重击3~4次，剩余时间可以这样分配： ① 甘雨利用e的嘲讽，在相对安全的环境继续重击 ② 迪希雅开大补伤害 ③ 班尼特给迪希雅打球充能 直到迪希雅E技能冷却时间还剩3秒左右，开始下一轮循环。 迪希雅配装… 这支队伍迪希雅伤害占比非常小，可以带 森林王器 与 教官套 ，为甘雨提供元素精通。 与融甘相比… 优点 ① 可以享受到纳西妲的 精通加成 。 ② 钟离的盾破了就没有霸体了，迪希雅+班尼特只要没被秒就 稳定霸体+不死 。 ③ 不用再为香菱的充能而头疼。 ④ 更适合对抗黯色空壳。 缺点 ① 钟离与香菱的覆盖时间都更长，中低压环境融甘持续输出能力更强。 与万班燃甘相比… 优点 ① 多了9秒霸体，操作更稳定与简单。 ② 消解伤害，甘雨不再容易暴毙。 缺点 ① 万叶燃烧伤害高于迪希雅。 ② 万叶二命与苍古上限更高。 桃级客户 循环流程 夜兰E(e)Q→万叶Q→迪希雅ee→万叶e→胡桃e，驻场输出。 生存能力… 这队虽然既没有治疗又没有护盾，但 续航能力并不弱 。 胡桃： 消解+自回血， 非追忆套很难死 。 夜兰： 起手接敌，开大下场， 没有被打的机会 。 迪希雅： 仅在后台承受消解伤害， 有优秀的自回血 。 万叶： 全队唯一有危险的人， e扩火时有可能会被打到 ，但此时也有迪希雅为其消解。 与胡夜万班相比… 带班尼特或是带迪希雅，对队伍的纸面伤害 影响非常小 。 迪希雅还多出了这些优点： ① 不会给自己挂火 ，不再被冰/雷元素伤害秒杀或炸飞。 ② 9秒霸体，使队伍实际伤害更接近纸面伤害。 ③ 无需考虑充能与基础攻击力。 ④ 有一定的后台输出能力。 迪希雅没有增伤能力，为什么持平班尼特？ 由于班尼特会妨碍胡桃压半血，班尼特对胡桃的加成本来就很小。 对于 1+1 的胡桃，带班尼特能让胡桃多出约 10%的个人纸面伤害 。 对于 3+5 的胡桃，带班尼特或不带， 几乎没有区别 。 原本班尼特在这里最大的功能是 让万叶能扩到火 ，但迪希雅同样能完成这个任务。 与班尼特直接加攻不同，迪希雅的增伤方式是 允许胡桃在安全的同时压半血 。 最后一支队伍，是由迪希雅自己输出的蒸发队。 赤狮之怒 循环流程(带万叶) 迪希雅ee→班尼特eQ→万叶e→莫娜Qe→迪希雅Q，驻场输出 注意 万叶不能开大 ，染上火会抢反应。 循环流程(带砂糖) 迪希雅ee→班尼特eQ→砂糖退一步eeQ→莫娜aQe→迪希雅Q，驻场输出 切莫娜aQe的速度一定要快 ，否则砂糖染上火就全乱了。如果实在操作不来，也可以直接套用万叶的流程，会少一次蒸发。 两套流程都会有一定的空余时间，用于打球充能。 多说一句 非满命迪希雅一般不建议玩这队 ，如果一定要玩，你需要克服： ① 伤害相对不足 ② 充能要求极高 ③ 循环轴空缺较大 总的来说，迪希雅 现版本 的能力更多的是提升两支队伍结构的灵活度， 让班尼特钟离的位置更加自由 。 但从体验上来说，迪希雅有一种 玩过才能体会到的舒适感 ，虽然不太适合中期玩家冲强度，但是给后期玩家养老还是相当惬意的。 更何况下版本开始还能在常驻歪到，四舍五入就是白送啊。 今天的课就上到这里，下面是对迪希雅的快速总结，同学一定要记得点赞噢！我们下节课见！ 封面： 羽小飞 、 啊鱼咯 文案： 饭桶绢 美术： 饭桶绢 设计： 饭桶绢 数据： 饭桶绢",
    "length": 4468
}