{
    "game_id": 2,
    "post_id": "36672363",
    "f_forum_id": 43,
    "subject": "【V3.5攻略·角色攻略】柯莱入门攻略 一图总结+详解",
    "url": "https://www.miyoushe.com/ys/article/36672363",
    "created_at": 1678362628,
    "like_num": 2921,
    "view_num": 196309,
    "reply_num": 128,
    "text": "UID 100143417 作者开服全角色玩家， 点击头像 查看更多攻略。 攻略制作不易，希望小伙伴们帮忙 关注点赞~ 【 主要面向 新手玩家 ，有建议欢迎评论区留言 】 【前言】 太长不看一句话总结版 须弥探索好帮手，解密柯莱少不了。 元素战技回旋镖，可惜大招范围小。 零命挂草就能用，命座都会有提高。 主Q 副E 不升A，角色等级也重要。 充能武器较优先，搭配终末是最好。 还有祭礼西风弓，产球更多很可靠。 首选深林圣遗物，减抗属性是个宝。 队友带了用其他，宗室教官流放套。 词条推荐充草暴，充能够了堆双暴。 绽放激化打反应，水雷角色不能少。 虽是免费能获取，挂草能力别小瞧。 常见攻略术语解释 A/平A 普通攻击 e/E 元素战技 Q/大 元素爆发 Z 重击 S/闪 闪避/冲刺 C 主要输出角色 站场 在场上的角色 速切 切出来放完技能马上切走 后台 不在场上技能也能造成伤害 凹 多次尝试 拐 辅助 吃 需求 AOE 范围性伤害 buff 增益状态 debuff 减益状态 白字 一般指基础攻击力(只取决于角色等级和武器) 绿字 一般指附加攻击力 乘区 指不同的伤害加成区间 双暴 暴击率和暴击伤害 大攻击/小攻击 副词条中的攻击力百分比/攻击力数值 大生命/小生命 副词条中的生命值百分比/生命力数值 大防御/小防御 副词条中的防御力百分比/防御力数值 有效词条 指副词条中多少个是对角色有用的 2+2 2个不同的套装散搭 其他更多术语 可参考 【坤易小课堂】原神黑话/简称/术语的汇总介绍，全网最全版 【 仅供查看，欢迎转发，不得搬运，盗图必究 】 【目录】 【01     角色简述】 【02     抽取建议】 【03     相关反应】 【04     天赋解析】 【05     使用技巧】 【06     命座简评】 【07     武器推荐】 【08 圣遗物选择】 【09     配队建议】 【10     攻略总结】 【正文】 【01 角色简述】 官方定义 ——柯莱是一位 后台持续输出 型的草元素角色。 作者总结 ——柯莱是一位能够 后台挂草 并且具有 一定输出能力 的 弓系 草元素角色，优势在于能装备 终末弓 对全队起到很好的增益效果，大招如果能打满伤害还是比较可观的，同时 对命座的需求不是很高 ，0命即可正常使用，作为草元素角色可以很好的加入 激化 、 绽放 相关的各种配队，但是元素战技的 手感僵硬 、被动天赋的 贴身需求 、元素爆发的 范围太小 等问题也无法忽视。 【作为后台挂草】 优势 ：元素战技、被动、大招三种挂草方式使得挂草频率比较高，能够装备终末弓提供团队加成。 劣势 ：元素战技回旋镖路径较窄，被动需要贴身，大招范围较小，终末弓获取成本较高不一定有。 【作为副C输出】 优势 ：大招持续时间长，能打满的话倍率很高。 劣势 ：大招范围比较小，有位移的敌人难打满。 【02 抽取建议】 【推荐练】 1.玩草元素反应队伍但没有合适的挂草角色。 2.有终末嗟叹之诗这把辅助能力很强的武器。 3.可可爱爱的柯莱谁不喜欢呢~ 【不推荐练】 1.已经有更优秀的挂草角色。 （如纳西妲等） 2.不玩草元素相关体系队伍。 【作者建议】 因为通关深境螺旋4-3就可以 免费获取柯莱 ，仅仅作为后台挂草辅助的话，柯莱0命也可以满足使用需要，所以 不建议为了补四星命座来抽卡 。 【03 相关反应】 【草 x 火 = 燃烧 】 敌人受到 持续的火元素伤害 ，因为结束会给敌人上火，所以一直添加草元素附着就能一直维持燃烧状态。 【草 x 水 = 绽放 】 反应生成一个草种子，上限5个，到达上限或时间到了会爆炸产生 草元素范围伤害 ，因为1单位草消耗2单位水，所以一般挂草用水去打效率产种子效率更高。 （妮露强化原绽放，火伤打到触发 烈绽放范围草伤 ，雷伤打到触发 超绽放追踪草伤 ） 【草 x 雷 = 原激化 】 反应没有直接的伤害，只是让怪物进入持续一段时间的 特殊状态 ，这个状态可以与雷元素共存，可以继续发生刷新持续时间。 【草 x 激化 = 蔓激化 】 对在原激化状态下的敌人造成有草元素附着的伤害时触发， 提升本次草元素伤害 。 【草 x 冰/风/岩= 不反应 】 总结 ：根据草元素反应的各种特点，具有后台挂草能力的柯莱，既能搭配雷系打 激化体系 来提升自身与队友的伤害，又能搭配水系打 绽放体系 通过草原核补充输出，还可以加入高精通的雷系、火系角色打 二阶绽放体系 ，或者构建草、水、雷、火四元素角色组成的 四色彩虹队伍 。 【04 天赋解析】 推荐顺序 Q ＞ E ，不升A。 【 普通攻击 · 祈颂射艺 】 描述 ： 普攻 四段的连续弓箭射击 ，蓄力射击可以造成草元素伤害，下落攻击通用弓系模板。 评价 ：柯莱一般作为后台挂草和速切输出使用， 常规玩法情况下基本用不到普攻，蓄力射击一般在解密时使用但不以伤害为目的，所以 一般不点 。 【 元素战技 · 拂花偈叶 】 描述 ：投掷回旋镖，对触及的目标各造成一次草元素伤害，会在投掷出一定时间后返回，对穿过的敌人再次造成草元素伤害。 评价 ：柯莱提供 挂草能力 的关键技能之一，回旋镖 一来一回 能造成 两次伤害 和 两次弱草 附着，但是注意回旋镖扔出去的时候柯莱会有一定的 僵直 ，向人物前方飞出一定的距离，僵直结束后才可以切人， 切人 后不影响回旋镖的效果，回旋镖返回时是追着当前场上角色飞的，所以尽量通过 合理走位 让回旋镖返回时穿过尽可能多的敌人。 【 元素爆发 · 猫猫秘宝 】 描述 ：需要60能量，冷却15秒，投掷玩偶造成 草元素范围伤害 ，并产生 领域 对领域内的敌人持续造成草元素范围伤害，领域维持6秒（通过被动能再延长3秒）。 评价 ：柯莱提供 后台挂草 能力的关键技能之一，大招的优点是 持续攻击频率很高 ，如果能全部打满伤害比较可观，缺点是大招的 范围比较小 ，而且最多造成 3次弱草 附着效果（大概3秒一次），对于 激化反应 来说大招的挂草频率完全 够用 ，但对于 绽放反应 来说只靠柯莱的大招挂草显然是 不够用 的。 【 固有天赋 · 飞叶迴斜 】 描述 ：在 重新接到回旋镖前 ，如果队伍中自己的角色触发草元素相关的反应，则会在返回时为角色赋予 随身草环 ，持续对身边的敌人造成相当于柯莱攻击力40%的草元素伤害，持续3s，造成的伤害视为元素战技伤害。 评价 ：柯莱提供 后台挂草 能力的补充被动，根据命座和触发情况具体效果如下: ＜2命 没触发 被动：造成0次伤害，0次弱草附着效果。 ＜2命 触发了 被动：造成2次伤害，1次弱草附着效果。 ≥2命 没触发 被动：造成2次伤害，1次弱草附着效果。 ≥2命 触发了 被动：造成4次伤害，2次弱草附着效果。 需要特别注意随身草环只对身边一圈较小的范围造成伤害，所以需要 尽量贴近敌人 。 【 固有天赋 · 徐如旷林 】 描述 ：大招领域中的角色触发燃烧、原激化、超激化、蔓激化、绽放、超绽放或烈绽放反应时，将使领域的持续时间延长1秒，至多通过这种方式延长3秒。 评价 ：延长大招持续时间的被动，要注意角色 必须在圈里 触发草元素相关方应，站在大招的圈外是不能触发这个被动的。 【 生活天赋 · 「须弥飞行冠军」 】 描述 ：队伍中自己的角色滑翔消耗的体力降低20%。 评价 ：安柏同款天赋，不愧是一对好姬友~ 【05 使用技巧】 柯莱的常规使用技巧在图中已经讲的差不多了，这里主要讲一下柯莱在实战中存在的问题： 1. 元素战技施放时会有一定的僵直 ，而且柯莱的生命值相对比较低，这个时候如果被敌人攻击且没有护盾保护或及时治疗很容易造成减员，实战时需要注意元素战技的施放时机。 2.回旋镖的路径扔出去的时候是相对固定的，但返回时因为是追着人飞的所以并不固定，可以 通过合理的走位让回旋镖返回时打到尽可能多的敌人 。 3. 元素爆发生成的领域范围比较小 ，需要通过合理的走位使敌人尽量在圈内，或者搭配有聚怪能力的角色使用。 【06 命座简评】 总结 ：柯莱的 每个命座都会有一定的提升 ，但是提升幅度不是很大， 0命就可以用 ，命座越高相应的体验也会越好，但是不建议专门为了抽四星命座下池子。 【 1命 - 巡护深林 】 描述 ：柯莱处于队伍后台时，元素充能效率提升20%。 评价 ：常规玩法中柯莱一般上场施放完EQ后就会下场，基本长时间处于队伍后台，基本可以稳定吃到这个命座的充能效率加成，对于 缓解自身循环压力 、及时施放大招有一定的意义。 【 2命 - 漫行山薮 】 描述 ：官方描述比较复杂，这里对比解释下2命的效果： ＜2命 ：接到回旋镖前 不触发 草元素反应→不能获得随身草环 ＜2命 ：接到回旋镖前 触发了 草元素反应→获得3秒随身草环 ≥ 2命 ：接到回旋镖前 不触发 草元素反应→获得3秒随身草环 ≥ 2命 ： 草环消失之前 触发了 草元素反应→再3秒的基础上再延长3秒 评价 ：降低了柯莱被动的触发条件，使得不管有没有触发草元素反应都有 保底3秒随身草环 ，可以造成2次伤害和1次弱草附着效果，一般柯莱在的队伍都能 触发草元素反应 ，基本能稳定获得 6秒的随身草环 ，可以造成4次伤害和2次弱草附着效果，但是需要特别注意随身草环只对身边一圈较小的范围造成伤害，所以需要 尽量贴近敌人 。 【 3命 - 夏堇芳菲 】 描述 ：E的技能等级提高3级。 评价 ：常规技能命座，E是柯莱的 次要伤害来源 ，所以该命座对于柯莱的输出能力的提升不是很大，而且如果是纯辅助玩法，柯莱本身就没什么伤害的话，这个命座更没有什么意义了。 【 4命 - 骞林馈遗 】 描述 ：施放Q时，将使队伍中附近的所有角色（不包括柯莱自己）的元素精通提升60点，持续12s。 评价 ： 【 5命 - 俱象残火 】 描述 ：Q的技能等级提高3级。 评价 ：常规技能命座，Q领域的持续伤害是柯莱的 主要伤害来源 ，所以该命座对于柯莱的输出能力有一定的提升，但如果是纯辅助玩法，柯莱本身就没什么伤害的话，这个命座的意义就不大了。 【 6命 - 坠镞为林 】 描述 ：E的回旋镖命中时，会额外造成相当于柯莱攻击力200%的草元素伤害，每次施放E至多触发1次。 评价 ：额外的伤害并不高，但关键是会 多1次弱草附着 效果，使得放一次E回旋镖造成附着次数从2次增加到了3次，对于草元素反应次数有一定的提升。 【07 武器推荐】 充能武器推荐顺序 ： 终末 ＞ 祭礼 ＞ 西风 ＞ 落霞 ≈ 竭泽 在 满足充能循环 的前提下可考虑 输出武器 输出武器推荐顺序 ： 冬极 ≈ 若水 ＞ 猎人 ＞ 天空 ≈ 绝弦 ＞ 暗巷 ＞ 朦云 ＞风花 【 终末嗟叹之诗 】【 团队加成 】 优点 ：较多的充能加成，柯莱能稳定触发特效，增加全队攻击力和精通，对草元素反应队伍有较好的提升。 缺点 ：限定武器获取难度比较大，。 【 祭礼弓 】【 重置战技 】 优点 ：能够重置战技冷却，可以多放一次E技能，通过多产球来缓解自身充能压力。 缺点 ：需要尽量高精提高触发几率，后台不能触发，柯莱放两次E也只会有一次被动的随身草环效果。 【 西风猎弓 】【 团队充能 】 优点 ：大量的充能加成，特效产球能够缓解全队的充能压力。 缺点 ：需要尽量高精，造成暴击才能触发特效，后台不触发。 【 落霞 】【 活动获取 】 优点 ：活动能免费获取满精，特效能够增加一定的输出。 缺点 ：充能加成相对比较少，缺乏额外的团队辅助能力。 【 竭泽 】【 钓鱼获取 】 优点 ：较多的充能加成，免费就能获取不用精炼。 缺点 ：特效伤害不高意义不大，当白板使用就行。 【输出类武器不额外点评，按推荐顺序选择即可】 【08 圣遗物选择】 圣遗物 首选4深林 。 在队伍中其他角色已经带了深林套，或者队伍中只有自己一位草系且不打绽放时，可以选择 4宗室 ， 4教官 ， 4流放。 过渡使用可选择2草伤、2充能、2攻击的散件组合。 【主属性】 充能/攻击 沙 草伤 杯 暴击/暴伤 头 【副词条】 充能 ≥ 双暴 > 攻击 > 精通 （充能需要满足大招循环，精通在激化队中有收益，绽放队中收益较低） 【 深林的记忆 】【 增伤减抗 】 优点 ：提供珍贵的减抗属性，同时增加草伤，对于柯莱来说基本能够稳定触发。 缺点 ：效果不能叠加，已经有队友带了就不需要再带，可考虑其他圣遗物套装 。 【 昔日宗室之仪 】【 辅助通用 】 优点 ：柯莱大招冷却比较短，较为适合， 可以合成毕业相对简单。 缺点 ：队友带了不叠加，需要一定的充能保证及时施放大招触发。 【 教官 】【 队友回能 】 优点 ：触发元素反应提升全队的元素精通。 缺点 ：持续时间只有8秒，只有四星亏属性。 【 流放者 】【 队友回能 】 优点 ：增加充能效率，放大能给队友回能量。 缺点 ：不能给自己回能量，只有四星亏属性。 【深林 绝缘 角斗 追忆 余响 辰砂 流放 学士 2+2 】【 散搭组合 】 优点 ：散搭组合更容易凑齐。 缺点 ：没有四件套特殊效果。 【09 配队建议】 配队思路 ： 柯莱作为一位可以 后台挂草 的角色，基本可以参与所有的 草元素反应队伍 ，但是由于自身挂草能力有一定局限，不太适合对挂草能力要求较高的激化绽放复合反应，常规一般有3种配队思路： 纯激化 、 妮露绽放 、 二阶绽放 。激化相关的队伍需要 雷元素角色 搭配，绽放相关的队伍需要 水元素角色 搭配，同时队伍里还要安排合适的 生存位 ，最后再根据情况补充队友，尽量能凑到 元素共鸣效果 。 【 雷C激化 】 柯莱 + 雷C （刻晴/赛诺） 路线1： 生存位 （钟离/久岐忍）+ 补位 （纳西妲/旅行者） 路线2： 生存位 （瑶瑶/五星草奶）+ 补位 （菲谢尔/八重神子） 优点 ：双草共鸣加精通，柯莱能够带终末弓增加全队的攻击和精通，同时自身也能提供一定的输出。 缺点 ：柯莱的挂草范围和时间都比较短，搭配灵活的刻晴还可以，长轴的赛诺可能会存在一定问题。 【 草C激化 】 柯莱 + 草C （提纳里/艾尔海森）+ 生存位 （钟离/久岐忍）+ 补位 （菲谢尔/八重神子） 优点 ：双草共鸣加精通，柯莱能够带终末弓增加全队的攻击和精通，同时自身也能提供一定的输出。 缺点 ：柯莱相对来说自身的输出和辅助能力都不是非常出色，一般是在没有纳西妲的时候替代使用。 【 妮露绽放 】 柯莱 + 妮露 路线1： 水奶 （心海/芭芭拉）+ 补草 （纳西妲/旅行者） 路线2： 草奶 （瑶瑶/五星草奶）+ 补水 （神里绫人/行秋/夜兰） 优点 ：双草双水共鸣，满命柯莱的瞬间爆发挂草能力较强可用来逆转水底。 缺点 ：柯莱的挂草范围和时间都比较短，需要其他草系队友补充挂草能力。 【 二阶绽放 】 柯莱 + 行秋/夜兰 路线1： 精通久岐忍 + 补草 （纳西妲/旅行者） 路线2： 精通雷神 + 补奶 （瑶瑶/五星草奶） 优点 ：只需要堆触发位的精通和等级，养成成本相对较低，伤害下限较高。 缺点 ：柯莱的挂草范围和时间都比较短，需要其他草系队友补充挂草能力。 【10 攻略总结】 作为须弥刚开放时的 第一批草元素角色 ，在不抽取提纳里的情况下，柯莱与旅行者是仅有的两位草系，但相比旅行者，柯莱作为弓箭具有 蓄力附魔射击 的优势，在 新地图探索 的过程中可以说是立下了汗马功劳。另外柯莱具有 后台挂草能力 ，使得她能很好的参与 草元素相关反应 的队伍，虽然当时因为种种原因和旅行者并称“卧龙凤雏”，但是柯莱作为一位免费获取的角色本身还是合格的。不过随着 越来越多草元素角色 的实装，大家的选择也变得更为丰富，而柯莱本身也有操作手感、攻击范围等客观存在的问题， 建议 根据自身情况决定是否培养 。 【其他】 本文发布于 3.5版本 ，最新修订于 3.5版本 ， 请注意本攻略的时效性 。 素材：游戏截图 字体：思源黑体 封面：坤易 文案：坤易 设计：坤易",
    "length": 6540
}