{
    "game_id": 2,
    "post_id": "34669060",
    "f_forum_id": 43,
    "subject": "【V3.4攻略·角色攻略】瑶瑶入门攻略 一图总结+详解",
    "url": "https://www.miyoushe.com/ys/article/34669060",
    "created_at": 1674405919,
    "like_num": 6400,
    "view_num": 408963,
    "reply_num": 281,
    "text": "UID 100143417 作者开服全角色玩家， 点击头像 查看更多攻略。 攻略制作不易，希望小伙伴们帮忙 关注点赞~ 【 主要面向 新手玩家 ，有建议欢迎评论区留言 】 【前言】 太长不看一句话总结版 草系治疗第一位，解放配队更容易。 机制优秀带追踪，技能奶量也不低。 零命好用还白送，两命就算完全体。 主E 副Q 不升A，生命非常吃等级。 治疗最高黑缨枪，辅助加攻贯月矢。 充能西风喜多院，渔获试作也可以。 帮忙减抗带深林，队友带了千岩替。 充能足够可宗室，散搭过渡好凑齐。 属性首选生生治，充能也很重要滴。 配队思路有两种，激化绽放都可以。 活动免费能领取，赶快提前来学习。 如果有萌新 词汇看不懂 可参考 【坤易小课堂】原神黑话/简称/术语的汇总介绍，全网最全版 攻略常见术语解释 A/平A 普通攻击 e/E 元素战技 Q/大 元素爆发 Z 重击 S/闪 闪避/冲刺 C 主要输出角色 站场 在场上的角色 速切 切出来放完技能马上切走 后台 不在场上技能也能造成伤害 凹 多次尝试 拐 辅助 吃 需求 AOE 范围性伤害 buff 增益状态 debuff 减益状态 白字 一般指基础攻击力(只取决于角色等级和武器) 绿字 一般指附加攻击力 乘区 指不同的伤害加成区间 双暴 暴击率和暴击伤害 大攻击/小攻击 副词条中的攻击力百分比/攻击力数值 大生命/小生命 副词条中的生命值百分比/生命力数值 大防御/小防御 副词条中的防御力百分比/防御力数值 有效词条 指副词条中多少个是对角色有用的 2+2 2个不同的套装散搭 【 仅供查看，欢迎转发，不得搬运，盗图必究 】 【目录】 【01     角色简述】 【02     抽取建议】 【03     相关反应】 【04     天赋解析】 【05     使用技巧】 【06     命座简评】 【07     武器推荐】 【08 圣遗物选择】 【09     配队建议】 【10     攻略总结】 【正文】 【01 角色简述】 官方定义 ——瑶瑶是一位能够根据需要 治疗单名或多名队友 的 草元素辅助 型角色。 作者总结 ——瑶瑶是一位通过 元素战技 在 后台治疗站场角色 、通过 元素爆发 在 前台治疗全队角色 、并能够提供一定 草元素附着 配合反应的 辅助型 角色，技能机制优秀，治疗量也完全合格，虽然草元素附着能力不算很强，但是作为辅助也基本够用，能够配合队友参与 激化或绽放 反应，最重要的是作为 第一位草系的治疗角色 ，能够有效的 提升配队的丰富度 ，为阵容搭配提供了更多的可能。 【作为治疗】 优势 ：E可以在后台提供持续治疗，Q可以奶全队角色且爆发治疗量很高。 劣势 ：E冷却比持续时间长，Q需要能量多冷却时间长，还需要瑶瑶站场。 【作为挂草】 优势 ：E能够持续的在后台提供草元素附着，且是追踪型的机制，还具有一定的范围伤害能力。 劣势 ：EQ都是只有计时器没有计数器，导致对单目标挂草频率较低，治疗角色的时候可能无法有效命中敌人提供挂草。 【02 抽取建议】 【推荐抽】 1.缺治疗型角色的玩家。 2.缺草元素角色的玩家。 3.缺女儿的玩家。 【不推荐抽】 1.已经有足够的治疗或护盾类角色。 2.也不缺能够后台挂草的角色。 3.瑶瑶这么可爱真的不抽吗~ 【 作者建议 】 瑶瑶作为 第一位草系治疗型角色 ，在一定程度上是具有 配队战略意义 的，能够提供更多的草系反应角色搭配，而且 版本活动可以免费选一个 ，如果不是其他角色有关键命座需要选（行秋6命，香菱4命等），还是建议 优先选择瑶瑶 。 【03 相关反应】 【草 x 火 = 燃烧 】 敌人受到 持续的火元素伤害 ，因为结束会给敌人上火，所以一直添加草元素附着就能一直维持燃烧状态。 【草 x 水 = 绽放 】 反应生成一个草种子，上限5个，到达上限或时间到了会爆炸产生 草元素范围伤害 ，因为1单位草消耗2单位水，所以一般挂草用水去打效率产种子效率更高。 （妮露强化原绽放，火伤打到触发 烈绽放范围草伤 ，雷伤打到触发 超绽放追踪草伤 ） 【草 x 雷 = 原激化 】 反应没有直接的伤害，只是让怪物进入持续一段时间的 特殊状态 ，这个状态可以与雷元素共存，可以继续发生刷新持续时间。 【草 x 激化 = 蔓激化 】 对在原激化状态下的敌人造成有草元素附着的伤害时触发， 提升本次草元素伤害 。 【草 x 冰/风/岩= 不反应 】 总结 ：根据草元素反应的各种特点，瑶瑶既能搭配雷系打 激化体系 来提升自身与队友的伤害，又能搭配水系打 绽放体系 通过草原核补充输出，也可以同时和雷系角色、水系角色打激化绽放的 复合反应体系 ，同时作为 挂草与治疗 角色使得瑶瑶可以天然的 为队伍节省一个位置 ，使得基于元素反应的 搭配更为自由 。 【04 天赋解析】 推荐升级顺序 主E 副Q 不升A 【 普通攻击 · 颠扑连环枪 】 描述 ：普通攻击进行四段连续枪击，重击向前方突进，下落攻击通用模板。 评价 ：常规玩法中瑶瑶一般作为治疗辅助使用，基本用不到普攻，完全可以 不升级 。 【 元素战技 · 云台团团降芦菔 】 描述 ： 召唤一个持续10s的兔子 （冷却15s，点按直接扔，长按可调整方向），兔子 每秒扔一个萝卜 。 索敌机制 如下： （1）附近 没有敌人 ，当前场上角色 已经满血 ，萝卜 随机扔 。 （2）附近 没有敌人 ，当前场上角色 没有满血 ， 优先 扔角色 。 （3）附近 存在敌人 ，当前场上角色 血量≤70% ， 优先 扔角色 。 （4）附近 存在敌人 ，当前场上角色 血量＞70% ， 优先 扔敌人 。 治疗和伤害机制 如下： （1） 命中角色或敌人 时萝卜会炸裂，没命中等5秒自己炸裂。 （2）对炸裂范围内敌人 造成草伤害 ，伤害基于瑶瑶 攻击力 。 （3）对炸裂范围内角色 恢复生命值 ，奶量基于瑶瑶 生命值 。 （4）要注意这个时候兔子扔的萝卜 只能奶前台站场的角色 。 评价 ：常规治疗技能，有资源建议 尽量升级 ，瑶瑶 放完技能后可以切人 ，兔子持续时间内会一直在场上扔萝卜治疗，是一个非常使用的技能，治疗量在培养合格的情况下也不错，自带追踪机制也很方便，不过15秒的冷却、10秒的持续导致 覆盖率 会有一些问题，还有就是因为范围有限，伤害和治疗难以兼顾。 【 元素爆发 · 玉颗珊珊月中落 】 描述 ：放Q后进入 持续5s的特殊状态 ，效果如下： （1） 站场限制 ：瑶瑶必须在前台，切人这个效果就直接消失。 （2） 召唤兔子 ：陆续召唤最多3只兔子，各自每秒扔一次萝卜。 （E技能召唤的兔子不占上限，场上最多有3+1=4只兔子） （3） 全队治疗 ：持续时间内的兔子扔的萝卜能治疗全队角色。 （4） 转化性质 ：这些兔子扔的萝卜伤害/奶量都算元素爆发的。 （5） 其他加成 ：瑶瑶的移动速度提升15%，草元素抗性提升50%。 （需要80能量，冷却20秒，效果结束后Q召唤的兔子消失，E召唤的兔子只看自己的持续时间） 评价 ：爆发治疗技能，瑶瑶 放完大招必须站场 ，这个时候因为兔子数量和治疗量都会得到提升，而且还能够治疗全队的角色，但是因为大招需要80能量，相对 充能压力比较大 ，所以有可能不是每次都能有大招，建议留着大招在生存压力大的时候施放来 保证全队的血量 ，平时用E技能治疗即可，因为开大的时候一般奶量完全够用，所以可以 适当升级 。 【 固有天赋 · 天星漫散 】 描述 ：处于大招特殊状态下时，当瑶瑶进行 冲刺 、 跳跃 、 奔跑 时，每0.6秒会向附近的敌人投掷一个白玉萝卜。 评价 ：瑶瑶开大后虽然站着不动也有大招的兔子来治疗，但是开大状态下这些动作能够提供额外的萝卜，反正瑶瑶都要站场不能切人，不如蹦蹦跳跳或者闪避伤害顺便触发这个被动。 （最重要的是萝莉飞机跑炒鸡可爱！） 【 固有天赋 · 推己及人 】 描述 ：萝卜炸裂时处在其影响范围内的当前场上角色将每秒恢复一次生命值，回复量基于瑶瑶生命值上限的0.8%，持续5s。 评价 ：额外补充治疗的被动，也是只能奶当前场上角色，一般都是自然触发的，不用刻意关注。 【 固有天赋 · 踮脚·蹑影轻踪】 描述 ：瑶瑶在队伍中时，队伍中自己的角色接近晶蝶等部分生物时不会惊动它们。 （有效对象可参考图鉴中「生物志 / 野生动物」的「其他」分类） 评价 ：非常好用的大世界采集天赋，在队伍中即可，不用瑶瑶在前台，但是虽然接近不会惊动晶蝶，但是抓之后附近的其他晶蝶还是会飞走。 （早柚也有这个天赋） 【05 使用技巧】 瑶瑶的 技能描述相对比较复杂 ，可能一些玩家刚开始看的时候感觉困惑，但是 透过现象看本质 ，我们抓住瑶瑶的在队伍中的 核心定位——治疗辅助 ，然后再去结合技能的最终效果： （1） E（元素战技） ：瑶瑶放完 可以切人 ，只能 奶站场的一个角色 。 （2） Q（元素爆发） ：瑶瑶放完 必须站场 ，可以 奶全队的四个角色 。 我们就可以明白瑶瑶的 常规使用方法 ： （1） 一般情况 生存压力不大，瑶瑶 放个E下场 ，切其他人放技能就行。 （2） 关键时刻 队伍血量危险，瑶瑶 开启Q站场 ，持续的治疗全队角色。 【06 命座简评】 总结 ：瑶瑶 0命的机制就很完整了 ，完全可以作一个合格的治疗，1命额外提升辅助能力，2命缓解自身充能压力，3、5、6命座都能够提升伤害和治疗量，4命主要是提升元素反应能力， 有条件可以考虑抽到2命 。 【 1命 - 妙受琼阁 】 描述 ：萝卜炸裂时，处在其影响范围内的当前场上角色获得15% 草元素伤害加成 ，持续8s，并 恢复15点体力 ，每5秒只能通过这种方式恢复1次体力。 评价 ： 额外增加了瑶瑶的辅助能力 ，草元素伤害加成和恢复体力都很实用，组队时可以考虑与草系角色搭配，既能够触发双草共鸣加精通，还能够提升草系队友的伤害。 【 2命 - 正思无邪 】 描述 ：大招5秒的特殊状态下，若萝卜的炸裂伤害命中敌人，瑶瑶将恢复3点元素能量，每0.8秒至多通过这种方式恢复一次元素能量。 评价 ：瑶瑶大招需要80能量，作为辅助一般也不会在前台吃球，所以充能压力很大，这个命座 一定程度上缓解了瑶瑶的充能压力 ，使得瑶瑶能够更频繁的施放大招。 s 【 3命 - 墩墩善道 】 描述 ：E的技能等级提高3级。 评价 ：常规技能命座，主要是能够提升E技能的治疗量，从而进一步提升队伍的生存能力。 【 4命 - 爰爰可亲 】 描述 ：施放E或Q后，基于瑶瑶生命值上限的0.3%，提升瑶瑶的元素精通，持续8s。通过这种方式至多提升120点元素精通。 评价 ：这个命座相对而言不是特别重要，首先吃满需要瑶瑶达到4万生命值，其次加成数值也不是很高，最后瑶瑶自身的精通属性收益并不高，属于锦上添花类型的命座，不用刻意追求。 【 5命 - 恻隐本义 】 描述 ：Q的技能等级提高3级。 评价 ：常规技能命座，瑶瑶的大招能够治疗全队角色，由于开大的时候治疗非常频繁，治疗量一般都够用，所以Q技能的等级优先级反而没有那么高。 【 6命 - 慈惠仁心 】 描述 ：E召唤的兔子每投掷2次萝卜，就会在下次投掷时额外扔1枚大萝卜，炸裂范围更大，产生如下效果： （1）基于瑶瑶攻击力的75%，造成草元素范围伤害。 （2）基于瑶瑶生命值上限的7.5%，为范围内的当前场上角色恢复生命值。 （每个兔子至多投掷2次大萝卜） 评价 ：非常使用的命座， 强化了作为常规治疗技能的元素战技 ，范围更大、伤害更高、治疗量更多，能够在一定程度上改善E技能的萝卜因为范围有限较难同时造成伤害并治疗角色的问题，同时还能够提供额外的草附着，是一个收益很不错的命座。 【07 武器推荐】 瑶瑶的武器选择不存在非常明显的优先级，同时 每把武器都有相应的优缺点 ，建议阅读下面的介绍后根据自身情况选择。 【 黑缨枪 】【 治疗最高 】 优点 ：目前唯一生命副属性的长柄武器，因为瑶瑶治疗量基于自身生命值，所以带黑缨枪的情况下治疗量具有明显优势，同时这把武器人人都有，三星的升级成本也比较低。 （护摩特效虽然加生命，但是相对加成少而且给辅助用较为浪费） 缺点 ：白值比较低导致瑶瑶的伤害较低（不过本身作为辅助的话伤害也不高），特效一般情况下也没有什么用，不提供充能属性，大招的充能压力会比较大。 【 贯月矢 】【 辅助加攻 】 优点 ：特效后台也能触发，瑶瑶作为草系能够很简单的满足武器触发条件，如果不在意瑶瑶的伤害能力，完全可以只精炼不升级。 缺点 ：需要完成相应的须弥任务获取锻造图纸，想获得较高的攻击力加成必须消耗原胚精炼，特效产生的叶子需要走位拾取，会有战斗中可能会忽视、没有合适的机会去捡、因为捡叶子浪费了宝贵的输出时间等问题。另外不提供充能属性，大招的充能压力会比较大。 【 西风枪 】【 团队充能 】 优点 ：提供一定充能加成，特效触发后能够缓解全队的充能压力，瑶瑶站场开大时伤害频率较高，相应的对暴击率和精炼需求没那么高。 缺点 ：后台不能触发特效，必须要前台造成暴击才能触发，对于瑶瑶来说基本意味着开大站场的时候才有机会触发，不然为了特效强行站场平A浪费输出时间有点得不偿失。 【 喜多院十文字 】【 自身回能 】 优点 ：特效后台也能触发，瑶瑶的E技能作为持续后台很容易触发，如果不在意瑶瑶的伤害能力，完全可以只精炼不升级。 缺点 ：想获得较多的回能必须消耗原胚精炼，如果队伍前台角色的血量一直比较低，瑶瑶的E一直在奶而没有命中敌人会导致触发不了特效，另外瑶瑶开Q的时候，E技能的伤害也会算作元素爆发不会触发该特效。 【 渔获 】【 增伤充能 】 优点 ：钓鱼就能够获取，提供了较多的充能加成，还能够提升大招期间的伤害。 缺点 ：相对而言渔获作为一把非常优秀的武器，雷神、香菱的优先级会更高点。 【 试作星镰 】【 较多充能 】 优点 ：提供较多的充能加成，锻造就能获取，不需要精炼。 缺点 ：特效对瑶瑶基本没有什么用，主要是为了充能加成。 【08 圣遗物选择】 如果队伍有其他草系角色且没人带深林，瑶瑶优先带 4深林 如果没有其他草系或有人已经带了深林，瑶瑶可以带 4千岩 如果堆了很多充能队伍还有其他的草系，瑶瑶能够带 4宗室 快速毕业可以用 副词条好 的 2千岩、2绝缘、2少女、2海染 组合 散搭。 【主属性】 生命/充能 沙 生命 杯 治疗/生命 头 【副词条】 生命 ≥ 充能 > 攻击/精通 【 深林的记忆 】【 增伤减抗 】 优点 ：提供珍贵的减抗属性，同时增加草伤，对于瑶瑶来说基本能够稳定触发。 缺点 ：效果不能叠加，队友带了就不用再带， 如果队伍前台角色的血量一直比较低，瑶瑶的E一直在奶人，因为炸裂范围问题没有命中敌人会导致触发不了特效。 【 千岩牢固 】【 综合最佳 】 优点 ：2件套加生命，后台也能触发特效。 缺点 ：不能合成只能去秘境，瑶瑶E技能冷却15s持续10s，会有真空期， 如果队伍前台角色的血量一直比较低，瑶瑶的E一直在奶人导致没有命中敌人会导致触发不了特效，另外瑶瑶开Q的时候，E技能的伤害也会算作元素爆发不会触发该特效。 【 昔日宗室之仪 】【 辅助通用 】 优点 ： 可以合成毕业相对简单，辅助角色都能用。 缺点 ：瑶瑶大招80能量20秒冷却，覆盖率会存在一定问题，如果充能不够没法保证每轮都放大的话，相对收益会较低。 散搭 ：【海染】【少女】【千岩】【绝缘】 优点 ：2+2散搭组合更容易毕业。 缺点 ：辅助不如完整的套装效果。 【09 配队建议】 配队思路 ：瑶瑶作为一位能够在 后台挂草 并且具有 治疗能力 的角色，基本可以参与所有的草元素反应队伍，最重要的是提供草元素附着可以同时 节省一个生存位 ，目前一般 围绕 激化 或 绽放 反应进行搭配，激化相关的队伍需要 雷元素角色 搭配，绽放相关的队伍需要 水元素角色 搭配，再根据情况补充队友，尽量能凑到 元素共鸣效果 。 【 刻晴激化队 】 瑶瑶 + 刻晴 + 枫原万叶 + 雷系后台 （菲谢尔/八重神子） 优点 ：队伍输出灵活，生存能力较好，有万叶方便聚怪，同时为雷系增伤减抗。 缺点 ：没有草系队友，瑶瑶充能压力较大，另外在提升队伍伤害方面瑶瑶不如纳西妲（但是相应的生存能力更好）。 【 海哥激化队 】 瑶瑶 + 艾尔海森 + 雷系4选2 （八重神子/菲谢尔/北斗/雷电将军/刻晴） 优点 ：双草双雷共鸣，搭配方式更为多样，搭配雷神/刻晴等站场角色海哥可以打速切，搭配纯后台雷海哥可以打站场。 缺点 ：需要对队伍循环具有一定的理解，明白海哥在不同情况下的输出手法，同时缺乏抗打断能力对操作要求也会更高。 【 妮露绽放队 】 瑶瑶 + 妮露 + 前台 （神里绫人/艾尔海森）+ 相应补位 优点 ：瑶瑶作为草奶改善了原先妮露队只有水奶可以用的局面，使得绫人或者行秋夜兰能够加入队伍。 缺点 ：瑶瑶在一定情况下奶人和挂草能力没法兼顾，需要队友提供更多的挂草帮助，因为妮露绽放队草原核自伤较高，对治疗量要求较高。 【 海哥绽放队 】 瑶瑶 + 艾尔海森 + 水系后台 （行秋/夜兰）+ 精通触发位 （雷电将军/托马） 优点 ：通过草原核补充伤害，相对养成成本较低，具有较好的伤害下限。 缺点 ：需要触发草原核的火/雷角色堆较高的精通，水系角色的充能压力会比较大。 【10 攻略总结】 作为 第一位草系治疗角色 ，瑶瑶的出现给队伍搭配提供了更多的可能，同时作为一个治疗角色瑶瑶也是非常合格的，元素战技和元素爆发针对不同情况 提供了不同的治疗方式 ，美术表现和技能设计又十分可爱，而且在新的版本活动中大家有机会可以免费领取，作者认为瑶瑶是一位 非常具有诚意 的角色，希望大家能够尝试使用。 【其他】 本文发布于 3.4版本 ，最新修订于 3.4版本 ， 请注意本攻略的时效性 。 素材：游戏截图 字体：思源黑体 封面：坤易 文案：坤易 设计：坤易",
    "length": 7343
}