{
    "game_id": 2,
    "post_id": "42840834",
    "f_forum_id": 43,
    "subject": "【遗迹探索攻略】天遒谷解谜，跑酷，战斗攻略",
    "url": "https://www.miyoushe.com/ys/article/42840834",
    "created_at": 1693103455,
    "like_num": 113,
    "view_num": 5134,
    "reply_num": 56,
    "text": "在提瓦特中存在着一个高难度的遗迹，名为天遒谷。 那这个遗迹有什么难度呢？ 1.手机玩家跑酷有一定的难度。 2.解谜有点让人摸不着头脑。 3.原魔挑战的阵容难度高。 4.在完成遗迹前不可联机。 但是带来的原石还是有点多的。 注意：该遗迹对于萌新们难度较大，开启后会封禁联机，还请旅行者们三思而后行！！！ 欲知具体如何，且看下文详写 注意：该遗迹对于萌新们难度较大，开启后会封禁联机，还请旅行者们三思而后行！！！ 解谜位置与触发 传送至天遒谷右侧传送锚点，按照传送过来后对准的视角一直前行。 注意：该遗迹对于萌新们难度较大，开启后会封禁联机，还请旅行者们三思而后行！！！ 游到岸上后与前面的石碑对话。 古老的碑文出现如下信息： 「循仙踪兮天道，顾宫墟兮怆仆。徽若陀兮数后，恨繁囿兮作土。」 之后跳出派蒙出现如下信息： 呜哇...这座石碑上的字好难读。 而且又是「仙踪」，又是「宫墟」的，到底是什么意思呢? 不过，上面说「循仙踪兮天遒..」我们至少能确定，这座石碑上记录的事，就发生在这片「天遒谷」。 （还有一句没写到了） 碑文信息无需管 ，完成对话后原本锁上的三个铁门打开并接到一个名为「循仙踪兮天道」的任务。至此遗迹探索正式开始， 多人联机将会被封禁 。 开启解谜后有三大挑战，分别是解谜,跑酷,战斗。每个挑战以挑战塔的形式存在，除了跑酷以外都有三层。 三大挑战——解谜 解谜位置 第一层解谜 进入后我们可以看到6个遗迹火炬组成的几个三角形，仔细看会发现这些火炬有高有矮，因此可以推断出火炬的高矮之间会相互联系，达成条件是全部点亮。（为了方便知道该打哪几个，已提前进行标号） 第一层打一下2号位置，再打一下4号位置即可。 【该视频出现了异常，因解谜已完成+原视频已删除，故已删除】 （这个地方太久没来解了，记忆错乱打了一下3号位置。） 第二层解谜 从旁边的楼梯上到二楼，我们会发现这次是由5个遗迹火炬组成的五角星。 设法将火炬打成类似于只有1号亮，然后打一下4号，再打一下5号即可。 第二层解谜原理 因太久没来，记忆不可靠导致解谜这一挑战的攻略可能有点模糊。所以我打算顺便把原理也写了。 如上图， 各个点都是与另外两个有关联的。根据地上画出的线来判断哪两个关联。 如果三个点里面联动点其中一个被点亮，那么再次联动时就会熄灭，反之则相反。 一个联动源（类似于1号）只有两个联动点（类似于4号5号与1号的关系。） 为了更好理解，我打算举2个例子。 1.若1,4,5均未被点亮,那么点亮1号，4号和5号都会被联动点亮。 2.若攻击了三号导致2,3,4均点亮,那么此时攻击1号结果就是5和1都被点亮，4号应被三号联动点亮此时又被1号联动则会熄灭。 假设上图全部都没有点亮，如果要达成第二层视频中那样只有一号点亮： 以下按照 从上往下 的顺序依次操作。 点亮3号，根据联动2，3，4点亮。 点亮5号，根据联动1,5点亮；2熄灭。 点亮2号，根据联动2点亮；3，5熄灭。 点亮5号，根据联动5点亮；1，2熄灭。 点亮1号，根据联动1点亮；4，5熄灭。 因为这东西太难刻意控制，所以我还探索出了其他三条，按照视频教学变动一下也可以解开。 1,2,5,2,3-----3号独亮 1,3,4,3,2-----2号独亮 3,1,4,1,5-----5号独亮 之后就很好弄了。 打一下4号，因为一号本来就点亮，所以再被联动一次就是熄灭。所以就是4，3点亮。 之后就形成了一个全都没有点亮的三角形。再5号打一下就能全部激活完成解谜。 第三层解谜 这一层就没什么技术含量了，仅需要把这里面8个遗迹火炬全部点亮即可。（下图中有三个没拍到） 三大挑战——跑酷 挑战位置 可以使用岩创造物(岩主，钟离，阿贝多等)和风场(温迪，捕风瓶等)降低难度。 一般可以使用旅行者前往璃月七天神像共鸣岩元素即可。 共鸣时必须使用旅行者交互才能共鸣。 跑酷没啥好写的，直接跟着视频学习就行。 三大挑战——战斗 挑战位置 这是大部分萌新过不去这个探索的主要原因，因此我才使用我练度不高的小号写这篇帖子，可以更加接近萌新的状况。 以下为该号拥有的角色展示： 温馨提示：世界等级五级以上（包括五级）可以通过降低世界等级来削弱挑战塔中的原魔。 建议每层挑战前准备好全队满充能。 第一层战斗 第一层挑战非常简单，有两个雷箭丘丘人和两个岩盾丘丘人。 其中后者是可移动的，所以我们可以将两个岩盾丘丘人引到一个雷箭丘丘人旁边，使用范围技能一举歼灭，其余一个构不成威胁。 第二层战斗 这一层的配置是两个大型火史莱姆，两个火箭丘丘人，一个爆弹丘丘人。 我们可以像视频中一样使用风旅行者找好角度将怪聚到一个角落，然后切换出范围的输出角色一举歼灭。剩余的一个火箭丘丘人依旧构不成威胁。 注意：在火史莱姆，大型火史莱姆没有熄灭前被击败会爆炸，造成伤害并炸飞附近的角色。 第三层战斗 第三层的配置是两个冰箭丘丘人，一个水深渊法师，一个大水史莱姆型水史莱姆，一个大型冰史莱姆。 这个配置主打的就是一个冻结，因此需要尽量规避敌人的攻击防止被冻结。 面对这种配置时有盾的需要优先破盾，缓解躲避压力。然后巨怪到一个角落后同上两层。 结束任务，解除封禁 将三层塔得到的光棱全部带回到遗迹中央，就能完成解谜，击败出现的盗宝团后开启石碑出现的宝箱即可完成任务。 看到这小半圈宝箱就感觉值了！ 收益统计 精致的宝箱4个，8原石 珍贵的宝箱1个，5原石 华丽的宝箱4个，70原石（方碑前的宝箱给了50原石） 共计83原石。",
    "length": 2263
}