{
    "game_id": 2,
    "post_id": "31102122",
    "f_forum_id": 43,
    "subject": "散兵周本怎么打攻略",
    "url": "https://www.miyoushe.com/ys/article/31102122",
    "created_at": 1667488688,
    "like_num": 1548,
    "view_num": 79378,
    "reply_num": 236,
    "text": "第一次做，希望能说清楚 一阶段·散兵 我们一阶段以这个视角分为左右两面 法阵功能 左手右手分别三个法阵，共六个，其中 雷：2个雷法阵使用后分别瘫痪左右手，瘫痪的手停止攻击，没有瘫痪的会继续释放技能 风：一阶段散兵瘫痪后起身，第一个攻击是这个平台的aoe攻击（除了下图，还有一个类似无相系列boss的转圈能量柱攻击，站在“核心”散兵身边也会被攻击掉血，建议直接开盾或者起飞），可使用风法阵（或温迪小技能）起飞（如下图），在空中躲避攻击 火：左手是冰攻击，攻击后地面（类似急冻树）遗留冰属性范围伤害（平台左半边），此时使用火法阵可消除地面冰伤，回到正常地面。 冰：右手同理火伤（类似爆炎树）（平台右半边），使用冰法阵消除火属性范围伤害 水：水法阵是治疗，使用后是持续一段时间的间断性治疗水环，不挂水（应该没记错）。🌟 联机时每人一个水环🌟 如何激活法阵 散兵每次技能攻击后都会在地面遗留下图能量结晶，有大有小，大的一次充满，小的两个充满。 开雷法阵好像需要三个小的来着 _(慌张) 小跟随物（外挂(ㅅ´ ˘ `)♡~）能量充满后，站在亮起的法阵上使用 副本技能 使用后能量清空，法阵立即激活🌟 法阵使用后是有cd的哦，即使能量满了也不能连续激活🌟 当然以上花里胡哨的，有钟离套盾直接打就行，打完直接二阶段。其他盾有cd真空期，建议注意一下结晶没事顺手捡一下 二阶段·散兵 🌟 注意： 一阶段若死亡，二阶段自动残血（ 真的残，三分之一多一点 ）❣️ 复活❣️ _(庆贺吧)顺便一阶段的水阵治疗可以带到二阶段开始，所以如果 队友一阶段阵亡 ，记得给队友点个 水环 奶一奶，或者趁着散兵没反应过来奶一口先（比如心海，阿忍小技能） 🌟开局我们的小跟随物（外挂大腿(ㅅ´ ˘ `)♡~）会自动攻击，我们什么都不用做，只需要躲技能，等技能过后地面也会遗留能量结晶，结晶上会有四叶印，可以直接飞过去。 注意1：结晶会保留一小段时间，飞过去前注意不要脸接技能，技能结束后再去（是谁一巴掌被拍死了我不说，悲_(心情复杂)） 注意2：联机时需要通过四叶印碰触结晶，否则跑过去也拿不起来（试了好几次，如果不是这样那就是我卡了_(心情简单)） 注意3：联机时结晶共享，但是每个人各打各的。即别人捡了能量结晶你的能量也会增加，但是每个人都可以释放技能攻击散兵。于是会出现你打过了能量清空，但是队友的能量槽还是满的。 🌟本阶段地上的机关 打不打都可以，躲技能就行。打完原地会 掉落能量结晶 可以捡。 注意1: 时间到了自动爆炸，离远点 注意2: 打的话要用对立元素攻击，比如 水蓝色的用冰 冰蓝色用火（上图） 火红色用水等元素（上图） 注：温迪，五郎等与这些机关元素既不相同也不对立的（其他人没试过）蓄力都能打掉，只是比对立元素慢 能量满了如何进行攻击 注意1：使用周本给的攻击技能会占用小技能（E技能），如需开盾请先开盾再使用。使用此技能不会被打断，但是会被攻击到掉血。开技能到一半人物死亡是否会被打断，这一点没有试过不清楚（不舍得老婆挨打_(温迪-欸嘿)） 第一步，收集满能量 第二步，点击位于，屏幕右下角，技能上方的绿色亮光技能（ 用之前记得先开盾啊 ） 第三步， 长按 小技能处的绿色技能，对散兵身体进行瞄准，瞄准后松手（ 注意：使用此技能瞄准时人物会站在原地，记得开盾或者在技能间隙攻击啊 ）（ 副本技能没打中会在几秒cd后重新出现，可以接着打，但是依旧占用小技能位置 ） 第四步，松手之后记得快开盾或者赶紧跑继续躲技能，这样那样一段时间之后，散兵血条下方的白色盾条被打空。接下来—— 必杀技·五雷轰顶（bushi） 此时小跟随物 _(抱大腿)的能量被清空，场地中心会出现如下几个机关 注意1: 这几个机关 都要打掉 ，打掉后原地会掉落一个结晶， 都吃掉 能量才会满（联机也是）。满了之后对散兵使用上一步的周本技能打断施法—— 注意2: 中间位于地面的机关会一直对着我们哒哒哒开枪，先打这个，还挺疼的 注意3（划重点❗️）：怎么打？ ①使用元素类攻击才能打掉 （❗️注：**两系都不行） ，比如 1.元素弓蓄力 （甘雨，提纳里，温迪，五郎等等等等） 2.法师:能打到飞着的几个机关的法师 （烟绯普攻，小草神重击） 3:风，岩，草，火，冰 都可以，但是要选择 能够到飞行机关的 ② 打机关 时间有限 ，时间到了来不及打断施法，必死一击就落下来了。攻击前会 锁定 角色，此时 无法换角色 承受伤害，所以如果实在来不及了，提前换个血少的好奶。 独自挑战 时可以换个血少的直接承受攻击，不用赶时间打机关，套个盾（防机关的哒哒哒，还挺疼的）等着就行 联机时 不打完机关拿能量去打断施法，剩下的大家会 随机选定一人必杀 ，其他人， 满血情况大残，血条不够必死 ，全员失败后可在周本出生点（一阶段进门前的位置）重新开始挑战 必杀技后·反击时刻 顺利度过必杀技以后，散兵会落下来半蹲在地面。此时 头顶 会出现一个四叶印， 散兵身前 也会出现一个。 注意1: 先抓 头顶的， 再抓 散兵身前 的。散兵身前的触发距离有点短，之前跑到脚下了都触发不到四叶印 _(心情复杂) 注意2: 不上去也可以的，打脚的伤害一样 注意3: 联机时可能会出现队友上的上下的下，一些拐吃不到，不过散兵血量不高，很好打 然后就能尽情攻击啦～ 我绫人（0命）的高光时刻_(神里绫人-点赞)这么辛苦的发攻略就让我秀一下吧_(偶像姬-沮丧)_(我的心好痛) 夹带私货碎碎念：非酋普通玩家太难了（悲）暴击率根本不暴击，于是干脆堆了101.2暴_(派蒙-做梦) 一些其他注意事项 ①散兵的盾只有一个，就是必杀技能前的那个。打掉之后我无论怎么拖时间都没有再出现了。到处溜达躲技能，小跟随物 _(抱大腿)自己就把他打死了，懒人开心(ㅅ´ ˘ `)♡~，当然了没有我们自己打的快，不过对于 练度较低 的朋友就是福音了，全自动武装攻击，我们满地溜达就行 ②关于联机时辅助选择（ 注：二阶段外挂跟随物的伤害很高，联机时只要能打碎机关+活着就行了 ） （我是全员吹小涩鬼_(偶像姬-大声bb)，所以本贴禁止角色拉踩！_(偶像姬-大声bb)，以下推荐都是基于我被钟离养废了的技术以及太多老婆拉不起的低微练度测试的，大家看看就好，大佬们一定比我厉害_(抱大腿)） ： 🌟心海：心海的重击在必杀前的机关处惨遭滑铁卢，明明也是元素搞不懂为什么打不了机关_(心情复杂)。二阶段散兵到处跑大家躲技能，小技能奶可能经常奶不到人（迪奥娜开大，阿忍小技能，班尼特开大同理，芭芭拉（呜呜呜我的老婆）基本打不到散兵，不然就是脸接技能_(心情复杂)） 不过这一阶段基本上是大家自生自灭自力更生，有奶的话注意一下蹭一口就好。 🌟班尼特：班尼特开大需要小技能充能，散兵乱跑的时候去充能的话经常被迫脸接技能（班尼特：痛死了）很容易挂掉。所以不如攒个大招大家一起躲，就算开大了，大家不说有没有看见，场地太大跑过去也很难，更不要说躲技能了 🌟迪奥娜：无敌盾盾，究极推荐—— 不过大招在二阶段也和班尼特一样可以不怎么用。虽然小技能能自动追击，但是 _(心情复杂)散兵真的太能跑了 🌟芭芭拉：根本够不到散兵（悲_(珊瑚宫心海-能量下降)我的奶生滑铁卢） 🌟七七：散兵太能跑了（悲_(珊瑚宫心海-能量下降)）基本上是打不到的 🌟烟绯：打机关的神，但是身板脆，需要走位，大佬请上 🌟甘雨：伤害超高，打机关也好用！就是弓箭手都很脆，需要走位，大佬请上 🌟阿贝多：防御力绝高，轻易死不了，是大家的希望—— 只要大家都寄之前帮阿贝多把机关打完了_(心情简单)阿贝多打中间的花还是好用的，小技能cd很短，但是天上飞的有点难。或者打机关的时候大家都没有盾，还差一点打完机关寄了，阿贝多老师可以努努力，不然大家一起殉情_(心情简单)。度过了必杀技之后散兵没有盾了，阿贝多老师满地散步都能撑过攻击等小跟随物打完。 🌟温迪：温迪史诗级加强（乐_(温迪-欸嘿)）二阶段打机关小技能直接放在飞着的机关头顶，一下一半，蓄力几下也能打掉飞着的小机关，也可以对着中间开个大，每次扩散都能打掉一些机关的血条，队友稍微打打就打完了。联机大家一起配合好用，一阶段躲瘫痪后的aoe也绝赞_(温迪-悠闲) 🌟万叶：万叶长按小技能（E技能）也能打到飞着的机关，看好位置可以开个大机关全清，只需要再给地上的两下就结束了，配合大家也好用 🌟魈：魈的小技能打机关很快，可惜最多连续三下，开大以后可以打，但是打机关进度略慢。对飞着的的小机关打需要瞄准。不过联机大家一起打其实很快，单人不推荐用来 打机关 ，但是打散兵好用 _(抱大腿) 🌟绫人：绫人是 水打机关无效 （不懂为什么水被ban了） ，虽然也能给怪挂水，但是打必杀前机关纹丝不动_(心情复杂)，推荐打散兵，不推荐打这个机关用（不过必杀前落在地上的火机关可以打，拿个能量结晶挺好的） 🌟其他的欢迎大佬们评论区补充～_(抱大腿) 🌟附上我的信息证明我真的是菜鸡！不要骂我_(偶像姬-大声bb)_(我的心好痛)（老婆太多真的养不过来了_(偶像姬-沮丧)所以关于角色推荐大家参考一下就好）",
    "length": 3733
}