{
    "game_id": 2,
    "post_id": "47759303",
    "f_forum_id": 43,
    "subject": "【V4.3攻略·角色攻略】夏沃蕾·全面解析︱机制/养成/配队",
    "url": "https://www.miyoushe.com/ys/article/47759303",
    "created_at": 1704794535,
    "like_num": 4087,
    "view_num": 438741,
    "reply_num": 723,
    "text": "UID：100559319 这里是阿斯盖特，本期是时刻恪守着心中“正义”的巡队队长——「 夏沃蕾 」的角色攻略，本贴将 详细地讲解 夏沃蕾的 技能机制 、 装备选择与养成 、 相关玩法配队 ~ “放心，即使是在雨里，我的铳枪依旧能够正常开火。” ◆【目录】◆ （点击查看） 1.简析& 一图流 2. 技能 讲解 3. 圣遗物 搭配 4. 武器 选择 5. 命之座 解析 6. 队伍 搭配 7. 总结 一下 【简析&一图流】 「 夏沃蕾 」是一名通过触发固有天赋效果来 提高队内雷、火元素伤害的辅助型角色 。当队内 有且仅有雷、火元素角色 时，将强化夏沃蕾的元素战技，施放出威力更强的战技伤害；夏沃蕾施放战技后还可持续治疗我方场上角色、提高我方雷、火元素角色的攻击力。队伍角色 触发超载反应 命中敌人可以降低敌人雷、火元素抗性。 文字太长不想看？先看看下面的 一图流培养 吧！ 【角色培养材料图表】 ▲以上是 一图流 与 养成材料 ▲ ◆天赋加点：元素战技＞元素爆发＞普攻 ◆ 夏沃蕾的辅助的辅助机制主要源于固有天赋，作为辅助时可能需要关注的也只有升级元素战技提高该技能的治疗量了。因此，作为雷火辅助时，可以 只升级元素战技 （甚至 任何技能都不升级 ） 。 如果想体验高命座（ 4命以上 ）的偏娱乐的火伤射击玩法可以考虑升级元素战技、元素爆发的等级提高夏沃蕾的火伤。 【1】普通攻击/重击（A/Z） 【普通攻击·技能 演示 】 【普通攻击·讲解 介绍 】 ①连续点按普攻键夏沃蕾将进行4段攻击，其中第3段攻击造成2次伤害，其余段数均造成1次伤害。重击、下落攻击与部分长柄武器角色类似。 ②普通攻击并没有太大的前后摇动作，整体平稳，技能倍率不低，对于物理真爱党、夏沃蕾真爱党可以 选择性体验 物理玩法、火伤站场玩法 （搭配6命班尼特） 。 ◆ 夏沃蕾的普攻、重击并不是主要输出方式，自身机制主要在元素战技、固有天赋中，这里便不再过多赘述。 【2】元素战技（E） 【元素战技·技能 演示 】 （战技点按） （战技长按 瞄准） （战技长按 超量要装弹头施放） 【 机制 讲解】 ①元素战技命中敌人时产出 4颗火元素微粒 ，冷却时间为10秒。 ②无论点按、长按战技以及【 超量装药弹头 】的攻击命中敌人均可施加1次独立的 弱火元素附着 （1元素量、9.5秒） 。 ③流涌之刃 （荒性） 攻击命中敌人不产生元素微粒，无法触发元素反应。 ④元素战技命中敌人后，将持续治疗我方场上角色，治疗量 与夏沃蕾的生命值上限有关 。 ⑤战技的 治疗间隔为每2秒1次 ，且第一次治疗将在夏沃蕾施放战技后的第2秒开始。 ⑥长按战技进入瞄准状态后，被锁定的敌人会在施放战技时直接命中该敌人，无需再专门精准瞄准敌人。 ◆夏沃蕾的元素战技主要用来命中敌人后为前台角色回复生命值，或者为队内高能量需求的火元素角色回能 （战技命中产4球） ，以及 触发固有天赋2的百分比攻击加成 。 【3】元素爆发（Q） 【元素爆发·技能 演示 】 （元素爆发 施放） 【 机制 讲解】 ①元素爆发的释放攻击 （爆轰榴弹） 命中敌人将施加1次 强火元素附着 （2元素量、12秒） ，后续产生的8枚「二重毁伤弹」在命中敌人时将施加 弱火附着 。 *二重毁伤弹在命中同1名敌人时仅有第1、4次攻击可施加弱火附着。 ②推荐夏沃蕾 堆叠些许元素充能效率 以便每轮循环可以先手施放元素爆发，避免每轮主C输出前无其他角色先手触发超载反应。 ◆该技能的倍率还算不错，其二重毁伤弹为后续攻击，可用以继续触发超载反应，为配合触发固有天赋2的效果，通常可选择 先施放元素爆发触发超载反应 ，从而使夏沃蕾获得【超量装药弹头】，进而衔接施放元素战技发射【超量装药弹头】，触发「固有天赋2」的效果 （即QE连招） 。 【4】固有天赋（ 核心 ） 【4.1】固有天赋 1 ·尖兵协同战法 ①这一天赋要求队内 只能有雷、火元素的角色 ，且雷、火元素角色 均至少有1名 ；并且需要队内角色 对敌人触发超载反应 ，才能降低敌人的雷、火元素抗性。 ②每次触发的减抗效果 持*6* ，再次触发会刷新持续持续时间。 ③由于持续时间并不长，这使得我们在队伍搭配时须考虑有能在后台施展雷、火元素攻击的角色， 如香菱、菲谢尔、雷电将军、八重神子、迪希雅等 。 *该天赋配队要求可类比 妮露 的「 固有天赋1·折旋落英之庭 」的效果，但并不像妮露那样直接改变反应表达方式（草原核转变为丰穰之核、提高绽放反应伤害）。 ④该天赋看似围绕超载反应搭配，但超载反应在对于该天赋而言 只能是“钥匙” ，配合该天赋所组成的雷、火元素队伍的 主要伤害依旧来源于自身的雷、火元素伤害 。 【4.2】固有天赋 2 ·纵阵武力统筹 ①需要夏沃蕾的 战技打出【超量装药弹头】才能触发该天赋 ，意味着想要触发该天赋需要在夏沃蕾施放1次元素战技前就已经触发了至少1次雷火超载反应。 ②该天赋 并不限制 仅雷、火元素的队伍。 即使队内有其他元素的角色，只要战技打出【超量装药弹头】就可以使队内的雷、火元素角色获得攻击力加成。 ③该天赋叠满攻击力加成需要堆叠夏沃蕾的 生命上限至4W 点。 （叠满将近一个攻击沙漏的加成了） 【 选看 】夏沃蕾 增益效果 作用区间 ①固有天赋1的减抗效果作用于 敌人的抗性区间 ，敌人抗性越高减抗的提升效果越明显。 ②固有天赋2的攻击力加成作用于角色的 基础属性区间 （攻击区） ，角色的基础攻击力越高、该天赋的收益越高 （会与班尼特的元素爆发效果产生稀释现象） 。 ③6命的雷、火元素伤害加成作用于 增伤区间 ，与角色的雷、火元素伤害加成相加计算。 ▲以上是 技能解析 部分▲ ▶圣遗物介绍 【 套装 选择】 （点击查看） ①当辅助攻击力倍率的输出角色时，夏沃蕾可选择「 昔日宗室之仪 」4件，在施放元素爆发后提高全队的攻击力。 ②另外可考虑“ 千岩2件+花海2件 ”的组合，可获得总计40%的生命加成，使得夏沃蕾更轻松达到4W生命值上限。 ③通过兼顾治疗、生命两种属性，也可考虑装备「 昔时之歌 」4件来补充夏沃蕾的辅助能力。 ④如果是 夏沃蕾真爱党玩家 ，打算抽高命座且培养的话，可以考虑以元素战技作为输出的“火枪玩法”，此时可以考虑“剧团2件+魔女2件”提高战技伤害；如果想要体验夏沃蕾的站场玩法可以选择配合6命班尼特搭配。 （该玩法 偏厨力、娱乐向 ，还请谨慎选择） ⑤ 前期 可选择“战狂2件+赌徒2件”提高夏沃蕾的战技伤害，提高前期大世界探索的输出；或者考虑流放者4件套，优化队友技能循环。 【 词条 与 面板 】 （点击查看） ①雷火辅助的夏沃蕾优先提高 生命值上限至4W ，圣遗物的主属性均可选择百分比生命加成。 ②当搭配「 西风长枪 」时，可考虑 堆叠暴击率 ，或理之冠主属性为暴击率 （50%左右即可） 。 ③当套装选择“ 宗室4件 ”时，则需要考虑 堆叠元素充能效率 优化技能循环 （约160%-190%） 。 ④ 火枪输出玩法 可考虑攻击沙、火伤杯、双暴头冠 （偏娱乐向） 。 ▲以上是 圣遗物搭配 部分▲ ▶武器选择 【武器讲解】 （点击查看） ①雷火辅助向玩法主要 堆叠夏沃蕾的生命值至4W点 ，提高「固有天赋2」的攻击增益效果——如果通过圣遗物并没有使夏沃蕾的生命值达到4W，则可以考虑选择生命类武器，如黑缨枪、公义的酬报。 ②「 黑缨枪 」的 获取方式简单、无需精炼 ，只需升级武器等级即可。 ③「 公义的酬报 」是枫丹地区的 锻造武器 ，触发该武器的特效需要夏沃蕾 受到治疗 ——仅靠夏沃蕾的战技则需要在施放后的第2秒才能受到治疗，通常需要考虑配合其他治疗角色、自身6命效果触发 （战技治疗结束后会为全队进行治疗，此次治疗可以触发该武器的技能） 。 ④夏沃蕾的生命值如果堆叠至3.5W，考虑到攻击力存在不小的稀释现象，可选择「 西风长枪 」来丰富夏沃蕾的功能性，此时圣遗物的副词条或理之冠主词条可考虑 堆叠些许暴击率 ，进而促进触发该武器的被动、优化队伍循环。 ⑤「 护摩之杖 」也能提供百分比生命加成，但如果仅是雷火辅助向玩法则并不推荐优先考虑 （推荐给其他输出角色使用） ，不过夏沃蕾真爱党可以考虑选择。 ⑥夏沃蕾的输出玩法 （真爱党玩法） 照旧考虑传统的“攻火暴”组合，在选择武器时也以双暴类、攻击类武器为主。 ▲以上是 武器选择 部分▲ ▶命之座介绍 【命座详解】 （点击查看） 【 1命 】该天赋将为场上触发超载反应的角色 提供额外能量恢复 ，优化循环， 不过因为需要触发超载反应，该天赋并不能保证每次回能都给特定的角色。 【2命】该命座将在夏沃蕾长按战技后，在命中位置生成左右共2枚与元素爆发类似的“二重毁伤弹” （有特定技能倍率） ，会在战技命中后 极短的时间内 爆炸。该命座并非关键命座，主要提高夏沃蕾的伤害。 （该命座的殉爆效果在后台也可触发） 【4命】施放元素爆发后的两次长按战技将不会进入冷却，使得夏沃蕾可以连续打出2次战技伤害， 优化夏沃蕾的火枪玩法 。 【 6命 】对于雷火辅助玩法的夏沃蕾而言 提升最大的命座 。配合战技的持续治疗效果为被治疗的角色 （主要是场上角色） 提供雷、火伤害加成 。当战技的持续治疗结束后还将为全队进行一次治疗，该次治疗也可触发该命座的1层伤害加成效果 （即后台可触发） 。 ◆总的来说，夏沃蕾的0命就已经具备了较为完整的技能机制，自身机制主要集中于固有天赋中，使对技能的提升有限； 1命 可以配合优化场上角色能量，直到 6命 才大幅提高了夏沃蕾的辅助能力。作为雷火辅助时，0命即可培养。（ 火枪输出玩法 时， 4命 也较为关键） ▲以上是 命座解析 部分▲ 【1】雷国变阵/雷夏香班 【数据对比】 夏沃蕾 与 万叶 在雷国队 *主要计算了雷电将军与香菱在不同条件下的伤害对比，其中分为“两者伤害期望综合、香菱伤害期望、雷电将军伤害期望”三种不同的数据对比，且 对照组均为0命万叶 。 ①由上方图片可知，夏沃蕾与万叶对雷神和香菱的提升 由高到低 依次是6命夏沃蕾＞2命万叶＞0命万叶＞0命夏沃蕾。 ②0命夏沃蕾就与万叶的 整体差距并不大 了，可以根据深境螺旋的队伍需求， 选择万叶调整至另一队伍 ，降低了万叶的阵容选择压力。 ③因为雷电将军和香菱 都有持续的后台伤害技能 ，可持续触发夏沃蕾固有天赋1的减抗效果，这也是夏沃蕾的重要优势。 【角色培养】（ 香菱 / 班尼特 ） *雷电将军的培养在下方“雷九变阵”中。 ①该队伍的输出顺序可根据每轮输出时，夏沃蕾的元素爆发 是否满能量选择 ，其目的在于“ 先触发超载反应 ，使夏沃蕾 获得 「超量装药弹头」，进而后续夏沃蕾 长按战技发射 弹头、 触发固有天赋2 的攻击加成效果”。 ②夏沃蕾 未满能量或不施放元素爆发 时，可选择“雷电将军E、班尼特EQ、夏沃蕾 E（长按） 、香菱QE、雷电将军Q接输出”。 ③如果需要夏沃蕾施放元素爆发，则推荐堆叠160-180%的元素充能效率；香菱的元素充能效率推荐在200%左右；班尼特的元素充能效率可在220-240%。 ④夏沃蕾的长按战技时可以选择“在长按战技进入瞄准模式后的 极短时间内发射 超量装药弹头”，以缩短整体循环时间。 ⑤因为队伍的主要反应是超载反应，作为雷国变阵而言更多是一种 BOSS攻坚对策选择 ，在面对群怪、体积较小、韧性较低的敌人时并不推荐选择 （因为会小怪会被“炸飞”） 。 【2】雷九夏班 【数据 对比 】 夏沃蕾 与 万叶 在雷九队 ①由于万叶搭配风套减抗的时间比夏沃蕾要长2秒 （风套减抗8秒、夏沃蕾减抗6秒） ，所以在 实际的输出 中，万叶对该队伍的伤害提升还要更高些。 ②不过，如果考虑到深境螺旋的整体队伍搭配，依旧可以 考虑万叶去另一队伍 、缓解配队压力。 【角色培养】（ 雷电将军 / 九条裟罗 ） *班尼特的培养在上方“雷夏香班”部分。 ①需要注意的是，这一队伍 近乎没有长时间的持续后台火伤技能 ，使得夏沃蕾的 长按战技要推后施放 ，以使敌人的减抗时间尽可能多的处于雷电将军的输出阶段中。 ②打算提高队伍整体伤害，还可提高 九条裟罗 的伤害，可选择继续堆叠双暴、充能和攻击。 ③九条裟罗、班尼特所提供的攻击提升为数值攻击力， 仅取决于自身的基础攻击力 （人物等级和武器基础攻击力） 。 【3】与 林尼 的搭配 ①林尼是一名需要 站场蓄力射箭 的火伤输出角色，且队内火元素角色越多 （至多3名即可） 攻击处于火元素影响下的敌人的伤害也越高。 ②但当配合夏沃蕾时，林尼的队友选择 只能从剩下的雷、火元素角色中寻找 ，且至少要有1名雷元素角色，形成“ 林尼 + 夏沃蕾 + 雷元素角色 + 雷 / 火元素角色 ”的情形。 ③ 雷元素角色 可以在八重神子、菲谢尔、雷电将军等具有后台挂雷能力的角色中考虑。 ④第4名角色选择： ◆ 班尼特 （但队内 缺乏抗打断手段 ，且班尼特的元素爆发经常“内鬼”） ，但队伍容错率较低； ◆“ 4命烟绯 ”，可以考虑堆叠充能效率、生命值提高护盾量，并搭配「讨龙英杰谭」、「昔日宗室之仪」4件提高林尼的攻击力； ◆ 迪希雅 ，施放元素战技触发固有天赋提高抗打断能力，但额外辅助能力较少，圣遗物可考虑「千岩牢固」4件。 【4】与 宵宫 的搭配 ①在搭配雷火队伍时，队内基本只剩下一个位置选择一名后台雷元素角色 （如北斗、菲谢尔、八重神子等） ，普攻的 弓箭速射 可以命中被炸飞的敌人，但其队伍的整体效果会 逊色于当前主要的蒸发队伍 （宵夜钟云/班等） ，更多作为娱乐、 拓展玩法 。 ②示例配队考量： 不带班： 宵宫 + 夏沃蕾 （宗室4件） + 北斗 + 菲谢尔 （宵宫/北斗/菲谢尔均需要提高输出） 带班： 宵宫 + 夏沃蕾 + 班尼特 + 后台雷元素角色 ◆不带班尼特可以考虑双雷的“北斗+菲谢尔”组合，但因为缺少班尼特的高额攻击力提升，也将导致宵宫的自身伤害会有所下降，需要“北皇”组合自身的输出补充，对配置有一定要求。 ◆带班尼特的的主要问题在于—— 单雷北斗 虽可提高宵宫输出容错率，但充能缓慢；搭配 其他后台雷角色 ，使得宵宫没有有效抗打断效果，处于班尼特元素爆发范围内容易被敌人“反向打反应”导致普攻被敌人打断。 （林尼具有类似的情况，需要抗打断角色、班尼特，目前雷元素抗打断辅助仅有北斗施放元素爆发，但单雷充能较慢） 【5】与 赛诺 的搭配 ①赛诺本身的天赋 （精通提高普攻的基础数值） 使得其并 不太需要搭配班尼特组合 。 ②夏沃蕾的增益效果是直接加成至角色自身、降低对应敌人抗性， 优化赛诺的“转火”体验 ，如果目前不使用激绽玩法，可以考虑搭配夏沃蕾组雷火输出队伍。 ③不过需要注意的是，在雷火队伍中，赛诺的 精通收益会下降 （超载伤害占比不高） ，且如果队内的“挂火频率”不高，将会导致敌人长期处于雷附着下，这也将导致“如雷4”和“饰金4”的收益下降，在雷火队伍中， 更多考虑“角斗士4件” 。 ⑤示例队伍： 赛诺 + 夏沃蕾 + 托马 / 迪希雅 （后台火） + 菲谢尔 ◆如果 已经有成型的赛诺激绽队 （如赛芙纳白）则可不考虑雷火队伍，更多作为一种拓展玩法，作为具有精通模组提升的赛诺，其更适配激绽队伍。 【6】其他 雷 / 火 角色 ①其他更多雷火元素角色，如 刻晴 （目前主要为激化队） 、 胡桃 （蒸发队为主） 等角色都有更为优先的队伍选择，体验雷火队伍是还需谨慎考虑。 ②法器类雷/火元素角色可利用自身具有一定范围的普攻配合站场体验雷火玩法，如烟绯、可莉等，但更多是 面对BOSS攻坚、具有较高韧性或不易被打断的敌人时考虑 。 ③火伤输出向玩法的 迪希雅 也可考虑选择，推荐提高自身火伤输出配置，如搭配班尼特、菲谢尔等。 【7】夏沃蕾队伍组成的 展望 ▶ 需要解决 的现象 ①仅限雷火的角色中，大部分雷、火元素角色 难以忽视班尼特的存在 ，其攻击力加成依旧“暴力且直接”。 ②当前诸多雷、火元素角色 缺乏有效抗打断手段 ，在不搭配护盾/抗打断提升角色时，很容易出现被敌人攻击打断、生命值骤降等现象。 ▶ 未来 配队 展望 当前组队存在些许“限制”—— 或许 在未来的版本中，将 出现“基础倍率区间”数值很高 ，以至于 不再刚需 搭配班尼特的雷/火角色；又或是推出 更多具有抗打断能力 的输出角色…… ▲以上是 队伍搭配 部分▲ 【总结一下】 ◆ 技能升级 ：雷火辅助只升战技提高治疗量，甚至可以不升级；真爱党选择性考虑升级全部技能。 ◆ 武器选择 ：「黑缨枪」性价比高、「公义的酬报」需要锻造、丰富功能性选择「西风长枪」、真爱党可考虑双暴。 ◆ 圣遗物搭配 ：配合攻击倍率角色可选「昔日宗室之仪」4件 （队内仅需1人选择） 、「昔时之歌」4件 （队内有其他角色选择宗室4件时可考虑） ，提高生命值可选“千岩2+花海2”，火枪输出可选“剧团2+魔女2”。 ◆ 词条选择 ：优先将生命值对叠至 4W ，选择“宗室4”叠充能，选择西风长枪叠暴击；输出玩法攻火暴。 ◆ 命座提升 ： 0命 即可培养， 1命 辅助回能，2-5命多为提伤害， 6命 雷/火增伤。 以上就是本期「 夏沃蕾 」角色攻略的全部内容啦~我们下期再见！_(米游姬入欧) 图片： Asgater 文本： Asgater 数据： Asgater 监督&校正： Asgater",
    "length": 7105
}