{
    "game_id": 2,
    "post_id": "47685841",
    "f_forum_id": 43,
    "subject": "【V4.3攻略·角色攻略】雷电将军·养成与配队全面解析",
    "url": "https://www.miyoushe.com/ys/article/47685841",
    "created_at": 1704611664,
    "like_num": 4203,
    "view_num": 320289,
    "reply_num": 1256,
    "text": "UID 126941175 枫丹千灵节过后，稻妻与枫丹的文化交流被提上日程，这自然少不了御建鸣神主尊大御所大人的过目。枫丹的时代潮流会与稻妻的传统文化发生怎样的碰撞呢？ 这里是卡玛sei亚，本期将 详细介绍 雷电将军 的 养成与队伍搭配 ，若旅行者想要了解更多，也可在这里找到 天赋机制 与 命之座提升 分析哦~ * 进阶分析均已折叠 ，可选择性查阅。 ✦目录✦ 1. 一图概述 （通过一图，快速看懂） 2. 角色简析 （天赋加点、命座规划） 3. 配装介绍 （武器与圣遗物的选择） 4. 配队建议 （深境螺旋的队伍搭配） 5. 抽取价值 （总结与整体抽取建议） 雷电将军 一般可作为 站场输出位 （主C） ，该定位下其 元素爆发 可提供较强的爆发与持续 输出能力 ，且能兼顾全队 能量回转 ，称为 直伤流 。 在特定情况下， 雷电将军 也可仅依靠 元素战技 挂雷 （作为副C） 以在后台持续触发 超绽放 ，即 超绽放流 。 若旅行者不想看太多文字，不妨先参考一下这张一图概述： ✦天赋优先级： 元素爆发（9+） ＞ 元素战技（9） ＞普通攻击（无需升级），若只玩超绽放流则可不升级元素爆发。 一、基础属性 ✦雷电将军 具有明显的 近战输出角色 特征， 基础攻击高 ，且基础生命与基础防御不低。 * 超绽放 的基础伤害与倍率无关，而是仅取决于触发者的 等级 与 元素精通 ，因此强烈推荐玩 超绽放流 时将雷电将军 升至90级 ，而由于基础攻击更多来自武器，在资源有限时，只玩 直伤流 则可考虑 停在80级 （需已突破） 。 二、普通攻击/重击（A/Z） 雷电将军 的普通攻击与重击一般只能造成 物理伤害 ，其直伤主要来自施放元素爆发后的输出 （倍率与此处的倍率无关） ，所以 没有必要 升级普通攻击。 ✦天赋演示 三、元素战技（E） 雷电将军 的元素战技倍率较低，并非其主要直伤来源，但可依据天赋等级为全队提供元素爆发增伤，因此需要升级，但 升至9级 即达上限，不必升至10级。 「 雷罚恶曜之眼 」能提供 长时间且稳定 的后台挂雷，附着频率较低，但伤害范围和频率均较高，故适合持续、高频 触发 超绽放 反应。 ✦天赋演示 ✦具体机制 ① 「雷罚恶曜之眼」给予的元素爆发增伤实时计算，无法被召唤物“锁面板”，但由于其持续时间长，可视为常驻效果。 9级元素战技的增益幅度为每点元素能量0.30%，则其能为元素爆发需要80能量的队友 （如行秋、香菱） 提供24%的元素爆发增伤。 ② 「雷罚恶曜之眼」的协同攻击需要 造成伤害 触发，因此不利于应对深渊法师等带有护盾的敌人。该攻击每 0.9秒 至多触发1次，且伤害 范围较大 （与久岐忍元素战技召唤的「越祓草轮」伤害范围类似） 、能远程触发，因此非常适合作为 超绽放 的触发单位。 ③ 元素战技只能造成弱雷附着 （1元素量） ，施放时造成的单段 雷伤 无附着冷却，而「雷罚恶曜之眼」的协同使用默认冷却组别 （2.5s/3hits，即每2.5秒内，每3次伤害内第1次提供附着） ，因此在后台理论上每 2.7秒 才能附着1次弱雷，挂雷频率一般，难以在有较多水附着的情况下保持激化状态。 ④ 元素战技施放时造成的单段 雷伤 与「雷罚恶曜之眼」的 协同 都有50%概率产生1个雷元素微粒，但有0.8秒的产球冷却，因此除施放后第1次协同外，最快每0.9秒1次的攻击都有可能产球。在其常见的20~23秒循环轴中， 雷电将军 的产球期望为 8~9个雷元素微粒 ，单次产球少但整体产球量可观，在需要持续输出的环境中更具优势。 四、元素爆发（Q） 雷电将军 可通过施放 元素爆发 提供 单段高倍率伤害 ，且能通过其持续时间内的普通攻击、重击与下落攻击 （均视为元素爆发伤害） 提供 持续输出 与 全队能量回复 。 因此， 元素爆发 是 直伤流 雷电将军 最重要的天赋 ，除非只玩 超绽放流 ，不然建议 至少将其升至9级 ，将其 升至10级 （需交出智识之冕） 也是完全值得的。 ✦天赋演示 ✦输出特点 ① 雷电将军 斩出「梦想一刀」后，有 7秒 的时间在「梦想一心」状态下输出，但由于卡肉影响，该状态与元素爆发施放动画加起来一般 用时为9~11秒 ，对18秒的冷却乃至20~23秒的常见循环轴长度来说真空期恰到好处，能为队伍中的副C与辅助留出较充足的天赋施放时间。 ② 「梦想一刀」的 伤害范围很大 ，而雷电将军在「梦想一心」状态下的伤害范围也明显大于常规普通攻击与重击，因此 对群输出能力较强 ；此外在「梦想一心」状态下，雷电将军获得相当于 霸体 的抗打断能力 （无法被打断但可被推动或冻结） ，这进一步优化了雷电将军的输出体验。 ✦输出机制 ① 雷电将军 元素爆发的倍率较高，且会随着消耗愿力层数的增多而进一步提高。「梦想一刀」攻击无附着冷却且能造成强雷附着 （2元素量） ，而「梦想一心」状态下的普通攻击与重击共用同一冷却标签且使用默认冷却组别 （2.5s/3hits） 、只能造成弱雷附着 （1元素量） ，因此挂雷频率不高，一轮循环中由元素爆发造成的雷附着一般仅 6~9次 ，带无辅助能力的草系队友提供 超激化 收益往往不如带直接提供 面板增益 的辅助。 ② 「梦想一心」状态下的普通攻击、重击与下落攻击动作仍视为对应行为的动作，但造成的伤害属于 元素爆发伤害 ，因此能够触发行秋、夜兰、托马等角色元素爆发的普攻动作协同攻击，但不能触发北斗元素爆发、绮良良4命的普攻命中协同攻击； 能够利用到元素爆发增伤 ，但 不能利用到普通攻击增伤 。 ③ 在「梦想一心」状态下，往往采用 普通攻击3下接重击 （即 AAAZ ） 的手法，有时也会为了追上限或卡循环增益采用 普通攻击接重击 （即 AZ ）的手法，或为了提高夜兰等副C的协同次数采用 普通攻击4~5下接闪避 （即 AAAA闪 或 AAAAA闪 ）的手法。 ✦回能机制 在解锁60级突破天赋后， 雷电将军 的 充能效率 将影响全队回能能力 ，比如250%充能的雷电将军 （元素爆发10级） 单次回复量为2.5×[1+0.01×(250-100)×0.6]=4.75，则5次回复总量为4.75×5=23.75，而当其充能下降至230%时，回能总量将下降至22.25 。 *固定回能并非额外产球，并不与角色的元素充能效率乘算，因此对于元素爆发的元素能量为80的角色，25的回能总量可视为将该角色的所需能量降低至55。 五、生活天赋 ✦天下名物狩 ：突破 （并非升级） 单手剑 和 长柄武器 时，消耗的 摩拉数量减少50% 。 *对于将一把对应武器从1级升至90级的消耗，该天赋可为4星武器节约75000摩拉、为5星武器节约112500摩拉。其实只相当于1~2次地脉衍出·藏金之花的奖励，但聊胜于无。 此外，该角色无法烹饪料理。 六、命之座 1. 命之座介绍 2. 命之座提升对比 如下是在直伤流阵容「 雷夜香班 」中雷电将军的命之座提升对比。 *对比数据为阵容循环秒伤，雷电将军使用精1薙草之稻光，夜兰为0命且使用西风猎弓，香菱为6命且使用「渔获」，班尼特为6命且使用风鹰剑，雷电将军6命可将此循环轴长度缩减1秒。 3. 命之座分析 ✦1命 ：在每轮循环中队友均施放元素爆发的常规场合 （雷电将军元素爆发10级） ，0命往往即可叠48~56层愿力，1命不带雷系队友也可轻松叠满，也导致 提升相对有限 （一般低于8%） ，性价比不高。 ✦2命 ： 大幅提高了 雷电将军的 直伤输出能力 （约40%） ，使其定位更偏向于输出，且使其作为单核主C的配队可行性明显提高。 ✦3命 ：在2命的基础上进一步 提高了雷电将军的直伤输出能力 （约15%） ，虽然超过10级的元素爆发并不能进一步提高全队回能能力 （相比10级） ，但该命之座 收益仍然明显 。 ✦4命 ：看起来数值收益不错，但 无法增益自身 导致该命之座在单核队价值很低，且仅在循环第2轮及以后才有提升、持续时间往往与爆发期错开导致更需要搭配有“锁面板”召唤物的角色 （如香菱） ，综合来看性价比低。 ✦5命 ：雷电将军的元素战技倍率较低，且 9级战技的元素爆发增伤已至上限 ，因此该命之座提升低 （不到3%） ，性价比低。 ✦6命 ：该命之座虽可降低队友元素爆发冷却时间、缩减部分循环时间，但因为队友战技冷却时间、天赋影响，往往 难以达到理想效果 ，性价比低，一般仅有超高配雷八 （雷电将军+八重神子） 直伤队考虑该命之座。 ✦命之座简评： 2命提升很大 、 3命提升较大 ，其余命之座性价比均不高。 *分析仅基于 直伤流 ，而任何命之座 均无 对 超绽放流 的提升。 这里将分别介绍 雷伤直伤玩法 和 精通超绽放玩法 雷电将军的配装方案。 * 两种玩法差别非常大 ，不存在共同配装方案，若需兼顾则应准备两套配装，在更换阵容时将配装更改为对应玩法所需方案。 一、直伤流配装 1. 武器选择 ✦充能武器 ： 薙草之稻光 为最优选 ， 「渔获」 、 天空之脊 、 西风长枪 都可考虑使用，圣遗物养成成本低于其他武器。 ✦其他武器 ： 决斗之枪 、 护摩之杖 、 赤沙之杖 、 和璞鸢 、 断浪长鳍 等输出武器均可用，一般需圣遗物副词条提供较多充能。 ✦武器对比 *数据由阵容「雷夜香班」及「雷芙夜琴」中，雷电将军选用各武器对循环秒伤的贡献对比得出，配装详见本节“参考面板与伤害”部分。 ✦选择依据 ① 雷电将军 一般对 充能效率 需求较大，应尽量选择充能武器， 薙草之稻光 不仅提供大量充能，而且通过特效提供大量攻击，因此 最契合 雷电将军。 ② 「渔获」 与 天空之脊 同样为特效提供一定输出能力的充能武器，是伤害和易用性上 仅次于 薙草之稻光的次选，前者特效泛用性高，后者特效利用率有限但基础数值略高，与前者差距不大。 ③ 同为充能武器的 西风长枪 虽然不提供输出特效，但能进一步优化全队能量回转，配平队友充能后在部分 0命 雷电将军的 多核阵容 （例如「雷神国家队」，即「雷行香班」） 中表现不错。 ④ 当圣遗物副词条提供足够充能或阵容充能需求较少时，不提供充能的其他武器也可用，雷电将军对 暴击 、 暴伤 的需求也较高，这使得 决斗之枪 、 护摩之杖 、 赤沙之杖 与 和璞鸢 的表现均不差 （即使它们中的部分武器会浪费较多特效） 。 ⑤ 虽然 断浪长鳍 不提供充能、暴击与暴伤，但由于其特效契合，在精5后依然是可选方案。 2. 圣遗物选择 ✦套装选择 ： 仅推荐 绝缘之旗印 4件套 （4绝缘） 。 ✦主词条选择 ： 充能沙 + 雷伤杯/攻击杯 + 暴击头/暴伤头 （尽可能配平面板暴击:暴伤→1:2） 。一般情况下队伍中有班尼特时雷伤杯更优，否则攻击杯更优。 *绝大多数情况下应选择充能沙，但当充能供给过多时也可选择攻击沙。 ✦副词条选择 ： 暴击 ≈ 暴伤 ＞ 攻击 ≈ 充能 。在超激化队无需刻意堆叠精通，靠队友增益或“歪词条”即可。 ✦充能参考 ：充能达到一定水平后，攻击收益往往高于充能。对于薙草之稻光，最佳充能在 260%~280% 之间 （精1为270%） ；对于大多数武器，充能不低于 240% 即可； 西风长枪仅 需 210% 。 3. 参考面板与伤害 ✦计算标准 ① 雷电将军圣遗物套装选择绝缘之旗印4件套 （4绝缘） ，主词条固定选择充能沙，在「雷夜香班」中选择雷伤杯、在「雷芙夜琴」中选择攻击杯，充能武器选择暴击头、决斗之枪选择暴伤头。 ② 雷电将军圣遗物副词条攻击、充能、暴击、暴伤总和为28词条，充能武器暴击、暴伤总和为18词条，决斗之枪暴击、暴伤总和为15词条，暴击、暴伤词条分配比不低于1:2、不超过2:1。 ③ 所有五星队友均为0命、四星队友均为6命，班尼特圣遗物套装选择昔日宗室之仪4件套 （4宗室） ，武器选择风鹰剑且元素爆发等级为10级 （折算5命特效后为13级） 。 ④ 目标敌人等级为90级 （防御为950） ，且所有元素及物理抗性均为10%。 二、超绽放流配装 1. 武器选择 ✦常规选择 ： 匣里灭辰 为性价比最优选择（仅需精1） ，精5 峡湾长歌 上限最高但精炼成本高、相对匣里灭辰提升极小 （仅1%，且未到精5时不如匣里灭辰） ，因此不必考虑。 ✦前期过渡 ： 喜多院十文字 与 贯月矢 均为无上述武器时的过渡备选，其获取方式均为锻造，且仅需精1。 2. 圣遗物选择 ✦套装选择 ： 乐园遗落之花 4件套 （4乐园） 、 饰金之梦 4件套 （4饰金） 及 2精通+2精通 散搭 （2+2，套装2件套均提供80点精通） 均可 。4乐园上限最高但对应秘境副产物泛用性较低，不必要强行刷取，4饰金和2+2与其差距不大 （同词条下分别为5%和8%） 。 ✦主词条选择 ： 精通沙 + 精通杯 + 精通头 。 ✦副词条选择 ： 仅需堆叠 精通 ，但也可适当堆叠一些 充能 ，这能使雷电将军在特定情况下通过元素爆发站场触发超绽放，从而提高环境适应性。 3. 参考面板与伤害 ✦计算标准 雷电将军武器选择匣里灭辰，主词条选择精通沙+精通杯+精通头，副词条分配6个精通词条；伤害仅受到队友所装备的深林的记忆4件套 （4深林，能降低30%草抗） 的增益；目标敌人所有元素及物理抗性均为10%。 ✦配队简介 直伤流 雷电将军作为有 不错直伤能力 和 一定全队回能能力 的主C，可选择搭配部分以高能量需求副C走 多核 的思路 （例如「雷神国家队」，即「雷行香班」） ，也可选择尽量搭配强力直伤增益辅助走 单核 的思路 （例如「雷九万班」） 。 显然，后者对雷电将军自身的配置要求较高，而前者则根据副C所利用的元素反应增益类型，分为 蒸发队 （例如「雷夜香班」） 、 纯直伤队 （例如「雷芙夜琴」） 、 超激化队 （例如「雷八万白」） 等，对元素反应增益利用越充分的阵容，在配置较低时越有优势。 除此之外， 超绽放流 雷电将军作为以 剧变伤害 为主的副C，也有广泛的应用 （例如「心雷纳夜」） 。 这里将分别以「 雷夜香班 」、「 雷芙夜琴 」与「 心雷纳夜 」为例，介绍雷电将军的 常见配队 ，并简要介绍雷电将军的 其他配队 。如下为这三个阵容的实战演示： *bgm：寒光裂涛 Combat Beneath the Waves - HOYO-MiX 一、雷夜香班 「 雷夜香班 」的队伍成员为“ 雷电将军 + 夜兰 + 香菱 + 班尼特 ”，此为 蒸发队 的典型阵容， 将 夜兰 换为 行秋 后即变为家喻户晓的「 雷神国家队 」 （即「雷行香班」） 。这两队各有优劣，根据情况选择即可。 1. 队友替换 ① 该阵容中仅有 夜兰 或 行秋 可作为水系队友，且 仅此二者 可相互替换。 ② 在该阵容中， 行秋 能利用双火共鸣特效与一部分班尼特的攻击增益，且其减伤使队伍防斩杀能力得到补足，其2命还能使挂水覆盖更契合循环轴长度 （而夜兰并无这些优势） ，因此利用率更高。 ③ 但在另一队 （如「海纳行久」） 更需要行秋时， 夜兰 在该阵容的价值得以体现，且其在应对兆载永劫龙兽 （一般需弓蓄力击落） 时有明显优势，也能通过提升配置 （命之座与更好的武器） 获得更高的输出上限。 2. 队友配装 *「渔获」仅能获取一把，一般更推荐给香菱使用，而雷电将军优先使用薙草之稻光、天空之脊等，在其0命时西风长枪也不错，此外当雷电将军或香菱的圣遗物充能供给较多时，不提供充能的其他武器也可用。 3. 优缺点简述 ✦阵容优势 ：易于处理高血量单体敌人、伤害种类多，不易被特定元素高抗性/免疫针对、对除水盾外多数元素盾破盾能力优秀。 ✦阵容劣势 ：不易应对分散/容易被击退/全抗性较高的敌人、不带行秋时防斩杀能力有限 （在班尼特的自挂火加持下容易被敌人一招蒸发） 、不带夜兰时缺少弓位 （难以应对兆载永劫龙兽） 。 二、雷芙夜琴 「 雷芙夜琴 」的队伍成员为“ 雷电将军 + 芙宁娜 + 夜兰 + 琴 ”，此为 纯直伤队 的典型阵容，几乎不依赖元素反应的直接增益，而是通过雷电将军和芙宁娜的输出兼全队辅助能力达到较高的伤害利用率。 1. 队友替换 ✦ 在雷电将军配置较高时，可将 芙宁娜 或 夜兰 换为 九条裟罗 。 ✦ 若需进一步提升防斩杀能力，也可用 行秋 替换 芙宁娜 或 夜兰 。 2. 队友配装 3. 优缺点简述 ✦阵容优势 ：易于处理高血量单体敌人与全抗性较高的敌人。 ✦阵容劣势 ：不易应对分散及水/雷元素免疫的敌人、难以处理带有水盾/雷盾/冰盾 （实为冻盾，下同） 的敌人、缺少反应增益，对配置/练度要求较高。 三、心雷纳夜 「 心雷纳夜 」的队伍成员为“ 珊瑚宫心海 + 雷电将军 + 纳西妲 + 夜兰 ”，此为 超绽放流 的典型阵容，也可将 夜兰 换为 芙宁娜 。在该类阵容中，由雷电将军造成的超绽放伤害与双水队友提供的直伤均不可忽视。 1. 队友替换 ① 纳西妲 一般无法被替换，但在万不得已时也可选择草元素旅行者或柯莱过渡。 ② 夜兰 对队内增益利用率更高但需普通攻击协同启动，实战效果不一定好于 芙宁娜 。行秋也可作为水系副C入队，但在双水阵容中发挥不出其挂水优势，且直伤能力略低。 ③ 与久岐忍不同的是，雷电将军不提供生存能力，往往需要额外的生存辅助，这某种程度上降低了配队泛用性，但也使对应阵容具备更强的生存能力。 ④ 珊瑚宫心海 为最常用的 生存辅助 ，其挂水使阵容环境适应性更强，且其普通攻击索敌距离远，契合「雷罚恶曜之眼」协同的远程触发能力，还能提供一定直伤。 ⑤ 生存辅助也可选择 芭芭拉 、 白术 或 瑶瑶 ，芭芭拉具有珊瑚宫心海的大多数特点，但缺少直伤能力。白术或瑶瑶可带来双草共鸣和更高的挂草频率以提高超绽放伤害效率，但会导致挂水需求提高，此时水系队友应选择 行秋 ，且直伤能力和输出距离降低。 2. 队友配装 3. 优缺点简述 ✦阵容优势 ：易于应对复杂多变的出怪环境、对除冰盾外多数元素盾破盾能力优秀、生存能力强、对练度要求不高，具有可观的基础强度。 ✦阵容劣势 ：不易应对全抗性较高及水/草元素免疫的敌人、难以处理带有冰盾及风蚀沙虫等输出窗口期会导致「雷罚恶曜之眼」协同位置偏离草原核的敌人、不带夜兰时缺少弓位 （难以应对兆载永劫龙兽） 。 四、其他阵容 除上述阵容之外，雷电将军还有一些可用阵容，将在此简要介绍。 简称注解：A为普通攻击、Z为重击、闪为闪避、E为元素战技、Q为元素爆发。 1. 雷九万班 ✦队伍成员 ：雷电将军+九条裟罗+枫原万叶+班尼特。 ✦阵容简述 ：单核直伤队的典型阵容，三个队友全部为雷电将军提供大量直伤增益，因此对雷电将军配置需求较高，且 九条裟罗的6命 非常重要。在特定情况下，九条裟罗可被换为香菱，枫原万叶也可被换为夏沃蕾。 ✦队友配装 ： ✦循环手法 ： （雷电将军E覆盖下） 班尼特Q→枫原万叶Q→九条裟罗Q→雷电将军Q+AAAZ+AAAZ+AZ+E→班尼特E→枫原万叶E→九条裟罗EZ。需要注意该阵容中雷电将军一般不打完3次AAAZ，而是在增益覆盖结束时就切队友打球循环。 ✦阵容优劣 ：易于处理高血量单体敌人与全抗性较高的敌人、爆发极高、出伤速度快；不易应对分散的敌人、难以处理雷元素免疫及带有水盾的敌人、防斩杀能力有限 （在班尼特的自挂火加持下容易被敌人一招蒸发） 、对配置/练度要求较高、循环收尾能力差。 2. 雷八万白 ✦队伍成员 ：雷电将军+八重神子+枫原万叶+白术。 ✦阵容简述 ：超激化队的典型阵容，虽然雷电将军的超激化收益有限 （仅相当于班尼特增益幅度的0.3~0.6倍） ，但超激化增益不“画地为牢”，且八重神子的超激化收益并不低。此外，由于该阵容雷元素微粒供应较多，可在雷电将军不使用薙草之稻光时，适当降低其充能效率 （可降至210%） 。 ✦队友配装 ： ✦循环手法 ：雷电将军E→八重神子EEE→枫原万叶E→白术EQ→八重神子QEEE→枫原万叶Q→雷电将军Q+AAAZ+AAAZ+AAAZ。对于0命八重神子，也有让其每2轮循环施放一次Q的手法，但一般更建议将其充能堆叠至140%以稳定循环。 ✦阵容优劣 ：易于处理全抗性较高的敌人，不难应对复杂多变的出怪环境、生存和循环收尾能力强；难以处理雷元素免疫的敌人、缺少弓位 （难以应对兆载永劫龙兽） 、对配置/练度要求较高。 3. 雷芙纳白 ✦队伍成员 ：雷电将军+芙宁娜+纳西妲+白术。 ✦阵容简述 ：双草激绽队驾驶员向雷电将军拓展的阵容，芙宁娜的低频挂水对超激化率影响较小，且能提供更多直伤增益，但该阵容仍可考虑给雷电将军堆叠精通，因此 峡湾长歌 优势明显。将芙宁娜换为夜兰或行秋可提高超绽放伤害效率，但降低直伤，此时雷电将军的配装方案会更接近超绽放流 （但需刻意堆叠一定充能使其能够循环） 。 ✦阵容优劣 ：不难应对复杂多变的出怪环境、对除冰盾外多数元素盾破盾能力优秀；不易应对全抗性较高的敌人、难以处理带有冰盾的敌人、不带夜兰时缺少弓位 （难以应对兆载永劫龙兽） 。 4. 那雷纳钟 ✦队伍成员 ：那维莱特+雷电将军+纳西妲+钟离。 ✦阵容简述 ：那维莱特作为水系主C的超绽放流阵容，那维莱特的远距离输出契合「雷罚恶曜之眼」协同的远程触发能力，钟离为0命那维莱特提供抗打断与天赋叠层条件。那维莱特不低于1命时可将钟离换为珊瑚宫心海或白术，在纳西妲使用试作金珀时芙宁娜也可作为队友。 ✦阵容优劣 ：易于应对复杂多变的出怪环境、对除冰盾外多数元素盾破盾能力优秀；不易应对全抗性较高及水/草元素免疫的敌人、难以处理带有冰盾及风蚀沙虫等输出窗口期会导致「雷罚恶曜之眼」协同位置偏离草原核的敌人。 5. 优雷罗钟 ✦队伍成员 ：优菈+雷电将军+罗莎莉亚+钟离。 ✦阵容简述 ：雷电将军作为挂雷位的优菈物伤阵容，该阵容可采取接力输出的方式，但缺少输出增益的雷电将军在配置较低时输出能力有限，所以也有西风长枪+千岩牢固4件套 （4千岩） 的纯辅助配装方案。可将钟离换为米卡或未到6命的班尼特，且当钟离被换为米卡时，罗莎莉亚可被换为芙宁娜。 ✦阵容优劣 ：易于处理全抗性较高的敌人、爆发较高；不易应对复杂多变的出怪环境、难以处理带有特定高量元素盾的敌人、缺少弓位 （难以应对兆载永劫龙兽） 。 6. 海雷纳钟 ✦队伍成员 ：艾尔海森+雷电将军+纳西妲+钟离。 ✦阵容简述 ：雷电将军作为挂雷位的艾尔海森蔓激化阵容，由于雷电将军元素战技直伤较低，该阵容主要依靠其挂雷的低成本而具有手法简单、利好探索，而输出上限不高的特点，将艾尔海森换为提纳里与此同理，且更凸显了该特点。 ✦阵容优劣 ：易于应对复杂多变的出怪环境；难以处理草元素免疫及带有火盾的敌人、输出上限不高、不将主C换为提纳里时缺少弓位 （难以应对兆载永劫龙兽） 。 雷电将军 能作为 主C 泛用于以多核为主的 直伤 阵容，也能作为 超绽放 阵容 副C ，由于其较高泛用性，放到其实装两年后的当下，仍然 有一定抽取价值 ，旅行者可结合上述配队建议，根据自身情况决定是否抽取。 雷电将军的 2命 、 3命 及同期UP武器 薙草之稻光 均能进一步提高其直伤能力 （2命相对最重要） ，但目前雷电将军配队以多核为主，而这些配置几无对队友的增益，从 性价比 角度出发， 并无抽取必要 。 但旅行者如果非常喜欢用雷电将军输出，则抽取这些配置会有较为关键的体验提升；如果在之前已经获取了1命，则值得进一步抽取到2命。 ✦养成总结✦ 1. 天赋优先级 ： 元素爆发（9+） ＞ 元素战技（9） ＞普通攻击（无需升级），若只玩超绽放流则可不升级元素爆发。 2. 武器选择 ： 直伤流 优选薙草之稻光，可选「渔获」、天空之脊、西风长枪等充能武器及决斗之枪、护摩之杖等输出武器； 超绽放流 常用匣里灭辰，而峡湾长歌、喜多院十文字与贯月矢也可用。 3. 圣遗物选择 ： 直伤流 仅推荐绝缘之旗印4件套，主词条选择充能沙+雷伤杯/攻击杯+暴击头/暴伤头，副词条暴击≈暴伤＞攻击≈充能； 超绽放流 可选乐园遗落之花4件套、饰金之梦4件套或2精通+2精通散搭，词条仅需堆叠精通，但也可在副词条适当堆叠充能。 封面制作： Asgater 文案撰写： 卡玛sei亚 数据计算： 卡玛sei亚 配图制作： 卡玛sei亚 排版监制： 卡玛sei亚",
    "length": 9928
}