{
    "game_id": 2,
    "post_id": "43633891",
    "f_forum_id": 43,
    "subject": "班尼特六命点不点深度剖析",
    "url": "https://www.miyoushe.com/ys/article/43633891",
    "created_at": 1695294672,
    "like_num": 905,
    "view_num": 30970,
    "reply_num": 152,
    "text": "前几天发了一个 4.0深渊通关视频 ，用 雷夜万班 和 草行久皇 连打 12层 （视频点这里） ，有旅行者私信问了班尼特六命问题，表示比较疑惑班尼特点六命到底会有哪些影响，会不会破坏掉许多队伍的搭配，那么这一期就 班尼特六命点与不点的问题 深度剖析一下，希望能帮到旅行者们，我是攻略作者 蛄蛹者Pine 独白： 我的班尼特没有点六命，因为在早期还是萌新的时候，有大佬层告诉我不要点班尼特六命，不然后悔就晚了，当时很听话，我也一直坚持了下来。但是也伴随一个纠结的问题，就是会被右上角和左下角的 红色感叹号 持续长期折磨，请看下图， 貌似有轻微强迫症， 久而久之，我现在也习惯了，意识上行为上都已麻木，我班尼特一直5命，对我来说没有任何负担，我也用过其它号的六命班尼特，也没多大影响，这个角色既然设定了六命的属性，自然有它存在的道理，即使对有些角色有些影响，那我们也可以通过自我规划角色培养方向来合理规避，好了，不啰嗦了！ 1，班尼特六命说明与分析 烈火与勇气 处在 美妙旅程 领域内的队伍中当前场上 单手剑、双手剑、长柄武器 角色获得 15% 火元素伤害加成 ，并获得 火元素附魔 。 ↓班尼特六命效果↓ 分析得出结论： （1）上面文字描述有些问题，应该是 全武器类型都可以获得的15%火伤加成 ， 而 火元素附魔 生效的只有 单手剑、双手剑、长柄武器 。 （2）全部火元素角色都能获得 有益提升 （3） 对 除 火元素弓系、法器角色 无负面提升 2，角色攻击转元素伤害方式分析及结论 先看一看下图↓ 角色攻击转元素伤害的方式有 两种 ： （1）攻击伤害转为元素伤害，且不会被附魔 （2）通过技能或其他方式获得元素附魔 分析得出结论： （1） 攻击伤害转元素伤害 不受 武器附魔 影响 （2）优先级： 攻击转元素伤害>武器附魔 注意：武器附魔优先级： 火>冰>雷 ，恰好火附魔是武器附魔优先级中最高的，导致班尼特六命火附魔广受争议，不过不用担心，特殊情况特殊对待，真遇到了武器附魔优先级情况随机应变 特别注意： 自从坎蒂丝出来后，貌似就没有了武器附魔，因为武器被附魔后会根据当前性质来判断，可能立马就会产生元素反应，很多时候后附魔覆盖了先附魔，再反复，最终剩下的那个就是最后来到的，所以班尼特6命影响很低很低！ 3，受影响角色分析与结论 A ：上面做了分析 （1）全部火元素角色都能获得 有益提升 （2）对 除 火元素弓系、法器角色 无负面提升 因此我们筛选掉火元素、弓、法器三类角色，剩下的角色有以下 35 位 筛选方式 B ：根据上面的分析， 攻击伤害转元素伤害 不受 武器附魔 影响，还需要筛选掉 5 位角色，分别是： 雷电将军，魈，荒泷一斗，神里凌人，诺艾尔 筛选掉上面5位角色后，还剩下 30 位角色 C ： 剩下的30位角色我们还需做个分析 ， 这当中一部分是以 物理输出 的角色，另一部分是使自身 获得附魔 的角色，剩下的是奶妈或辅助等不会被影响的角色 ㈠ 物理输出： 优菈、雷泽、钟离、罗莎莉亚、凯亚、刻晴 ㈡获得附魔： 神里绫华、刻晴、重云 ㈢奶妈或辅助角色 *：至于这里分出个物理流，是因为有些角色本身偏物理流输出，也能元素反应，多功能的，主要看玩家自己喜好吧，不抬杠啊 分析得出结论： 综上所述，从 A 筛选到 B 再筛选到 C ， 物理流输出类： 优菈 优菈、班尼特配队： 优菈 +皇女+罗莎莉亚+ 班尼特 如果你的优菈队伍里长期需要班尼特，那不推荐点六命，因为六命班尼特可以使优菈武器附魔转为火伤，丢失了普攻伤害，但优菈大招Q技能不受影响 钟离 物理流钟离：钟离+云堇+冰雷/物理减抗 钟离、班尼特配队： 钟离 +凝光+香菱+ 班尼特 上面钟离物理流队伍一般不用班尼特，如果用了，不推荐班尼特点六命； 下面钟班这个配队比较冷门，但可以搭配，班尼特六命可以点，岩队一般以元素共鸣为输出方式，普攻伤害影响不大，班尼特火附魔没多大影响。 雷泽、罗莎莉亚、凯亚、刻晴 雷泽、班尼特配队： 雷泽 +草神+行秋+ 班尼特 罗莎莉亚、班尼特配队： 罗莎莉亚 +重云+香菱+ 班尼特 凯亚、班尼特配队： 凯亚 +迪卢克+万叶+ 班尼特 刻晴、班尼特配队： 刻晴 +九条+万叶+ 班尼特 这四个角色队伍里有班尼特，不推荐班尼特点六命，因为这四个角色的队伍里班尼特都是可以成为很好的辅助，加攻回血，且在重要辅助位置。 获得附魔类： 神里绫华 神里绫华、班尼特配队： 神里绫华 +香菱+砂糖+ 班尼特 神里绫华队伍里用到班尼特，不推荐点六命，火附魔会影响。 刻晴 刻晴、班尼特配队： 刻晴 +九条+万叶+ 班尼特 刻晴队伍里用到班尼特，不推荐点六命，六命火附魔，直接抢了原本该有的元素反应。 重云 重云、班尼特配队： 重云 +香菱+行秋+ 班尼特 重云队伍里用到班尼特，不推荐点六命，六命火附魔，抢了原有的元素反应。 【最终总结】 第一类意识形态，不推荐点六命 辅助 优菈 ， 辅助 神里绫华、刻晴、重云 （自身获得附魔） 辅助 钟离 物理流， 除了上述的情况，你都可以点了班尼特六命，最重要的，你再也不用一开游戏就看到感叹号（无强迫症，无纠结症可以不点，犹豫不决可以不点，怕你后悔） 这么看来，其实号称6星战神的班尼特，除了6命有点争议，其他方面真的是很强很强，拥有班尼特是你的使命，拥有六命班尼特是你的福气，且行且珍惜。 第二类意识形态，点六命没有任何影响 都已经到枫丹了，该点的都点了吧，没有任何影响 总结： 班尼特6命，够了就直接点，没有影响！ 以上就是本期的全部内容，喜欢就来个一键三连吧，谢谢！ 作者：蛄蛹者Pine",
    "length": 2315
}