{
    "game_id": 2,
    "post_id": "47804923",
    "f_forum_id": 43,
    "subject": "【V4.3攻略·角色攻略】宵宫信息一览与平民向配装推荐",
    "url": "https://www.miyoushe.com/ys/article/47804923",
    "created_at": 1704866963,
    "like_num": 780,
    "view_num": 85992,
    "reply_num": 135,
    "text": "UID 146024302 各位旅行者们大家好，这里是 Zero零渡 ，本期给大家带来 琉焰华舞—宵宫 _(宵宫-请用~)的 平民向配装推荐 ，希望能对大家有所帮助！ （本文发于V4.3，阅读时请注意文章时效性）。 注意：本文仅用作参考，各种配装打法思路都仅为个人观点，各人有自己的配装打法，可以讨论但不参与争论， 因为首图能展示内容有限，所以还有其他的内容会在文中以图文进行展示 。 〓〓〓在本文中〓〓〓 A/普攻=普通攻击，Z=重击，E=元素战技，Q/大招=元素爆发，X命=命之座第X层，XX头=XX理之冠。 （动图较大，观看时请注意数据流量消耗） 优点：极致的对单能力，培养成本低。 缺点：对群非常乏力，抗打断能力差，自身天赋机制迷惑。 天赋介绍 普通攻击 进行连续的五段弓箭射击，其中第一、第四段都会射出两支箭矢，最后一段的伤害倍率最高。 重击 和普通弓箭角色一样，会进行蓄力，不过宵宫的蓄力分为两段，第一段为常规的火附着箭矢；而第二段蓄力则根据蓄力时间产生最多三枚会自动跟踪附近敌人的焰硝矢， 这个焰硝矢不仅能追踪敌人，还能追踪机关如火把等 ，所以这个机制有时候能用来进行大世界解谜。 元素战技 施放后宵宫接下来一段时间内的 普攻都转化为不可被覆盖的火元素攻击，并且基于普通攻击天赋的倍率提升额外的普攻伤害 ，在此期间她的蓄力攻击将不会产生焰硝矢（也就是追踪箭）。 宵宫的主要输出方式就是施放元素战技后进行连续的普通攻击 ，因为她施放元素战技后造成的伤害都是以普攻天赋的倍率为基础进行一定倍率相乘，所以首先需要把普通攻击天赋的等级升上去，其次就是元素战技。因为 她普通攻击的倍率是尾箭伤害最高，所以在输出中最好一整轮普攻都打完以便达到最高输出 。 元素爆发 施放时将对附近敌人造成火元素伤害并对随机一名敌人附着特殊的 「琉金火光」 效果，其在受到除宵宫外的角色的伤害时会产生爆炸，造成火元素范围伤害。 她的元素爆发对自己造成的伤害不起作用，而且每2秒才能引发一次爆炸，机制不完整，伤害也不算高，平时也几乎用不上，所以可以选择不升。 宵宫的 固有天赋一 （在角色20级突破后解锁），在元素战技持续时间内每一次普通攻击命中敌人后都会提高宵宫2%火元素伤害， 最多达到20%提升，并且每次攻击都能刷新持续时间 ，在不攻击/持续时间结束后还能维持3秒。自身天赋提供了接近半个火伤杯的增伤，虽然提升不算很高，但也聊胜于无。 宵宫的 固有天赋二 （在角色60级突破后解锁）， 在施放元素爆发后的15秒内， 除宵宫外 队伍其他角色都会提高10%攻击力，且根据固有天赋一的层数每一层额外提高1%攻击力，满层时则能提高队友20%攻击力，这个天赋让宵宫在后台的时候能为队伍提供小额增益效果，但对自己没有任何提升，在配队时可以根据这点机制选择切换输出位的方式进行相应搭配。 武器推荐 武器首选 飞雷之弦振 和 若水 ，飞雷比若水的攻击力高了66点，不过暴击伤害少了22%。飞雷主要表现在角色站场输出时能获得不俗的伤害提升，在装备这把武器时特别推荐圣遗物搭配追忆四件套，因为 四件套的效果能让飞雷宵宫在出场进行输出时施放元素战技就能享受到全部武器特效 ，能一直打到宵宫退场。 若水则是提供稳定的生命值和增伤提升，装备若水时可以尝试进行双C阵容搭配，在施放元素爆发退场后的琉金火光也能享受到武器特效提供的伤害加成效果。 弓藏 。提供了巨额的攻击力，而且 精五的弓藏在实战中能提供80%伤害加成 ，是除了飞雷之下的不二之选，有精五弓藏的可以不用考虑别的武器。 天空之翼 。提供了高额的基础攻击力，也兼顾了双暴，但是 缺乏增伤 ，装备这把武器时面板比较好看，没有上述几把武器的话可以选择它。 破魔之弓 和 弹弓 。前者提供了不俗的攻击力，而且 武器特效也对普通攻击有小额的增伤效果 ，但装备破魔时需要 注意元素能量最好能保持满能量以便获得最高的武器特效 ，圣遗物方面可以选择不消耗元素能量的 来歆余响四件套 。 弹弓则对新手来说比较容易获得且比较契合宵宫的武器，副词条接近一个暴击头的暴击率提升， 武器特效也能在输出时提供60%伤害提升 ，但需要注意的是 装备弹弓时需要玩家尽量贴近敌人以便让宵宫的攻击能在0.3秒内击中敌人 ，否则享受不到武器特效，甚至会降低输出。 圣遗物推荐 「追忆之注连」 和 「来歆余响」 四件套。二者都可以选择，相对来说追忆的获取难度较低，因为副本的两套圣遗物都会有不少角色用得上，而来歆余响的圣遗物副本的两套圣遗物泛用性都不算高。二者的二件套效果相同，追忆四件套效果是会 让宵宫在施放元素战技后10秒内提高50%伤害，但代价是流失15点元素能量 （如本身不够则不会扣，也享受不到效果），所以在 追忆四件套不能和破魔之弓一起搭配使用 。来歆余响的四件套效果则比较看脸，运气好时可以比追忆高，运气差时则不如，但 二者在宵宫打纯火直伤时伤害相差不大，在打反应队 （如带行秋） 时余响则能有12-18%的提升 ，但如果没有要极致提升或者顺便养一下魈的想法的话则不太推荐专门再去刷余响本（合成台也能合成，试试吧）。 「逐影猎人」 四件套。二件套的逐影猎人提供了15%稳定增伤，四件套在 搭配芙宁娜时能获得满层效果36%暴击率提升 ，相当于一个暴击头，对于宵宫对单普攻输出而言提升是比较显著的，不过装备这套圣遗物的宵宫也就在于芙宁娜配队时才能发挥出四件套的效果。 「炽烈的炎之魔女」 和 「逆飞的流星」 四件套。二者相对于上面几套圣遗物来说显得比较中庸，而且火本比较坐牢，磐岩本比较少人去刷，所以这里就提一下，有的话则可以给宵宫先用着过渡， 并不是很推荐专门去刷 。 「武人」 四件套。萌新小伙伴比较容易获得的一套圣遗物，在前期过渡时可以使用，也是比较契合宵宫的。 命座介绍 一命 延长元素爆发对敌人造成的 琉金火光 的效果4秒，并且在该敌人被击败时给宵宫提供20秒20%攻击力提升，但是对于主流宵宫配队来说想要实战中享受到这个效果的则可能在输出时打乱节奏，不乱轴的话则大概率享受不到这个效果，所以 一命并不推荐 ，机制不太成熟。 二命 解锁后能让宵宫造成火元素伤害暴击时 获得维持6秒的25%火元素伤害提升 ，并且可以刷新，在实战中伤害提升还是比较显著的， 推荐 。 三命 提高元素战技的等级，节约资源， 提升不算高，不推荐专门上。 四命 解锁后每当琉金火光触发爆炸时都会减少元素战技的冷却时间，这个命座对于装备余响套的宵宫而言个人的输出是能拉高的，但是对于整个队伍来说有可能会打乱输出流程。琉金火光每2秒爆炸一次，每次减少1.2秒元素战技冷却，理论最多减少6秒冷却时间，但是对于整个循环来说作用并不是很大，可以有但不是很推荐。 五命 提高元素爆发的等级，节约资源，提高琉金火光造成的伤害，同上， 不推荐 。 六命 解锁后宵宫在元素战技持续时间内普通攻击时将有几率发射一枚带有原本伤害60%的箭矢， 是提升最大的命座 ，不过 在元素反应队伍中这枚箭矢有可能把前元素反应掉，导致伤害最高的尾箭触发不到反应伤害 ，丢失不少伤害，所以若是能解锁六命则比较推荐搭配纯火直伤队。 对于平民来说零命足够，有条件可以考虑上二命，其他的不用考虑 。 因为宵宫尾箭最高伤， 在实战输出中最好把一整轮的普攻都打完 ，这就导致她闪避就显得比较奢侈，所以在输出时 要不就保证站位比较好，要不就需要配队时给她搭配盾位或者迪希雅行秋这种能提供抗打断的角色以保证生存和输出 。 好啦以上就是本期的所有内容，感谢大家的阅读，哪里有误还望小伙伴们在勘误楼中指出啦，我们下期再见！_(宵宫-好热)_(宵宫-好热)",
    "length": 3137
}