{
    "game_id": 2,
    "post_id": "29509842",
    "f_forum_id": 43,
    "subject": "【V3.1攻略】＃角色攻略＃「草主拯救计划」之草核心反应链篇",
    "url": "https://www.miyoushe.com/ys/article/29509842",
    "created_at": 1664349419,
    "like_num": 13210,
    "view_num": 377996,
    "reply_num": 811,
    "text": "「寒冰蔓草，烈焱激浪」 UID:102255216 【本篇攻略将以实验分析的形式展开，本篇虽然挂名草主攻略，其实对任意挂草角色都适用。】 【以下内容为从实践验证倒推理论，理论部分还非常毛糙，大概率是有逻辑漏洞的，欢迎各位同仁批评指正、互相交流，拜谢！】 ====== 11月19日更新 ====== 草元素反应链的最新成果应用于燃烧队，感兴趣的旅行者们可以移步交流！ 【V3.2攻略·角色攻略】「燃烧队拯救计划」之托纳迪温篇 ====== 2023-06-21 更新 ====== 草元素反应链在3.7版本实装绮良良后，生存与输出能力均得到加强！同时进一步兼容种门打法。总之，722绝绝子！！！ 详见传送门↓ 【V3.7攻略•角色攻略】「绮良良拯救计划」之特别攻略篇 ====== 以下正文 ====== 3.0版本实装草元素相关反应后，人们在反复试验后，纷纷发出赞扬，诸如：“超激化，刻晴皇女起飞！”、“超绽放，97狂喜”等等。确实，无论是第三类乘区的激化反应，还是伤敌一万自损一千的绽放反应，都让草元素一经实装就占据了很大一片市场。但是在思考过后，我觉得只是打伤害还不足以展现草元素魅力的全貌，我更想深入机制，把草元素的更多分享给大家，故撰本文。 本文旨在以草旅行者为例，通过理论与实践相结合的方式，论证草元素反应对整个原神元素反应体系带来的影响与意义，并尝试对不被人看好的燃烧反应进行拯救，自己对“激”元素的作用进行进一步探讨，最终提出以草主（一切挂草角色）为轴心的增幅反应链，并以此引出一种新型的草元素配队应用思路。 当前环境，最普遍运用的草元素反应机制为激化与绽放，激化队的思路为通过高频挂草挂雷，实现超高的乘区增益，提高队伍伤害。绽放队则聚焦于水火草御三家的连锁反应，实现范围爆发伤害。燃烧反应由于其伤害量有限、持续时间低，因此用途减少，在极小规模的运用案例中，最常见的用途是为冰元素角色打融化反应做基础。 从纯机制的角度分析，草元素的三大反应分别具有以下特性： 燃烧反应 1、草元素与火元素相遇可触发 2、触发后目标处于“燃烧状态”，附着图标为燃烧的火元素，该状态下目标可以视为处于特殊的火元素附着状态，本文称为“ 燃元素 ”附着。 3、燃元素在机制上等同于火元素，可以用于触发火元素相关反应。 激化反应 1、草元素与雷元素相遇可触发 2、触发后目标处于“激化状态”，附着图标为茂盛的草元素，该状态下目标可以视为处于特殊的草元素附着状态，通常称为“ 激元素 ”附着。 3、激元素在机制上等同于草元素，可以用于触发草元素相关反应。但遇到草元素与雷元素附着会变为触发蔓激化与超激化反应。 4、激元素可以与雷元素、冰元素共存。 绽放反应 1、草元素与水元素相遇可触发。 2、触发后生成草原核。 3、草原核经过一定时间会自行引爆，或被雷元素/火元素激发后，触发超绽放/烈绽放反应。 4、所有绽放反应都会造成草元素伤害，无附着。 5、原绽放与烈绽放会对附近的自己角色造成伤害。该机制可以考虑被用于火元素附魔或法器角色激发「辰砂往生录」4件套。 综上，可以看到燃烧反应和激化反应其实机制类似，都会产生一种新的附着状态，绽放反应则是单纯的输出方案。既然前两种反应会产生新机制，那就有很丰富的（骚）操作空间了。 由于燃元素与激元素在附着性质上等同于火元素与草元素，并且具有一定的持续时间。因此可以起到以下效果： 燃元素：草冰共存，后手留火。 燃元素的触发基于火草相遇，而草元素可以与冰共存。当冰草元素在同时遇到强火附着时，会同时触发两种反应，并使敌人身上附着燃元素。这意味着什么？ 意味着 原本在融化反应中必定无残留的后手火元素，可以残留了 。 激元素：激雷共存，后手留火 与草冰共存的原理类似，在激元素与雷元素共存期间，遇到强火同样会同时触发燃烧与超载反应，使得 原本应该在超载反应中消失的后手火元素可以留存 。 也即，与过去的雷火冰三相反应所不同的是，基于草元素为起点的元素反应，可以在雷火冰元素的组合下实现共存与附着状态切换，而这些在原来是做不到的。 草元素反应链：草+冰/雷→火→水 当反应以草为起点，可以加入雷冰（2倍火冰融化反应）进入共存状态，最后通过强火附着固定留下火元素，之后进一步提供水元素，继续触发2倍的水→火蒸发反应。即，草冰-火-水，实现全程2倍增幅反应链。 草元素反应链循环：冰→草→火→水→冰 →…… 当草元素反应链以冰草起始、以水结尾，水火蒸发造成2倍增幅伤害。此后切换冰元素角色重新开始新一轮的循环。 草元素反应链循环：雷→草→火→*→* →…… 当草元素反应链以雷草起始、以水结尾，则可以在水火蒸发后迅速进行水附着，切换雷元素角色实现**共存，再次大量附着草元素，从而开始新一轮的循环。 基于上文所述理论，总结出以下几种配队原则，并加以实践验证： 1、配队元素为 草+冰/雷+火+水 。 2、角色应以 大倍率 的元素战技或元素爆发为优先。 3、各角色 技能冷却时间应小于或接近8秒 ，防止断循环。选择8秒的原因是，4个角色速切并释放技能，人均2秒，总时长接近8秒一轮。 4、适用传统的 速切型元素伤害 角色。 基于上述原则，推荐可使用的配队如下： 绮良良/草旅行者 + 申鹤/罗莎莉娅/凯亚/重云/迪奥娜 + 班尼特 + 夜兰/行秋 绮良良/草旅行者 + 菲谢尔/多莉/久岐忍 + 班尼特/烟绯 + 夜兰/行秋 最佳实践配队： 最大输出： 申鹤/罗莎莉亚/迪奥娜 + 草旅行者E/绮良良Q + 班尼特 + 夜兰/坎蒂丝 * 罗莎莉亚、班尼特、坎蒂丝的输出配置攻略见文末链接。 生存优先： 迪奥娜 / 久岐忍 + 绮良良 + 班尼特 + 夜兰/行秋 草元素反应，从机制上实现了火元素的后手反应残留，为反应链的构建奠定了基础。鉴于本篇文章的思想层次还非常粗浅，结论部分暂缓展开，后续会进行修改！ 也欢迎各位移步我的其他相关攻略，进行交流与探讨： 【整合帖】「提瓦特大陆居民拯救计划」完成情况汇总（持续更新） 【V2.4攻略】#角色攻略#「火附魔系列攻略」之6命班尼特篇 【V2.6攻略】#角色攻略# 「罗莎莉亚拯救计划」之加班篇 【V3.0攻略】#角色攻略#草主攻略「异邦旅者，化若偃草」 【V3.1攻略】#角色攻略#「坎蒂丝拯救计划」之圣仪守护篇 【V3.2攻略·角色攻略】「燃烧队拯救计划」之托纳迪温篇 【V3.7攻略•角色攻略】「绮良良拯救计划」之特别攻略篇",
    "length": 2646
}