{
    "game_id": 2,
    "post_id": "36417449",
    "f_forum_id": 43,
    "subject": "特别的御神签·第一幕「终末番的任务」",
    "url": "https://www.miyoushe.com/ys/article/36417449",
    "created_at": 1677798085,
    "like_num": 450,
    "view_num": 23966,
    "reply_num": 48,
    "text": "阿伟你又在打电动哦，休息一下好不好_(小跟班-坏笑) UID：191048736 本篇内容为系列任务 「特别的御神签」 第一幕「终末番的任务」的完成方法 鉴于该任务流程较长且触发条件较隐秘，下面我会介绍下任务大致流程顺序 --特别的御神签系列-- 「特别的御神签」系列任务的大致流程就在下表中，此系列任务合计三幕，本次进行的是 第一幕 「终末番的任务」。 解锁此任务需要完成在鸣神大社抽签的 连续4天前置任务 「特别的御神签」，如果本任务无法触发，说明前置任务未完成，请点击下方跳转： 稻妻隐藏任务「特别的御神签」（分四天完成） ◬御神签系列任务流程 此系列的所有任务链接放都在文末了，以方便各位跳转查看。 --终末番的任务-- 任务完成奖励： 冒险阅历×350、 原石×40 、摩拉×30000、大英雄的经验×3、 精锻用魔矿×6；大约耗时25min. 任务接取： 在完成上述连续四天的前置任务后，传送至稻妻城内锚点，在去街上的台阶处会自动接取任务。 如果没有触发任务需要将游戏内时间调至白天，再刷新下游戏试试。 ◬任务接取地点示意 我们得到了一张带有图案的纸条，经过派蒙提示，很可能与终末番有关，她建议我们回前些时候去过的安全屋看看。 ◬得到带有图案的纸条 ◬触发后即可在任务栏中查看 任务流程： 1）进入安全屋并寻找玄冬林檎： 传送至武器突破素材副本前，跟随任务指引就能看到安全屋的入口了。 ◬前往安全屋 进去后就能看到玄冬林檎，与之对话即可。 ◬任务进行示意 原来她是想让我们假扮成愚人众，以此来接近附近的愚人众同伙并从他们口中套出有用的信息。 为此还给我们准备了份愚人众之间使用的“暗语表”，并将三个愚人众同伙的位置告知我们。 暗语表内容 很幸运地 被早柚的口水沾湿一部分，但也能看。 ◬愚人众间的暗语表 2）寻找三位间谍并取得信任（0/3） 游戏内提示直接将三名愚人众的位置标注出来了，这里我按就近原则，先去会会稻妻城内的两名愚人众。 之后会出现一些决定任务走向的选项，我会顺带将正确选项标注出来。 间谍1——藤田 在冒险家协会对面房子的顶上，爬上去后与之对话即可。 ◬第一位间谍位置 下面是 正确的对话选项 ，如果连续选错他会拒绝与我们对话，只能重来。 尝试与他接头---遗忘 故土 的同乡---做出愤慨的表情---你怀疑她放开 左手 了---没什么事了。 注意事项： 最后一个选项你可以选择暴露自己的身份，但这样就需要将愚人众击败才可结束此阶段任务；如果选择另一个选项就可以直接走人。以下两个愚人众同理。 间谍2——多惠 我们先传送至幕府锚点，来到任务所示区域后找 和三河茜对话 打听消息，接下来才能出现愚人众的位置。 ◬三河茜所在位置示意 顺着地图上的沙地前进即可，不用翻墙。在外围庭院的树下就能看到她了。 ◬多惠位置示意 下面是 正确的对话选项 ，如果连续选错他会拒绝与我们对话，只能重来。 尝试与他她接头---遗忘故土的同乡---别冲动，你还年轻---报应---不，我会握紧 左手 ---没错，我超凶的---她把工作丢给我们做---嗯，干得漂亮---没什么事了。 间谍3——布祖里格 传送至离岛，往南边码头处走，就能看到一个npc了，靠近与之对话即可。 ◬多惠布祖里格位置示意 下面是 正确的对话选项 ，如果连续选错他会拒绝与我们对话，只能重来。 尝试与他接头---遗忘故土的同乡---嗯，比如税费什么的---那还真是不幸，你辛苦了---没错---对，毕竟要一起执行任务---你还知道其他信息吗？---没什么事了。 3）将情报告知百代： 返回安全屋，将所得知的情报告诉百代（名字换了）。 百代告诉我们她的下一步计划——跟踪，并将所需的特殊道具交给我们。 ◬返回与百代对话 对话结束即可完成该任务。 至此，系列任务第一幕「终末番的任务」到这里就结束了，随即我们会自动接到下一幕新任务「顶替者的秘密」。 --「特别的御神签」系列任务-- >> 前置隐藏任务（分四天完成） << >> 第一幕「终末番的任务」 << 本篇 >> 第二幕「顶替者的秘密」 << >> 终幕「蒲公英的归宿」 << --鸣神岛世界任务合集-- 鸣神岛全部世界任务合集导航 本篇攻略到这里就结束了 如出现错误请在评论区指出_(阿姬调查) 感兴趣的话不妨 点赞、收藏、关注 支持一下 更多攻略敬请期待~~",
    "length": 1796
}