{
    "game_id": 2,
    "post_id": "56061397",
    "f_forum_id": 43,
    "subject": "【V4.8攻略·其他攻略】4.8幻想真境剧诗详解+满星攻略！",
    "url": "https://www.miyoushe.com/ys/article/56061397",
    "created_at": 1722483986,
    "like_num": 2937,
    "view_num": 10630,
    "reply_num": 42,
    "text": "UID 187910738 Hi大家好这里是 呆唯 ！_(阿姬灵感) 4.8幻想真境剧诗 于 8月1日 开启！ 本期难度相较上期略微有提升，但总体依旧不大。 这期我还是第一时间去体验，并带来打法解析，希望对大家有所帮助！ 内容主要面向 低配满星 的方法，包括 角色分析，关卡分析，事件分析，配对推荐，具体打法详解 等，会用 全试用+全四星角色低配的情况来演示 。 超链图片 目录： 一、幻想真境剧诗机制改动 二、4.7幻想真境剧诗攻略 ①角色分析 ②战斗关卡一览 ③队伍搭配 ④事件总结 ⑤低配满星讲解 ⑤表演诀窍更新 一、幻想真境剧诗机制改动 幻想真境剧诗的详细机制已经在4.7的攻略描述了，因此不过多赘述，在4.8新增了一些改动，值得注意。 改动① ：开局的幻剧之花由 100 变为 160 ，这意味着开局我们至少可以买 2张 卡了。 改动② ：每次挑战结束后，由随机抽1个角色变为 随机抽的 2个中角色选1个 。 改动③ ：优化了演出事件刷新机制，系统会更好地针对玩家挑战情况给事件。 这些改动都增加了挑战的容错率！_(希格雯-护肤) 二、4.7幻想真境剧诗攻略 本期的限定元素为 水 、 冰 、 风 ，利好反应为 冻结 、 扩散 。 （教程面向平民低练满星：困难难度，不借用助演角色） 视频教学可翻至文末 ①角色分析 推荐角色排行榜 超链图片 开幕角色 本期开幕角色为：神里绫华、魈、珐露珊、芙宁娜、迪奥娜、芭芭拉 （如没有对应角色，官方会提供试用版本，配置可在游戏中直接查看。） 可以看到开幕角色中有 2 个主C ，也就是能应对 4幕 ，因此，在不被事件影响的情况下，我们自己再准备 2-3个输出 角色就达标了。 本期开幕角色的输出能力没有上期那么高，给的C也少，因此更建议用 自己高练度的角色 去攻克后面的关卡。 神里绫华 相对来说对付 雷盾 比较强，所以建议 放到第3幕 打，且其具有不错的对群能力， 大部分环境其实都可以应对 ，但是 6、8幕的首领，和第7幕的火盾关卡不推荐用绫华 ，会比较吃力。 魈 输出能力也不错，但要 分情况讨论 ，低练基本上绑定珐露珊，如果你的魈用起来比较差强人意的话，那就让他打1-2幕即可，如果你的魈用起来感觉还不错，可以让他去攻坚， 基本什么都能打。 最后建议 至少再准备3个C ，想必大家手里拿出几个水/冰/风输出角色还是非常容易的。 用自己的输出角色攻克剩下的4幕就OK了！ 其他角色 如上所说，首先要保证 有2-3个输出角色 ，水/冰/风的输出角色还是有不少的。 比如 那维莱特、夜兰、流浪者、莱欧斯利、神里绫人、达达利亚 等等。 妮露 可与持有率很高的纳西妲组成妮绽放，也有相当强力的输出。 对于 平民玩家 ，一些 强力四星 也一定是练了不亏的 ，比如： 香菱、行秋、罗莎莉亚、凯亚、莱依拉、砂糖 等等。 还有一些非热门四星，可以当 工具人 使用： 比如讨龙小鹿、夏洛蒂可以当减抗+聚怪+加攻辅；重云当输出使用依然不俗，也能在破盾时当冰附魔对策位；坎蒂丝水附魔；琳妮特当嘲讽+减抗 等等。这些角色如果当对策位就不用拉满，卡在入场等级就OK了，在角色不够时可以好好利用自己手里的这些四星。 大家也别忘记了 主角 ，这一期可以使用 水 和 风 。水主用处不大，如果角色不够，则可使用风主上场。 根据我米游社发起的投票，大致统计了玩家更倾向于去升70级+的角色（截至5月31，样本2639人），大家可以作参考。(希格雯未参与） 超链图片 特邀角色 纳西妲、香菱、迪希雅、艾梅丽埃 本期特邀角色的 可以发挥不小的作用 。 首先此次的开幕角色输出量是偏低的，如果你的BOX不足，那么 香菱刚好人人都有 ，是免费的，约等于白送一个格子。 而 艾梅丽埃有着较强的输出能力 ，都是推荐使用的，可以 缓解玩家 “水冰风BOX”的 压力 。 不过，香菱没有班尼特，其充能要求是十分高的，所以低练香菱无法单走。 纳西妲与艾梅丽埃作为 草系，可以触发妮露天赋 ，对妮露玩家很有帮助。 迪希雅主要还是跟艾梅丽埃搭配，其他方面用处并不大，要是抽卡不小心歪出来，也是能缓解一下BOX压力的。 装备（通用） 用的角色多了，那么相应的 圣遗物 ，还有 武器 ，都需要有 一定程度的储备 。 圣遗物最好备一些 四风套 、 宗室套 给一些工具人辅助， 风系角色都可以用来触发4风套 ，大招核心的辅助利用宗室套可以提高队伍输出能力，凑数的人就带散件或者不带。 武器方面，特别是三星神器 讨龙 ，一定要多留几本，上面直接提到了三个讨龙辅助，对于练度不高的玩家是很有用的； 三星的 黎明神剑 、 白缨枪 在武器不够的情况下都可以凑合用，有着足够的输出能力； 飞天御剑 有着高额的充能词条，可以供琳妮特等角色辅助使用，用起来非常丝滑。 不过我们一般都是带 四星武器 ， 合适的角色记得搭配合适的武器 哦。 如班尼特带原木刀/暗巷，香菱带渔获，菲谢尔带绝弦等，另外， 西风系列 是很不错的保底型武器，给充能需求高的队伍可以打得更丝滑一些。 超链图片 天赋方面，注意主要角色的关键天赋即可，一些辅助角色的天赋都可以不用点。 ②战斗关卡一览 4.8舞台效果总览 超链图片 第1幕 超链图片 第2幕 超链图片 第3幕 超链图片 第4幕 超链图片 第5幕 超链图片 第6幕 超链图片 第7幕 超链图片 第8幕 超链图片 ③队伍搭配 队伍大致可以分为以下几类 ①冻结队 配队思路：水/冰C+辅助+冰/水后台+辅助 本期的幻境相关反应只有 扩散 和 冻结 ，水和冰的冻结反应在本期可以吃到相关增益，因此冻结队是比较推荐的。冻结队的组队形式有非常多种，其中万叶可以用其他风系减抗代替。 超链图片 ②风队 配队思路：风C+辅助+辅助/副C+生存 说到风元素就不能忽视风系输出队，流浪者和魈作为风C的表现都是比较优秀的。风队的好处就在于 暴力，无脑，操作简单 ，不过 珐露珊只有一个 。注意队伍分配。 超链图片 ③纯水队 配队思路：水C+辅助+辅助/副C+辅助 其中万叶可以用其他风系减抗来代替，但纯水队对同属性队友需求较高，因此谨慎考虑使用。 超链图片 但纯水队也很 简单暴力有伤害，玩起来十分舒适 。有很多队伍，比如心夜芙组合等，攻坚不成问题。 ④燃烧队、融化队 配队思路：草C+火C+辅助+生存 燃烧队仅限于 艾梅丽埃 ，本期刚好只有4位火/草角色，艾梅丽埃自身素质较强，这个队的输出能力是相当优秀的。 超链图片 将火C换位冰C，就是常见的融化队，融化队可以高效利用融化反应，打出更高的伤害。 超链图片 ⑤绽放队 配队思路：挂草+挂水+辅助+生存 本期有特邀角色纳西妲和艾梅丽埃，所以我们也可以使用水草绽放，虽然吃不到当期红利，但 绽放队本身有着相当不错的下限 。其中和妮露搭配的“妮绽放”最为著名。 利用后台火打烈绽放也是一个不错的选择。 超链图片 ④事件总结 神秘收获 4.8的神秘收获没有变更 超链图片 超链图片 伙伴事件 4.8的同伴事件没有变更 超链图片 V4.8奇妙助益 超链图片 超链图片 本期的buff主要也都是围绕 水 、 冰 、 风 三元素，以及 扩散 、 冻结 反应展开的。 这些buff的加成都还不错， 不同的角色和队伍都有不同的适配buff ，大家要根据自己的队伍选择。 具体buff和适配角色都已经标在图上，大家可以自行观看。 当增益buff和冲击波类buff都有用时，建议选择 增益类buff，通常更加实用 ，当然还是要 根据实际情况选择 ，不要用着冰C却选了风C的buff。 ⑤低配满星讲解 事件选择思路参考（通用） 一般而言，整场挑战选 3-5 个 伙伴事件 足矣； 剩下的「幻剧之花」都可以用来抽奇妙助益 ；神秘收获在花不够了的时候，有 免费的收获事件可以直接抽 ，其他情况按需抽取。 大家一开始就要大致规划一下，自己用哪些角色打哪几层，这样可以更有针对性地选buff。 Ⅰ 前面2幕难度低，就不用给前面两间的角色挑buff， 前面2幕选同伴即可 ， 确保选出来的同伴组队能满第3幕 。 Ⅱ 在第3幕，如果觉得输出不够，那就抽1-2个奇妙助益。 第3幕结束后，到第5幕战斗前 ，我们可以根据自身现有队伍，更重要的是将要用到的队伍的需求来自由选择伙伴或者是助益。这个阶段需要 承上启下 ，是最重要的一个阶段。 Ⅲ 5幕 战斗之后，基本可以 完全停止选择伙伴 ，只选择奇妙助益与神秘收获。 超链图片 假设我们全部打普通关卡，所有关卡都拿额外奖励，总计至少可拿 950 「幻剧之花」； 假设抽取6个同伴，还剩下470「幻剧之花」； 还可以抽7个奇妙助益，以及1个-40的神秘收获，通关已经绰绰有余了，更别提我们还可能打1-2精英关，可以抽的就更多了。 当然，很多时候会出现抽不到想要的同伴的情况，这种时候难免多抽几次同伴事件，所以我之前建议1、2幕看到精英就选精英，一般玩家都是可以拿满的，这样最少可以多抽1次buff。 每幕讲解（结合②食用）： 第1幕 第一幕的 整体难度 都是 比较低 的，基本上都能轻松过关！精英关可以获得更多「幻剧之花」，所以有能力的话 看到精英就选精英 。 其中关卡 1、3、4 非常简单，有手就行。 关卡 2、5、6 相对较难。 在普通关卡中，注意 关卡2带水元素 ，其余没有什么。 精英关卡 攻略方法： 推荐使用有 AOE 的角色，选用 重击伤害不低的角色 。 第一波对着 遗迹重机 输出，其他三只怪会自己钻过来，； 第二波对着 建造型机关 输出，其他两只会自己过来。 上面所说的两只怪都具有【守势】，提升周边怪物攻击与抗性，因此更需要盯着它们打。 第2幕 第2幕难度稍有提升，其中关卡 1、2、3 比较简单； 4、5、6 相对更困难。 这幕的精英关可以说是非常不好打，因此输出不够则不要勉强！选择普通关卡即可。 精英关卡 攻略方法： 推荐带 聚怪 角色，最好是温迪，可以轻松解决前两波。 没有聚怪就只能硬打： 第一波怪物共8只，杀一只就会在原地刷一只，所以在 一个点位处一次性干掉5只 后，再去其他点位打。 第二波也是同理的。 第三波是1个雷丘王，只需要注意丘丘王的高输出即可，多利用 闪避、大招的无敌帧躲避伤害 。 第3幕 千年珍珠骏麟： 打千年珍珠骏麟（特别是追求星星时）要注意以下4点： ①额外奖励获得 这个额外奖励获得的 要求比较高 ，需要我们很好地 控制BOSS的血量 ，要 破盾 ，并在它恢复的时候将它击败。它恢复得是非常快速的，因此一定要控好血量，争取 下次攻击就能直接击杀 。 ②破盾 大海马胸前盾量为 19 元素量，破完就瘫痪了。这对于大部分队伍来说不是一个小数字。 我们常见到的飞天，是我们破除12元素盾量后，海马会自己飞天，召唤三个元素量很少的珍珠，打掉即可破盾。这三个珍珠 只能 用火、风、冰、草来击破。 超链图片 能高速直接破盾的角色，或是可以极其方便破除三个小珍珠的角色，可以直接采取硬打的手段。 利好 冰元素 角色（神里绫华、罗莎莉亚、凯亚、甘雨、申鹤等）。 特邀中的 火 、 草 元素 也可以拿来使用 以及可以利用 风元素 角色的 染色 机制，砂糖、万叶、温迪、琳妮特的元素爆发染冰/火，可加速破盾。 比如绫华，就是能极其快速破除海马胸前盾的角色。 超链图片 还有比较快的有燃烧等。 流浪者一轮打不掉胸前的盾，但是只要站在场地中央普攻就能快速破除小珍珠，也可以直接采取硬打。 超链图片 珍珠处于海马的胸口，我们的站位最好也要 面对着它 ，不然会出现技能打空的情况。 ③开局动作 开局不要离它过远，否则它会冲刺，一套多动症连招，很拖时间。 超链图片 开局最好是贴着它，他会后撤一下，然后在原地放技能，更利于我们破盾。 超链图片 ④控制不飞天 以上面讲的为基础，它放完第一个动作后，会进入一段时间的待机，这段时间里他会判断自己的盾量是否处于7以下，如果期间确实盾量削减到 7以下，它会立刻开始飞天 。如果没有，他会甩尾攻击。 攻击完第二波后，它会再次 呆滞一段时间 ，也会判断自己的盾量，如果小于等于7了，那就会飞天，有一大部分队伍都会打到这个阶段飞天。 超链图片 如果你的队伍破三个小珍珠很不方便，则不要马上把盾量打到7以下， 控制盾量比7多一点 ，然后 停顿一下再打 ， 它下一个动作大概率是甩尾巴连击，等它出招以后我们马上出招。接着它又会处于一小段时间的呆滞状态，在这时候不管盾量多少它都不会飞天。我们就趁下一轮攻击和呆滞的时间里补上元素，就可以避免飞天破盾了。 超链图片 第4幕 第4幕为守塔关，需要玩家本人一定程度的操作能力。 守塔的关卡中，难的特别难，简单的也非常简单。 关卡 4、5相对来说简单一点 。 关卡4： 纯送，输出够就可以，抽到选就完了，但记住要及时用攻击吸引遗迹守卫仇恨即可。 关卡5 ： 开局立刻攻击敌人 ，把击兵的仇恨引到我们身上，防止它们攻击镇石。击兵杀一只出一只，刷新方位为前→左→后→右，我们都可以用攻击击兵的方式来吸引仇恨，避免它们攻击镇石。 关卡1、2、3： 如果有砂糖、温迪、琳妮特等这样的 聚怪/嘲讽类 角色，也可以轻松过关，否则满星难度很高，不推荐选。 关卡6： 是精英关，这关是 非常困难 的，杀敌要求也很多，练度高的玩家也不一定能打得比较顺利，所以可以用来挑战自我！ 这关没有什么好的打法， 刚需聚怪 ，角色也要有较强的 追怪能力 才好打，队伍需要一定的练度，所以低配在第4幕看到精英的建议直接别选。 第5幕 第5幕是怪物 循环出现 ，要求我们达到一定的 杀敌数量 ， 输出要求明显有增加 。低配建议不要死磕太难的关卡。 关卡2、3是最简单的 。 关卡2： 带 冰C 最好， 火C 和 绽放 也都能用，建议带盾或奶 保证生存 ，就可以很轻松地拿星。 关卡3： 更简单，只需要注意输出问题即可。 关卡1、4： 需要 风元素 聚怪 ，或者 大AOE ，否则比较花时间，说实话4星的角色效果都不好，有 万叶 、 温迪 或 龙王 打起来就特别轻松，所以看玩家自己的队伍来决定要不要打。 关卡5、6: 都是比较难的关卡，最好有 聚怪 ，角色 追怪能力/AOE能力 要强一点，比如 那维莱特 这种， 队伍整体练度也要高 一点。 输出能力不够的话建议遇到1、4、5、6这几关不要选。 第6幕 利好 水元素 角色， 生存能力强 的队伍。 铁甲熔火帝皇最主要的就是角上高额的火元素护甲，只要有办法破掉它，那打它就是轻轻松松的事情。 所有水元素角色都可以用来破盾，其中更推荐有 AOE能力 的角色， 挂水强 的角色。比如那维莱特、芙宁娜、达达利亚等等 BOSS的部分动作会把角往下压，此时近战可以打到。 当然，这个BOSS血量没有深境螺旋里那么高，练度高的玩家硬拆也是可以的。 讲一下 额外奖励的获取 ： 铁甲熔火帝皇的「烈焰加冕」动作如下：钻进地里，地上出现圆圈，向外扩大。大概七八秒。就在这时候把它的盾破掉即可。 超链图片 实战中不必强求，因为它释放 这个技能的时机不固定 ，95秒内可能就放1次，顶多放2次。 第7幕 第7幕是普通的 战斗 环节，相比4、5幕要无脑一点。 在这个节点上，我们队伍也有一定强度了，可以应对大部分的关卡。 关卡2、3、4、5的难度都是适中 的，拿满星不难。 关卡2： 第一波 站在 小机器人 附近，其他两个机器人会自己过来。 第二波 把炮弹机器人往小机器人那里 击退 ，另一只机器人会自己过来。 关卡3： 两波龙蜥都是一样的处理方式，龙蜥韧性太低，所以建议用 冻结队、燃烧队、绽放队 处理，也建议直接跑到场地边缘拉怪， 确保龙蜥不要散开 。 关卡4： 两波怪一样的处理方式，先到一个怪物旁边输出即可。 第一波可以两只一起收掉，第二波分别收两只。 关卡5： 这关要带 高频水 ，否则破不了盾。 第一波 ，利用模型挤压或者诱导瞬移的方式完成聚怪，一起破盾收掉。 超链图片 第二波 和两只怪三点一线，让远处的怪自己靠近我们即可手动聚怪，怪物会追着我们打，我们注意生存就好，一般不用太担心。利用琳妮特、砂糖、万叶等角色的 大招染水 还可以加速破盾。 超链图片 关卡1没有什么好讲的，要和它们俩亲密接触的话，随意（欸嘿，不过难度也不是非常高，毕竟这期水系多，生存能力强。 关卡6为精英关卡，输出要求比较高，低配没有万叶打空壳容易翻车，故不推荐低配选。 关卡6第一波拉怪方式：开局到一个墙角处，可以引诱4只玄文兽都过来。 第8幕 兆载永劫龙兽： 利好 弓箭角色 ， 对单输出强 的队伍。 这个BOSS对比前两个就没什么要点了，基本上就是木桩。 但必须注意，这个BOSS 开局就飞天 ，最好带 弓箭手 ，也就是 锁定了武器种类 。 超链图片 虽然有其他方法，比如行秋剑雨……但这些都有不少凹的成分，耗时且不适用，不如带个弓箭手，只有在实在没办法的时候可选择。 带了弓箭手咱就 开局直接射下来 ，然后就是打桩。 过一段时间后，它的头部又会亮起，这时可以打头部使他瘫痪，补充输出。 这里既可以用弓箭手，也可以用别的角色，只要有一定Z轴（竖直方向）范围的攻击就可以。 超链图片 但是这次的瘫痪后它会立刻飞天，留在地上的时间只有约 12 秒，如果队伍轴对不上，那就等它飞天再打下来输出也不迟。 一般来说，打两三轮就足够了。 平民满星流程演示 因为幻想真境剧诗会有各种各样的情况，所以我将用全四星+全试用角色来直接演示一遍流程。 所用角色如下 超链图片 首先大概分配每一幕使用的角色 神里绫华： 第1、3幕； 考虑到开局可能抽不出C，故第1幕直接使用，第3幕绫华最舒适。 魈： 第8幕； 龙兽用带弓箭的魈珐队打最优。 芙宁娜、行秋： 第6幕； 水多，省队友，队伍性价比高。 罗莎莉亚、凯亚： 4、5、7幕灵活安排。 魈和芙宁娜的队伍都还各剩1次耐力，在2、4、5、7幕内，根据挑战情况灵活安排。 ———————————————————— 前2幕我们先务必给绫华至少抽1风系减抗，最好能有讨龙。 其队伍基本形式为： 神里绫华+减抗+迪奥娜+加攻 加攻可以换成自由凑数的角色 。 优先凑齐要用的输出角色 ，凯亚、罗莎莉亚、行秋、重云等。 如果都有了，那么在打千年珍珠骏麟前，可以抽1个buff。 这个配队大概可以2 套 把海马做掉，第二套循环后不要打太急，记得要 在海马恢复的时候击杀 它，可以获得更多「幻剧之花」。 超链图片 ———————————————————— 第3幕以后开始准备纯水队、魈队、双冰队 基本形式为： 纯水队：芙宁娜+行秋+减抗+治疗 魈队：魈+珐露珊+砂糖+自由 双冰队：凯亚+罗莎莉亚+减抗+自由 辅助可以选用 讨龙法师 。 在练度足够的条件下，双冰队可考虑加入/替换香菱打融化。 这三套配队，芙宁娜固定第6幕要使用，魈固定第8幕要使用，其他的使用情况都可以不固定，我们 能抽到谁就用谁 。 第4幕 抽到 遗迹守卫 或者 遗迹机兵 的关卡都行， 有砂糖的话可以选群怪 （精英除外），第4幕战斗前可以抽一下伙伴事件，如果角色没问题就直接抽助益， 自由安排事件抽取 ，一般我们用克洛琳德双风队。 第5幕 战斗前，我们角色已经够了， 可以考虑停止买伙伴事件 。 第6幕 推荐用 芙宁娜 打，注意一下上述打BOSS的技巧，然后配合一些奇妙助益足矣。 超链图片 第7幕 ，除了精英，其他抽过来打满都不难。记得把第8幕的阵容留给魈，之前若使用过一次魈，第7幕就不要用。 超链图片 视频教学： ⑤表演诀窍更新 4.8幻想真境剧诗表演诀窍新增 凯亚「闲暇时光」 卡维「严谨交涉」 宵宫「自信满满」 夜兰「闲暇时光」 喜欢的宝子们不要忘了兑换哦~_(希格雯-护肤) 4.8幻想真境剧诗 的攻略就到这里结束啦！非常感谢你能看到这里！希望能对大家有所 帮助 ！能得到大家多多的 点赞 支持！ 超链图片 大家觉得本期幻想真境剧诗的体验如何？不论如何， 都欢迎在评论区一起讨论 ， 我也会尽力解答大家的疑问的~ （以上均为本人游戏理解与经验得出，如有勘误和补充还请及时指出，感激不尽） 文案：我叫呆唯 排版：我叫呆唯 图片：我叫呆唯，梦-殇 感谢 ﻿ @卡玛sei亚 ﻿ 测怪物血量，和补充怪物阵容！ 感谢 ﻿ @梦-殇 ﻿ 的一些精致作图！",
    "length": 8281
}