{
    "game_id": 2,
    "post_id": "52766721",
    "f_forum_id": 43,
    "subject": "【V4.6攻略·角色攻略】“绮思晚星”莱依拉复刻攻略",
    "url": "https://www.miyoushe.com/ys/article/52766721",
    "created_at": 1715444455,
    "like_num": 91,
    "view_num": 7403,
    "reply_num": 32,
    "text": "UID：106091846 大家好呀，这里是Diurno，一个莱依拉厨子。在4.6下半的卡池，我们的莱依拉也迎来了一年多后的第二次复刻，今天就为大家带来“绮思晚星”----冰元素单手剑盾辅---莱依拉的复刻攻略。 一、基础属性 （数据截止4.6版本） 莱依拉的基础属性较为普通。11792的基础生命值位于全四星角色的第19位，略低于同为生存辅赛道的米卡、多莉、绮良良、班尼特、夏沃蕾等角色，217的基础攻击力位于全四星角色的中等，甚至比旅行者略高一些，655的基础防御力也是中规中矩，整体基础面板没有特别亮眼的地方。但是莱依拉突破带来的24%生命值加成可是帮助她取得四星第一盾辅的基础！_(莱依拉-梦游)（隔壁的托马和迪奥娜馋哭了呀_(魔游姬哼哼)） 二、技能解析 普通攻击·熠辉轨度剑 莱依拉进行三段剑击，最有特色的是第三段会飞出一颗星星，同时莱依拉双手持剑，结束后非常疲惫的样子。看来我们莱依拉挥剑确实很困，没有多少力气挥剑呢。_(莱依拉-进度为零) 值得注意的是在莱依拉的武器被附魔后，第三段普攻飞出的星星也会变幻颜色，非常精致的小细节_(莱依拉-梦游) 升级建议：非xp不需要升级，莱依拉实战基本上用不上这个技能 元素战技·垂裳端凝之夜 莱依拉展开护盾，进入梦乡，并缓慢生成晚星。在护盾庇护下的角色释放元素战技也会获得晚星，晚星达到四枚将会飞出并攻击敌人，造成冰元素伤害。 这个技能是莱依拉的 核心技能，可以拆解为两部分，护盾与晚星 。 护盾·安眠帷幕护盾 9级e技能的倍率是18.4%生命值上限+2115，这是什么概念呢？ 同为四星盾辅的绮良良9级e技能一层盾（短按）的盾量是17%生命值上限+1957，莱依拉的倍率是略高于绮良良的，但是又略低于绮良良满层盾量，也是 中规中矩的四星盾 。 技能的cd为12s，持续时间为12s，理论上是个 无缝盾 。当然，在实战过程中，因为技能释放会有后摇，所以有一段很小的空窗期，但是无伤大雅，操作正常一般不会出现生存问题。 晚星与飞星 晚星与飞星关联着莱依拉的两个固有天赋。 天赋 如光骤现 会在获得晚星的同时加强莱依拉护盾的护盾强效，让莱依拉的护盾更加厚实。由于和盾量是不同乘区，积攒晚星前盾量的减少会更大地影响莱依拉后期护盾的承伤量，我们可以让队友快速释放e技能积攒晚星，尽快提升护盾的承伤量。（tips:飞星飞出后叠满的护盾强效依然存在，不必担心） 天赋 勿扰沉眠 则是赋予莱依拉飞星生命值倍率，给予其更高的输出能力，也可以让莱依拉更加安心地堆叠生命值。 升级建议：拉至9级，缺少强力盾辅也可以拉满 元素爆发·星流摇床之梦 莱依拉的输出技能。同样具有辅助能力，可以进行后台挂冰，在空中观察可以发现饰梦天球的攻击范围其实不小，但是和甘雨、神里绫人的q技能伪随机索敌不同，莱依拉的索敌会在范围内追踪敌人，相应的攻击和元素附着频率也是比不上甘雨和神里绫人，实战可以作为小型的降众天华使用。倍率也是基于生命值，可以兼顾盾量和伤害（但是倍率不高，为什么啊啊啊啊_(莱依拉-打蚊子)）。 能量是40点，较低，但是莱依拉只有e的飞星攻击敌人才产球，可能会有一定充能缺口。 升级建议：纯盾辅可以不升级，要有一点输出可以升至9级，xp可以给皇冠（我是没有摩拉了呜呜_(莱依拉-进度为零)） 生活天赋·叠影的梦兆 合成天赋小帮手，只是概率比较玄学…… 三、命之座解析 综述：莱依拉的盾量提升主要在1,3命，辅助能力在4命，输出能力在5,6命，没有差命座。 一命， 盾辅关键命座，同时提供吸收伤害提升和联机盾 ，可以在联机中快乐睡觉啦！_(莱依拉-梦游) 二命，飞星命中回能，降低莱依拉的充能压力，战斗中保底回能4点，也是很不错的。 三命， e技能+3，盾量提升，盾辅关键命座。 四命，普攻重击增伤，但是数值不是特别高，可以作为添头使用。 五命，q技能+3，提升q带来的伤害。 六命，大幅提升莱依拉的输出能力（但是还是不怎么够啊_(莱依拉-穷哭)）， 输出莱依拉的关键命座 ，建议有六命再考虑输出流。 抽取建议：0命机制完整，盾辅可以抽取至3命，想打输出建议抽满 四、武器选择 首选五星武器圣显之钥 ，妮露专武，大幅提升生命值的同时兼具辅助能力。 此外可以选择五星武器磐岩结绿（提供生命值和暴击率），五星武器波乱月白经津（外观搭配），五星武器天空之刃（润滑充能循环） 四星武器 优选船坞长剑 ，目前唯一的四星生命单手剑 此外可以选择四星武器西风剑（润滑充能），四星武器祭礼剑（双e叠盾，但是要贴敌人e），四星武器狼牙（外观适配，eq增伤） 三星武器不作推荐。 五、圣遗物选择 首选 千岩牢固四件套 ，莱依拉可以伪无缝触发该四件套效果，为主C提供攻击力加成。 次选千岩牢固+花海甘露之光的2+2，纯堆生命值提高盾量。 依赖q技能挂冰的也可以选择生命充能2+2进行搭配。 词条选择： 主词条固定生命，生命，生命，副词条可以选择充能 ，输出流可以换冰伤杯，副词条选双爆。 面板推荐（千岩4）：圣显之钥4.7w以上，船坞长剑4.1w以上，充能武器3.7w以上，生命武器充能追120% 六、配队推荐 那芙琴莱：莱依拉提供挂冰帮助那维莱特叠被动，4命提供重击增伤 仆罗莱班：罗莎莉亚和莱依拉组成双冰共鸣并提供冰底帮助仆人打出融化，莱依拉提供抗打断 散珐莱班：散兵的轴和莱依拉非常适配，染冰帮助散兵提高暴击率，莱依拉提供散兵需要的抗打断 胡行莱夜：钟离下位，四命提供重击增伤 提八妲莱：钟离下位，四命提供重击增伤，冰护草 绫罗万莱：绫人永冻，莱依拉的轴和绫人同样适配，双冰提供暴击率的同时挂冰、提供抗打断，四命普攻增伤 宵夜莱班：钟离下位，四命提供普攻增伤，宵宫可以打一些融化 “如果毕业之后，我没有留在教令院工作，就和你一起去漫游世界吧。你觉得怎么样？” ---莱依拉 在这里也祝大家都可以把喜欢的角色带回家！ 这里是Diurno，下次再见啦！",
    "length": 2432
}