{
    "game_id": 2,
    "post_id": "4045515",
    "f_forum_id": 43,
    "subject": "「1.3萌新攻略整合贴」：大世界篇",
    "url": "https://www.miyoushe.com/ys/article/4045515",
    "created_at": 1612325054,
    "like_num": 25790,
    "view_num": 173884,
    "reply_num": 379,
    "text": "┏ 贴心小tip：本帖包含了以下内容 开荒指南 世界任务 元素反应简述 锄大地路线推荐 怪物讨伐指南 精英boss攻略 周boss攻略 雪山内容 ┛ 哎嘿，这里是被无形大手抓过来更新（划掉）的摸鱼养咕真君—熬夜酱！ 激动人心的chuan新版本—1.3 明宵升海平 马上就上线辣！ 而有关璃月 最重要的节日之一 — 海灯节 的活动，也将与各位旅行者如期见面。另外， 降魔大圣—魈 也将在新版本最终揭开他的神秘面纱（AWSL~也太帅了8♂）！可以说这个1.3版本是超超超超超令人期待的呢！ 本篇是写给慕名而来的萌新旅行者的大型新手向整合贴之一~希望能给尚且还有些云里雾里的萌新大佬们一些些方向感的指北手册（误）！ 【更新时间：2月3日】 ┏ 开荒指南 ┛ >>萌新前期开荒超全面指南！ 作者： 安稳先生 （“向着星辰和深渊出发！”） >> 【原神入坑指南】开服注意事项全在这里，超全面的原神萌新攻略！ 作者： 赫箩的苹果 （看了此攻略，萌新不踩雷～） >> 带你熟悉提瓦特大陆~ 作者： 水清枫 （提瓦特的星空下，永远都有旅行者的位置哦~） >> 【v1.0攻略】#探索解谜# 旅行者新人手册——解谜方法篇 作者： Hixfip （有时候，掌握了解谜方法，解谜也会变得很轻松哟） ┏ 世界任务 ┛ >> 【观测枢】城市声望世界任务清单·蒙德篇 作者： 西风妖精 （快来提升声望等级，获取奖励吧！） >> 【观测枢】城市声望世界任务清单·璃月篇 作者： 西风妖精 （今天旅行者有完成声望任务吗？） >> 1.2版本全世界任务攻略 作者： FTFuture （看了这篇攻略，雪山那都不是事！） ┏ 元素反应简述 ┛ >>元素反应机制讲解 作者： Leviathans （元素反应是原神的主要游戏玩法哦~通过给敌人附加上不同的元素，可以衍生出不同的元素反应。） >>游戏机制丨元素反应进阶篇 作者： 其音清 （康过了元素反应的基础篇，就来康康更进阶的吧！） >>元素反应必学必会，这篇攻略带你学习！ 作者： 小雪糖鸡 （旅行者可以通过使用合理的元素，对敌人附加上或控制或伤害的效果，从而可以事半功倍，游刃有余的解决掉敌人！） ┏ 锄大地路线推荐 ┛ >> 材料/素材采集索引目录 作者： 千羽绝响 （采集材料好麻烦？来看看介个攻略吧～） >>每日一刷精英怪~ 作者： 悦悦大魔王 （精英怪会掉落我们突破角色和武器时所需要用到的材料，空闲的时候刷一刷囤一囤，万一下一发单抽一发入魂出金了就可以直接拉满辣！） >>冒险等级30级后每日路线分析！ 作者： Abo_ （勤俭持家可是个好品德！每天能比别人多捡一点点垃圾就多捡亿点点！） >>每日白嫖3w圣遗物经验（已更新雪山） 作者： Leviathans （还在为缺少狗粮升不起圣遗物而犯愁吗？快来康康如何白嫖经验！——） >>十六种采集类突破材料快速采集路线图合集 作者： 悠丶夜 （但凡我有20点体力，我都不会XXXX！） ┏ 怪物讨伐指南 ┛ >>全带盾怪物分析及击杀指南 作者： Last Soul （正确的选择属性来破盾可以事半功倍！千万不要莽破头鸭！） ┏ 精英boss攻略 ┛ >>boss系列解析以及攻略推荐（无相篇） 作者： 失心k （无相三兄贵♂已经是我们的老朋友了，经过1.2版本的无相交响诗活动，旅行者跟它们的羁绊有没有更深了呢！） >>boss系列解析以及攻略推荐（树类boss） 作者： 失心k （急冻树和爆炎树大家也并不陌生，不光在大世界里，在深境螺旋里旅行者也能见到它们张牙舞爪的身影~） >>boss系列解析以及攻略推荐（纯水精灵篇） 作者： 失心k （纯水精灵可以说是这些boss里面最磨人的小妖精了！它可比前面的5个boss难缠的多喔！） ┏ 周boss攻略 ┛ >>风魔龙低配通关攻略，新手必看 作者： 硕大的松茸 （风魔龙作为我们进入游戏后遇见的第一个大型boss，在体型上确实有些许唬人，但是嘛，魔化了的特瓦林有点不太聪明的亚子，还是很好攻略的！） >>轻轻松松的北风狼攻略 作者： careonna （北风狼从难度上来说，稍微比风魔龙高出了那么一丢丢，哎嘿，快来康康大佬的攻略，把它驯养成哈士奇吧！） >>「公子」BOSS包爽攻略 作者： 优势很大.jpg （公子是最近版本才加入的周boss，从难度上说，hmm，不愧是动不动就嚷嚷着要跟旅行者好好打一架♂而一直在变强的达达利亚！） ┏ 雪山内容 ┛ >> 【V1.2攻略】#其他攻略#雪山概况及任务简述 作者： mr.xiaoba （尽管雪山那么险阻，但是有概述在手，我就是“雪山里的那道光”！ >>龙脊雪山精英怪物攻击机制详解 作者： 逝者，终离 （知己知彼才能百战不殆。） >>龙脊雪山·宝箱路线图（上篇） 作者： 梢 （宝箱永远是我扫图的第一动力！因为下一发一定出金！） >>龙脊雪山·宝箱路线图（下篇） 作者： 梢 （没想到吧！！还有下篇哟～） >>「龙脊雪山」地区-圣遗物狗粮点位 作者： 猫小火火 （什么？璃月和蒙德的狗粮扫完了你就休息了？那~也~太~怠~惰~了~吧~） 超链套娃ing： 「1.3萌新攻略整合贴」：大世界篇 「1.3萌新攻略整合贴」：游戏机制篇 「1.3萌新攻略整合贴」：角色养成篇",
    "length": 2172
}