{
    "game_id": 2,
    "post_id": "40188999",
    "f_forum_id": 43,
    "subject": "【浅谈万达国际队优缺点】~",
    "url": "https://www.miyoushe.com/ys/article/40188999",
    "created_at": 1686386836,
    "like_num": 94,
    "view_num": 2480,
    "reply_num": 21,
    "text": "前言：作为入坑最喜爱角色之一公子，半个万达厨子，结合自身使用心得，在万叶即将复刻之际， 尽量客观评价 一下 万达队的优缺点 ，【 其实文章写出来就已经带入主观评价了 】以供喜爱者参考，不足之处可评论，后续会修改~~ 万达国际队组员： 名称的由来 ：公子—至冬国；班尼特—蒙德；万叶—稻妻；香菱—璃月，因来自不同的国家，命名为国际队，后取万叶达达利亚首字，合为：“ 万达国际队 ” 一。万达队优点 ①低金阵容，高性价比，强度高 作为 低金T0+阵容 ， 竞速常客 ，再加上 深境螺旋常年30%使用率的公子 _(达达利亚-冲浪) ，足以证明阵容的强度，以更少的原石获得竞速体验，对于喜欢操作的玩家是极大诱惑，不如我自己，由此也带来了极高的性价比 ②输出轴可控 是不是有很多喜欢看小程序的人曾经会有这样的疑问_(兔躯一震)， 万达DPS 怎么这么 低 ，但是用起来却比一般队伍快很多，这就是输出轴可控所带来的的_(心情复杂)， 白话就是，万达可做到“一波技能”让怪“恰好死” ， _(心情简单)别的队伍比如雷九，胡行钟，神鹤万心，可能一波技能不够，二波技能太多的问题，导致输出时间强行拉长，最简单的就是看赛诺 _(赛诺-艺术！)，面对一波一波出的怪，直接G，面对血量极高的boss，那是使用极佳_(赛诺-接招吧)，这就是 后期在循环与伤害间寻找的平衡 不同练度下万达国际队手动挡输出轴笔记~ ③公子断流机制→对群无敌 断流机制的设定，让公子对群伤害指数型增长，让DPS物尽其用，举例来说， _(达达利亚-得意)公子EAZ(普攻重击），(E)130%+(A)76.5%+(Z)119%+142.3%+(断流斩)119%=587.1%倍率，简言之对单，公子E+AZ一次，倍率587.1%，如果是n个怪就是468.1%+n*119%，如果触发暴击还会施加断流效果，恰巧击杀了怪物，更会触发断流破+n*105.4%这是公子对群天花板的来源 具体可传送门详细了解 半个公子厨的自我修养——01.断流机制详解 ④极高斩杀线→对单也可 万达队伍DPS普遍偏低，但是斩杀线却不低，原因在于Q启动队伍，需循环充能，大部分时间都在为了队伍循环做准备，如果降低队伍充能，就可以大大增加斩杀线，如公子战场砍完香菱风火轮Q_(香菱-好吃)，还可以利用反方向身法达成香菱双判等等，这也是 后期玩家需要自己把握的循环与伤害怎样最均衡，玩起来最舒适 的原因 二。万达缺点 ①Q启动队伍→不适合大世界 队伍 全员依赖元素爆发Q启动 ，导致队伍 需要一定的充能效率来打底，实现Q循环 ，而香菱又是充能大户，熟练的万达玩家后期基本上是等香菱_(香菱-诶嘿嘿)Q的cd和能量， 所以不适合大世界开荒 【大世界非要可“青春万达”】，是纯针对深境螺旋高难度副本的阵容的优解 ②输出轴可控→需要手部乘区 输出轴可控是优点但是也是缺点，灵活的输出轴是需要动脑筋和一定的理解手法的，尤其是喜欢无脑操作的玩家和一些万达新手，会带上痛苦面具，原因在于①万达Q启动，②公子CD不好掌握 万达玩家一般进化顺序： 抄作业，学习基本手法→把握公子战场cd→把握队伍能量循环→摒弃抄作业手法，把握公子cd与队伍能量的完美循环→缩轴，打爆发，打批次→自己把握循环与CD，出现点哪里哪里亮 ②需理解后的双扩→操作难 操作难是相对的，对比胡行钟，【钟离盾的安心】，神鹤万心，【永冻的便利性】，雷国队，【雷神+行秋的霸体+抗打断】，万达队中 班尼特_(班尼特-自信)给自己挂火 ，导致容易被秒，尤其是V3.7深境螺旋圣兽怪， 简直原魔不要太残忍 ，抄作业只是让队伍实现最基本的双扩伤害最大化而已 ③受限于万叶的扩散→不适合打部分自带元素的怪 本身自带元素的怪， 比如雷音，_(枫原万叶-哭了)万叶扩散不了火水 ，导致输出直线下降，后续会不会增加此类怪，有待观测~ ④队伍契合度极高→抢队友 队伍契合度极高，也侧面表示 没有什么可替代性 ，抢万班香，万班香作为首屈一指的辅助和副C，其它阵容也不可或缺【这里说明一下， 我认为这不是缺点 ，比如玩雷九，自然你就玩不了万达，神鹤万心，融甘，你玩万达自然就玩不了雷九，神鹤万心，融甘一样，就一个班尼特万叶， 所以说胡行钟，草国YYDS，不抢万班！！！ 】 三。总结： 总体来说， 万达是个很强力的阵容 ， 对于喜欢凹深渊、打竞速、喜欢操作的平民强度党来说 ，万达算是优解，但是相对的，喜欢主打安逸的无脑操作，万达就不是很合适了，因人而异 最后，万达及常说的 T0阵容，基本上是针对深境螺旋而言的 ，万达大世界基本没有强度，_(达达利亚-得意)公子因为e技能设定问题， 不太适合萌新开荒的 ，达达利亚的强度取决于机制带来的对队伍带来的化学反应，不是硬直伤方面的，前期无辅助，公子=无输出，体验极差，后期练度高了大世界也如此，单纯的公子不不适合新手(香菱前期也一样不适合) 四.有兴趣可以点赞+收藏+评论",
    "length": 2032
}