{
    "game_id": 2,
    "post_id": "50748151",
    "f_forum_id": 43,
    "subject": "【V4.5攻略·其他攻略】新手45级前圣遗物怎么带才不痛苦",
    "url": "https://www.miyoushe.com/ys/article/50748151",
    "created_at": 1711520745,
    "like_num": 241,
    "view_num": 3200,
    "reply_num": 11,
    "text": "UID：194209339。 大世界刮痧，副本打不过的注意啦！！ 【冒险等级45级】刷高等级圣遗物副本必出5星 ，所以推荐45以后再刷圣遗物。 【冒险等级45前】还是要升级4星圣遗物的，后期直接喂给5星， 虽然会丢一点经验，但问题不大。 只升级角色武器等级天赋，不升级4星圣遗物，面板都没法合格。 攻击上不去，生命上不去，治疗上不去，充能上不去，没法玩的。 你哪怕抽到当前版本第一大C水龙王，也会很痛苦。 即便 有个随时随地陪着你的大佬 ， 主线怪物得自己打吧 ，主线都刮痧，也太痛苦了。 考虑到新手玩家，游戏理解还不多，今天只讲三个点。 目录 一、新手期好用的圣遗物 二、主副词条怎么选 三、常见新手角色圣遗物搭配 新手期好用的圣遗物 【说明】圣遗物一共5个位置，可以搭配出2个两件套或者1个4件套。 【2战狂：15%暴击】 几乎 所有输出角色都可以带2件套。 【2行者之心、2勇士之心、2角斗士：18%攻击力】 是非常通用的输出套装； 【2教官4教官】 2件套加80精通 、4件套触发反应全队加120精通， 草体系神器。 【2流放者4流放者】2件套20%充能， 4件套使用爆发大招后， 全队回能量 ，也是循环神器； 【2学者】2件套加20%充能 ，4件套使用效果不是很理想，还不如2学者2流放加40%充能； 【2守护之心】2件套加30%防御力 ，基本也就是岩系诺艾尔一斗千织用，但他们也吃攻击，不是很泛用。 【4武人】2件套普攻与重击伤害增加15% ，释放战技后再增加25%，龙王过渡神器。 了解了套装，我们简单说一说如何搭配。 输出角色 比如嘉明、烟绯、雷泽、胡桃、一斗、龙王等等。 【搭配公式】2战狂（15%暴击）+其他2件套； 角色吃攻击力： 其他两件套可选= 2行者之心2勇士之心2角斗士； 角色吃生命值： 如水神龙王技能伤害跟生命有关系，其他两件套可选= 2流放者2学士，缓解充能。 角色吃精通： 如草神海哥提纳里，其他两件套可选 =2教官2流浪大地的乐团。 角色80能量大招： 如香菱行秋夜兰，其他两件套可选 =2流放者2学士，缓解充能。 以上是相对通用的公式， 大家也可以 根据角色技能灵活调整。 比如 龙王胡桃重击伤害为主 ，可以2战狂（15%暴击）+2武人（重击增伤）。 套装选好了，圣遗物也是要升级的 ，不升级打不出效果啊！ PS：怎么看角色吃那个属性呢 ，就是点开技能说明，看收益。 只有一个百分比，那就是吃攻击力 。其他的都会写清楚是 X%生命值/防御力/精通 等等。 圣遗物必须升级，你不升级，生命值上不去，龙王哪有伤害。 奶妈护盾风系角色 比如芭芭拉，闲云，莱依拉，迪奥娜等等 【前期：流放者or教官】 流放者：2件套+20%充能，4件套帮助全队充能。 教官：4件套触发反应，全队加120精通，下半卡池万叶前期就可以带教官。 【后期：风系尽量风套、草系要有草套】 2件套：15%风元素增伤，4件套扩散某元素后，降低敌人抗性。 哪怕词条不对，也要凑出来一套，给敌人减抗。 100点火伤害，风系角色风套减抗后，能打一百三四。 深林的记忆草套也是这个道理，如果玩种门就一定有人带草套。 【主词条】 花：固定生命值，没啥好选的； 毛：固定攻击力，没啥好挑的； 沙漏：看角色吃那个属性，一般就带对应的沙漏。 ①吃攻击就攻击%沙（如烟绯、嘉明），吃生命就生命%沙（龙王夜兰）。 ②如果角色大招80能量，就充能百分比沙漏，如行秋夜兰香菱。 杯子：分输出角色和奶盾辅角色来讲。 ①输出角色带对应元素伤害杯子， 水系带水伤火系带火伤。没有元素杯参考沙漏，吃什么带什么。 ②护盾治疗角色，参考沙漏， 如班尼特治疗收益是生命就带生命，女仆护盾量收益是防御力，就带防御。 冠（头）：分输出角色和奶盾辅角色来讲。 ①输出角色带暴击或者爆伤头； ②治疗角色带治疗头或者参考沙漏 带对应收益的，如芭芭拉可以治疗头或者生命头。 护盾角色带自己收益的，如钟离生命头，女仆防御头。 【副词条】 输出角色要：暴击、爆伤、收益属性、充能； 如龙王要暴击爆伤生命值%（大生命），生命值（小生命）。 奶盾角色要：充能、对应的属性。 如班尼特要生命值%、充能、生命值。 新手角色怎么带圣遗物 【4.5卡池上下】 一斗：2战狂+2武人/2守护之心，防御沙，岩伤杯，暴击爆伤头； 千织：2战狂+2守护之心，防御沙，岩伤杯，暴击爆伤头； 五郎：4流放者，充能沙/防御沙，防御杯/岩伤杯，暴击爆伤头； 说实话，新手真不推荐大家玩岩系，很难用。 龙王：2战狂+2武人/2流放者or4勇士之心重击加30%暴击。生命沙，水伤/生命杯子，暴击爆伤头； 万叶：4教官，但是有余力，还是建议风套。精通沙/充能沙，精通杯，精通头； 【种门、白送角色】 草主：教官or草套，充能沙，草伤杯，暴击爆伤头； 柯莱：教官or草套，充能沙，草伤杯，暴击爆伤头； 芭芭拉：4流放者，充能沙/生命沙，生命杯，生命治疗头； 久岐忍、丽萨：2教官2流浪大地，精通沙，精通杯，精通头； 【值得练的4星角色】 行秋：2流放+2学士/2战狂/2攻击，充能沙，水伤攻击杯，暴击爆伤头； 香菱：2流放+2学士/2战狂/2攻击，充能沙，火伤攻击杯，暴击爆伤头； 班尼特：4教官，充能沙+生命杯+治疗生命头； 每个人的卡池不同，实在无法一一列举 ，大家可以参考下文里面每个角色 前期的过渡圣遗物和武器。 【V4.2·全角色】主流玩法·武器圣遗物词条天赋推荐一图流 虽然原神老登很多，可以比较容易叫到人帮忙。 但是如果自己啥啥都不能自理，这玩起来也太痛苦了。 原神是一个有较长周期的养成游戏，对新手来说不要想着上来就5星金色圣遗物，顶级配队通关深渊12。 别让满世界的大数字，顶配队，顶级装备欺骗了自己，伤害都是从几十到几百几千几万十几万慢慢上来的。 希望本期内容，能对新手顺利入坑有所帮助。",
    "length": 2411
}