{
    "game_id": 2,
    "post_id": "49354727",
    "f_forum_id": 43,
    "subject": "【V4.4攻略·角色攻略】魈武器/圣遗物/配队进阶攻略",
    "url": "https://www.miyoushe.com/ys/article/49354727",
    "created_at": 1708079077,
    "like_num": 1523,
    "view_num": 110512,
    "reply_num": 364,
    "text": "UID 190081637 旅行者们新年好呀~这里是荒星攻略站。本期攻略的主角邀请到了我们的降魔大圣—— 魈 。_(魈-现身) 原神来到4.4版本，已经更新了许多武器与圣遗物，而留云借风真君，亦是闲云作为下落攻击专辅也迎来实装！ 那么如今的魈在 配装与配队 方面都有怎么样的改变呢？魈队 是否有必要抽取闲云 呢？让我们接着往下看吧！ ·【机制简析】· 在开始对魈配队和圣遗物的深入探讨前，我们先来简单了解魈的 主要机制 。 魈主要的输出方式为开启元素爆发后的 下落 攻击 （六命为开启元素爆发后的元素战技） ，配合队友的增幅，在 元素爆发 持续期间打出 爆发输出 。 元素爆发状态下的魈会获得额外的 普攻/重击/下落攻击增伤 ，9级可以高达90.2%，和风伤杯提供的元素增伤同 属于一个乘区 。 此外由于天赋1【降魔·平妖大圣】也可以提供增伤，因而魈自身并 不缺乏增伤 ，空之杯位主词条可以在 攻击力加成 和 元素伤害加成 中选择。而魈开启元素爆发期间，释放元素战技 不会产球 ，所以魈对于 充能的要求较高 。 ·【武器推荐】· 魈是一位非常典型的攻击力倍率模板的风系主c，需要的词条有 双爆 、 增伤 和 攻击力 ，武器的选择也将从这些词条来考虑,下面是适配于魈的武器推荐： ·【圣遗物推荐】· 魈的圣遗物选择，在没有出辰砂套之前，一般都是2风2攻或者2攻2攻。在辰砂套出现后， 辰砂套 以其 66%攻击力加成 一骑绝尘，一度成为魈圣遗物毕业的首选。 而在枫丹版本出现的新圣遗物 猎人套 的暴击加成也迎合魈的需求，能够作为魈圣遗物的一个选择。 关于【沙上楼阁史话】是否适合魈？ 在 评分相同 的情况下，该套装相较辰砂套效果要 相对逊色 。同时，魈在装备楼阁套时需要在开大前/后重击一次触发四件套效果，使得 操作复杂化 ，因而 不推荐 作为毕业圣遗物刷取。 ·【闲云和魈的搭配分析】· _(魈-战斗准备)仙人来哉~说到魈的培养，我们不免想到与魈同样“位列仙班”的那个女人—— 留云借风真君 。 _(留云借风真君-自信)作为 下落攻击玩法的专属辅助 ，闲云与魈的玩法有着高度的契合，她的上线也让魈有了更多的可能，所以下面我们将就闲云与魈之间的配合来展开讨论，为大家提供配队配装思路。 （需要闲云培养攻略可以戳这里噢👇） 【V4.4攻略·角色攻略】闲云全方位培养攻略 闲云与魈契合在哪里？ 1、魈的主流打法为元素爆发后通过下落攻击造成伤害，闲云作为 下落攻击专拐 ，为魈带来了巨额的伤害提升。 2、闲云作为风属性角色，能够队内 互相充能 ，润滑队内循环，进一步降低魈珐队伍的充能需求。 3、魈在搭配芙宁娜的时候会大量烧血，闲云元素爆发能为 全队提供持续奶 ，既保障了队伍生存，又能让芙宁娜元素爆发 增伤效果堆叠更快 。 自 珐露珊 上线后，她便因其 风系专属增伤减抗充能 以及 六命爆伤加成 的多功能辅助成为了魈的固定队友，而 闲云 和 芙宁娜 的组合在第3点的基础上，成为了魈珐队伍 3、4号位 的选择，组成了新的 魈珐芙闲 （鹤露魈芙） 队伍。 在魈珐芙闲队伍中，魈的配装伤害对比： 计算中各角色圣遗物与武器面板展示 我们探究魈在新版本选择鹤露魈芙队伍时的配装选择，计算配置如下： 魈：双爆200分配平，风伤杯，圣遗物附带五个大攻击词条，计算元素爆发后8次下落总伤。（由于暴击武器和逐影套的不兼容性，和璞鸢以及决斗枪仅计算辰砂） 珐露珊：6命，佩戴千岩套，武器选择西风猎弓 芙宁娜：0命，佩戴剧团套，武器选择灰河渡手 闲云：0命，佩戴宗室套，武器选择鹤鸣余音 本计算以和璞鸢辰砂为基准，场景为对单打桩。 简单来说，闲云入队后魈的伤害结算方式如下： （魈攻击力*魈下落倍率+闲云攻击力*闲云加成倍率）*魈双爆区*增伤区*其它乘区 由于闲云的存在，让魈最后的伤害变成了魈攻击力和闲云攻击力共同作用的结果，魈自身的攻击力在倍率区的作用遭到稀释，从而 攻击力词条的作用相对降低 。 在配装中，出现了以下现象： 1、由于辰砂套加成为高额攻击力，逐影套加成为暴击率， 逐影套期望普遍高于辰砂套 。 2、攻击力的稀释使得 双暴武器作用高于攻击力武器 ，而能搭配猎人套的暴伤武器 （护摩之杖、黑岩刺枪） 的作用越发凸显。 3、辰砂在 双暴分超过240分 后，随着双暴分的进一步提高， 与猎人套的差距会相对缩小 。如果手中已有成型的高分辰砂，可以不用刻意给魈刷猎人套。 EX：关于风伤杯和攻击杯的选择 在魈珐芙闲中，由于闲云的元素爆发buff仅能为魈下落对单提供加成，因此需要我们分情况讨论： 对单 环境中：由于闲云对攻击力的稀释，建议魈使用 风伤杯； 对群 环境中：由于群怪环境下 闲云的提升仅作用于单怪 ，其他怪不受闲云增幅影响。而 芙芙 在队伍中能通过 元素爆发提供大量增伤 ，同时魈自身在开启元素爆发时也有高额增伤，因此增伤区的稀释更加明显，建议搭配 攻击杯 使用。 关于队伍成本的投入问题： 俗话说的好，好钢要用在刀刃上，对队伍的投入也如是。魈珐芙闲，作为一个起步就需要三金成本 （魈、芙芙、闲云） 的队伍，想要深入培养，怎么为队伍抽卡更加合适呢？ 从上图我们可以看出，在对单环境下，我们选用了同类型同圣遗物的搭配方式做对比发现 同金数水平下 ： ·暴击武器搭配辰砂套 ：成本给到闲云专武，决斗枪反超和璞鸢。 ·暴伤武器搭配逐影套 ：黑岩在不吃到对群特效作用的前提下，闲云有专武与装备护摩时闲云无专武时相差不大。 由于 黑岩、决斗枪的易获取性 ，且常驻池中有出和璞鸢的可能，因此成本更 推荐给闲云专武 。 魈珐芙闲对比魈的传统队伍 （魈珐钟班） 来说，在金数的投入上无疑拥有更多的提升空间，其提升方向包括：芙芙命座、闲云命座、闲云专武、魈专武。 下面是对比魈珐钟班，魈珐芙闲各金数比较： 芙宁娜对比闲云 而言，作为 泛用的五星增伤拐 更推荐抽取，综合来看，魈珐芙闲的队伍投入成本 优先级推荐为 ： 芙宁娜1命>闲云专武>魈五星武器>芙宁娜2命>闲云2命 后续如果要进一步提升队伍的配置，可以 在芙宁娜和闲云的命座 上继续投入。 ·【结语】· 闲云加入魈的队伍起到 更换班尼特 的作用，魈珐芙闲队从此告别画地为牢，变得 更加灵活 ，在对单攻坚的条件下，闲云既 缓解了队伍充能压力 ，也让魈的伤害有了一个质的提升。 美中不足的是，闲云的元素爆发buff仅对单个敌人生效且仅限于下落攻击，对群容易让怪物死的 参差不齐 ，对 六命玩法 高频施放元素战技也 帮助甚微 。 综合来说，如果已有队伍互抢班尼特，依然推荐各位魈厨抽取一只闲云给魈宝配队噢！ _(魈-吃)魈在璃月版本登场以来，可以说是 一路变强 ，从辰砂套的问世到猎人套的出现，从魈珐钟班体系的建立到魈珐芙闲的进一步完善，未来的魈一定会在旅行者们手上更进一步大放异彩！ 本期魈攻略到此结束啦，感谢各位旅行者的阅读！ 如果觉得攻略有用，不妨 点点赞 支持一下 （拜托拜托，这对我们真的很重要） ，我们下期再见~ 作者：神麎 制图：琉科塔尔 绘制：阿与 修编：桀林",
    "length": 2900
}