{
    "game_id": 2,
    "post_id": "14250314",
    "f_forum_id": 43,
    "subject": "2.4版本世界任务「龙蛇藏归辑录」之《白夜国地理水文考》",
    "url": "https://www.miyoushe.com/ys/article/14250314",
    "created_at": 1641459654,
    "like_num": 4616,
    "view_num": 142101,
    "reply_num": 273,
    "text": "各位旅行者大家好，这里是马上就要更完看到曙光的FTFuture~_(米游姬-周五啦) 从本篇开始为大家带来收集5本出借图书的世界任务——「龙蛇归藏辑录」的书本收集攻略，本篇为《白夜国地理水文考》的收集， 对应的世界任务是「伊达的挑战状」 ，也就是两个迷宫的相关内容，没有玩转迷宫的旅行者，跟我一起来看看吧~ 任务奖励： 冒险阅历×200  原石×30  大英雄的经验×2 首先来到常夜灵庙的右上角传送点，在这里我们能看到一处大型迷宫。 ▲路线图 平台上的机关及作用如下所示： ▲机关介绍 这里先给大家解释一下这个解谜的原理 （不想看的旅行者可以无视，直接看后面解法） ：在「白夜」状态下，我们可以通过平台上的两个三角机关调整下方的迷宫墙壁朝向，左边的机关控制内墙，右边的机关控制外墙。 每攻击1次机关，下面的对应的墙壁就会顺时针旋转90度，当调整到正确位置后，再切换到「常夜」状态下，我们就可以从下方进入迷宫，激活4座水元素方碑，打开中央的栅栏通道。 而所谓的“调整到正确位置”，指的就是在「常夜」状态下，迷宫的通路可以同时连通4个方碑，若是墙壁没有调整正确的话，进入迷宫有些方碑的通路是封死的。 这里给出解法： 在初始状态下，也就是没有碰过两个三角机关的时候，首先通过日月轮回机关调整至「白夜」，之后左、右的三角机关各攻击1次，将墙壁调整至下图所示： ▲调整完成后墙壁朝向 注：已经转乱了的旅行者也不用担心，将自己当前情况仔细和上图比对，转到和上图墙壁一样即可。 墙壁朝向调整完成后，我们再使用日月轮回机关切换回「常夜」，这时从上往下看不难看出迷宫的走法，如图所示：（黄色光柱位置为水元素方碑，将4个方碑都激活后，中央的栅栏就会打开） ▲迷宫走法 接下来我们就从平台下去，从 左下角 进入迷宫内部 （顶上有屏障，是下不去的，只有左下角入口处可以进入） ，按照上图路线将迷宫内的4个水元素方碑全部激活，中央的铁栅栏就会打开。 ▲点亮方碑，栅栏打开 从中央打开的栅栏门下去，里面有一个华丽的宝箱，旁边还有一个残影，开启宝箱可以获得任务道具「伊达的认可状」，接着我们再和残影对话看看。 ▲地下的宝箱和残影 原来残影就是伊达，《白夜国地理水文考》就是他借走的，而这本书现在被他落在了奖励密室中，没办法，我们只能按他所说去挑战一下另一个迷宫，再回来开启密室回收书籍了。 ▌1  获得另一个「伊达的认可状」 另外一处迷宫位于蛇心之地，路线如下图所示，走上面就可以到，是一个四方形的铁栅栏，旁边还有一个立方机关。这里我们直接到立方机关旁边，使用刚才伊达给我们的钥匙就可以打开栅栏，进入下方的迷宫了。 ▲使用钥匙开门 进入迷宫后四下观察，我们在被封印着的华丽宝箱后面的墙上找到了提示： 在常夜里，把迷宫两侧变得对称。 下面我先结合游戏场景截图，为大家介绍一下机关的分布： （该截图是解谜完成后截的，因此墙的位置和初始状态略有不同，这里不用管，后面会分别说明初始状态和打乱状态怎么解） ▲机关分布 了解了机关的分布，下面我会直接分步给出 通解 ，也就是说无论你是处于初始状态还是打乱状态都可以使用这种方法来完成解谜。 ※ 这篇攻略本来会在这里给出俯视图，一边按步骤说明操作流程，一边用俯视图来体现场景内机关的变化情况，便于玩家完成解谜的同时理解原理。 但考虑到大部分玩家只是想赶紧解开，对原理并不感兴趣，因此这部分就不放在这里了，而是放到文末，有兴趣的旅行者可以看一下。这里就只说明解法步骤了： ▌ 迷宫通解： 请务必看仔细前面给出的场景机关说明，注意步骤中对机关的描述，不要弄错机关，所有的东南西北均指游戏内实际方向。步骤分的多是为了每一步中描述的事情尽可能少，不易出错。 第一步： 将日月轮回调整至 白夜 。 第二步： 调整南北两侧石柱上的把手开关，使南北两侧的 两个铁栅栏全部 处于 上升 的状态（迷宫中只有中间有2扇铁栅栏，不管你现在场景里是开是关，都统一调到 开， 即 栅栏上升开启通道 ）。 第三步： 打 2次西边 的三角机关（打1次之后等一等，等石墙移动完成，停下来后，再打第2次）。 第四步： 关闭 最北端 的把手开关（即离日月回轮机关最 远 的那个石柱上的开关），这时北边栅栏下降挡住通道。 第五步： 打 2次东边 的三角机关（打1次之后等一等，等石墙移动完成，停下来后，再打第2次）。 第六步： 关闭 最南端 的把手开关（即离日月回轮机关最 近 的那个石柱上的开关），南边栅栏下降关闭通道。 第七步： 打 1次西边 的三角机关。 第八步： 重新将日月轮回调整至 常夜。 此时解谜自动完成，游戏内场景如下图所示： ▲全部调整完成后游戏内场景 注：如果你确认步骤没问题，调完之后游戏场景也和上图一样（左边远点是石墙，近点是蓝墙，；右边远点是蓝墙，近点是石墙，最后一面石墙在中间），但宝箱没开，可以尝试重启一下游戏。 开启这个华丽的宝箱，我们就可以获得另一枚伊达的挑战状，并且解锁一个隐藏成就「下次，试试社会派…」 ▲隐藏成就「下次，试试社会派…」 ▌2  与伊达的残影对话 完成了这处解谜，我们再回到常夜灵庙的迷宫地下，去找伊达的残影对话。 注：我们仍然要从迷宫的入口进，因为常夜状态下顶部是封死的，各位旅行者千万别从上面直接往下跳，撞到屏障也是会摔死的哦。 ▌3  开启伊达的密室，取得宝藏 对话结束后，我们就可以从伊达旁边的通道下楼，到墙边消耗2个伊达的认可状来开启石门了。 ▲场景图 ▌4  获得《白夜国地理水文考》 开门以后走到最里面打开精致的宝箱，就可以获得《白夜国地理水文考》，同时，世界任务「伊达的挑战状」就全部完成了。 ▲《白夜国地理水文考》 到这里，这个世界任务就全部结束了，我们完成了伊达的两处迷宫挑战，也获得了关键的任务道具《白夜国地理水文考》，如果有需要其他几本书收集攻略的旅行者，也可以直接点击下方卡片链接进入「龙蛇藏归辑录」收集合集对应自己进度查看。 2.4世界任务「龙蛇藏归辑录」全书籍收集合集（共5本） 对其他2.4版本世界任务、隐藏任务、隐藏成就感兴趣的话，也可以通过下方链接进入对应合集进行查看： 更多攻略内容： ▌ 点击本段下方卡片链接跳转至 2.4版本世界任务、隐藏任务攻略合集导航 ： 【V2.4攻略】#探索解谜# 2.4版本新增世界任务合集导航 ▌ 点击本段下方卡片链接跳转至 2.4版本隐藏成就攻略合集导航 ： 【V2.4攻略】#探索解谜# 2.4版本新增隐藏成就全解合集 后面是之前说的会补充在文末的关于迷宫调整步骤的原理，感兴趣的旅行者可以看一看： 这里首先来给大家概括一下这个迷宫的原理：在常夜状态下，通过攻击迷宫两侧的三角机关，可以使所有墙壁往对应机关（就是你攻击的那个三角机关）移动，而中间两侧的把手开关，可以控制铁栅栏的开启或闭合，铁栅栏可以阻挡路线上墙壁的移动。 将场景中的机关分布，转换成 俯视图 来看： ▲初始状态下白夜时场景俯视图（图1） 通过尝试我们又可以得知： 常夜状态下，上图A墙和C墙的地方会出现仅在常夜下能看到的蓝色墙，且其无法被移动，如下图所示： ▲初始状态下常夜时场景俯视图（图2） 而我们的解谜目标是： 在常夜使迷宫两侧对称。那也就是说，我们要在白夜通过机关之间的配合（用三角机关移动墙，用栅栏挡住墙或让开通路），移动ABC三面墙至合适的位置，使其在调整至常夜后，与蓝色墙共同形成对称的分布。 这样一来答案就呼之欲出了，只要将ABC三面墙移动至下图所示的状态即可，因为移动成这样以后，调整到常夜，常夜的蓝色墙会补齐右上和左下，自然两侧就是对称的了： ▲白夜状态下移动至图示即可（图3） 上图状态下调整至常夜后，可以看到蓝色墙补齐了图案，迷宫两侧对称了，这时我们就完成了解谜： ▲最终答案（图4） 以上就是“如何想出解谜步骤”的思考过程，如果这部分看明白了的话，自然也就可以想到前面给出的“通解”为什么适用于所有状态下的迷宫了。 那么最后还是感谢各位旅行者的阅读与支持，我们下篇再见~",
    "length": 3282
}