{
    "game_id": 2,
    "post_id": "41535027",
    "f_forum_id": 43,
    "subject": "核爆三巨头之一，莫娜应该怎么练？",
    "url": "https://www.miyoushe.com/ys/article/41535027",
    "created_at": 1689956720,
    "like_num": 64206,
    "view_num": 368380,
    "reply_num": 1357,
    "text": "自原神开服以来，如今已经到了3.8版本，想必不少旅行者在常驻池或是UP池都见过莫娜的身影，但她虽身为常驻角色，整体强度也并不逊色，下面我将为大家带来 莫娜 的培养攻略_(莫娜-再来一局) PS：本贴以辅助流莫娜为主，主C流会提，但不会很详细 目录 1.天赋介绍 2.圣遗物推荐 3.武器选择 4.命之座详解 5.配队介绍 6.角色材料 辅助流推荐加点（A - E-  Q）：1 - 1 - 9/10 主C流推荐加点（A - E-  Q）：9 - 6 - 9 机制详解： （1） 普通攻击 · 因果点破： 主C流 莫娜 重击 输出； 辅助流如果有2命 可以A几下触发重击效果用于挂水 （2） 元素战技 · 水中幻愿： 元素战技长按可以嘲讽敌人用于 聚怪 ，持续 5s ，冷却 12s ， 1/4/5段 伤害进行 弱水 附着 （3） 虚实流动： 冲刺时和神里绫华一样，也可以用这个技巧挂水 （4） 元素爆发 · 星命定规： 莫娜的元素爆发首先是给敌人 施加泡影 ，此时会为敌人施加水元素附着 （弱水） ，之后是处于泡影下的敌人 受到伤害时 ，会 解除泡影效果 ，额外造成一次水元素伤害 （强水） ， 该伤害即为莫娜大招的伤害(或者8s之后泡影自动破裂，也会造成伤害) 有 护盾保护、带霸体的攻击动作以及冻结状态下的敌人 不会触发星异效果，星异的持续时间只有 5s ，而处于泡影状态下的敌人受到的伤害都会有星异的额外增伤效果，所以莫娜开大后保证敌人 持续处于冻结状态 的话，那么就可以获得 13s 的星异效果带来的增伤，这也是莫娜在 永冻队中效果显著的原因之一 （5） 「老太婆来抓我啊！」： 配合冲刺可以增加挂水能力 （6） 「托付于命运吧！」： 充能转水伤 ，为队伍整体弥补了一定的输出，五星满级充能沙还可以额外带来23.31%的水伤加成，但如果打主C流，不考虑大招循环的情况下还是带攻击沙 （7） 运行原理： 冰冷的图片.jpg 主词条推荐：充能沙 - 水伤杯 - 暴击/爆伤头 副词条推荐：充能>双爆>攻击（辅助流）;双爆>充能>攻击（主C流） 千岩四件套： 搭配 元素战技启动 的队伍使用；触发难度低，但是持续时间不长 宗师四件套： 搭配 元素爆发启动 的队伍使用；面板要求不能有太大的 充能 压力，打一套的时间需基本和大招冷却、持续时间相吻合 教官四件套： 为了 追求上限 用的，面板不好堆，毕竟没有五星的教官套，有的时候手法不到位也不容易触发 （教官套后台无法触发） 主副C推荐圣遗物： 绝缘四件套 差不多是为了补伤害，一般用于 副C ；像是 沉沦和乐团四件套 ，基本上是用于 主C 了 （莫娜六命对重击伤害提高的数值也大） 主C流武器： （1） 流浪乐章： 登场乐：角色登场时，随机获得一个主题曲，持*10*。每30秒只能触发一次。宣叙调：攻击力提升 60%/75%/90%/105%/120% ；咏叹调：全元素伤害提升 48%/60％/72%/84%/96% ；间奏曲：元素精通提升 240/300/360/420/480 。 十秒六星，真空期长 （2） 匣里日月： 日月辉：普通攻击命中后的6秒内，元素战技与元素爆发的伤害提高 20%/25%/30%/35%/40% ；元素战技与元素爆发命中后的6秒内，普通攻击的伤害提高 20%/25%/30%/35%/40% 。 特效基本上也就元素爆发增伤可以吃，莫娜站场输出一般是重击，但特效中没提到这个加成 （3） 四风原典： 无边际的眷顾：移动速度提高10%；在场上每4秒获得 8%/10%/12%/14%/16% 元素伤害加成。该效果最多叠加4层， 角色倒下或离场后清空。 暴击率高，一般能叠三到四层被动 （4） 天空之卷： 浮游四方的灵云：元素伤害加成提升 12%/15%/18%/21%/24% ；普通攻击命中时，有50%的概率获得高天流云的青睐，在15秒内主动攻击附近的敌人，造成等同于 160%/200%/240%/280%/320% 攻击力的伤害。该效果每30秒只能触发一次。 高攻击，元素伤害稳定加成，有攻击拐的时候可能效果不显著 （5） 尘世之锁： 金璋皇极：护盾强效提升 20%/25%/30%/35%/40% 。攻击命中后的8秒内，攻击力提升 4%/5%/6%/7%/8% 。该效果至多可叠加5层，每0.3秒只能触发一次。此外，处于护盾庇护下时，该效果的攻击力提升效果提高100%。 有盾辅用，攻击加成较多 （6） 图莱杜拉的回忆： 堙没的蓝宝石泪滴：普通攻击速度提升 10%/12.5%/15%/17.5%/20% ；施放元素战技后的14秒内：普通攻击造成的伤害每1秒提升 4.8%/6%/7.2%/8.4%/9.6% ；普通攻击命中敌人后，普通攻击造成的伤害提升 9.6%/12%/14.4%/16.8%/19.2% ，该效果每0.3秒至多触发1次。持续期间内，普通攻击造成的伤害至多通过上述效果提升至 48%/60%/72%/84%/96% 。角色退场时将移除效果，再次施放元素战技时会先移除原有的效果。 莫娜站场一般是重击输出，特效是对普攻的增益，用处不大 （6） 神乐之真意： 神樱神游神乐舞：施放元素战技时，将获得「神乐舞」的效果，使装备该武器的角色的元素战技造成的伤害提高 12%/15%/18%/21%/24% ，该效果持*16*，至多叠加3层。持有3层时，该角色获得 12%/15%/18%/21%/24% 所有元素伤害加成。 特效基本没用，不考元素战技打伤害 辅助流武器： （1） 讨龙英杰谭： 传承：主动切换角色时，新登场的角色攻击力提升 24%/30%/36%/42%/48% ，持*10*。该效果每20秒只能触发一次。 一般都是三拐一的队伍里用，像是双C站场可能效果不是很好 （2） 白辰之环： 樱之斋宫：装备该武器的角色触发雷元素相关反应后，队伍中附近的与该元素反应相关的元素类型的角色，获得 10%/12.5%/15%/17.5%/20% 对应元素的元素伤害加成，持*6*。通过这种方式，角色获得的元素伤害加成无法叠加。 武装队里可以用，但这个武器挺冷门的，而且莫娜很少放到武装队，只能说是一个选择 （3） 试做金箔： 炊金：施放元素爆发后6秒内，每2秒恢复 4/4.5/5/5.5/6 点元素能量，队伍中的所有角色每2秒恢复 4%/4.5%/5%/5.5%/6% 生命值。 队伍中没奶且有一定生存压力可以带，一般都是凹深渊的时候，正常情况下还是讨龙 关键命座：一命、三命、四命 翻身做主C命座：六命 一命：沉没的预言 对 主C流莫娜 而言，蒸发伤害提升15%是不错的；对 永冻队的莫娜 而言，冻结持续时间延长15%是不错的； 劣势 在于触发条件有一定难度，仅持续8s 二命：星月的连珠 释放普攻有几率释放重击，提升了 挂水能力 ，对输出流的影响并不大 三命：不休的天象 提升元素爆发等级和上限 四命：灭绝的预言 对主C流还是辅助流的莫娜提升都很不错，毕竟 15%暴击率 提升也挺多的， 劣势 也是在于持续时间太短 五命：命运的嘲弄 提升元素战技等级和上限 六命：厄运的修辞 主C命座 ，从四命往后和辅助没啥关系了，大幅度 提升重击伤害 神猫万莫/莫甘娜温： 配队思路： （1） 莫娜 提供增伤和挂水； 神里绫华/甘雨 站场输出； 万叶/温蒂 聚怪减抗； 猫猫 担任充电宝、奶妈、盾辅 （2） 神猫万莫： 低金情况下与神鹤万心整体伤害相差不大，但是相比之下，神鹤万心更舒服一点，毕竟心海挂水比莫娜强得多，容易冻住敌人 （3） 莫甘娜温： 甘雨一般都是融甘dps会高一点，但是没有盾辅的情况下永冻更舒服 胡行钟莫： 配队思路： （1） 莫娜 增伤，可以用来补一点挂水； 胡桃 站场输出； 行秋 挂水； 钟离 担任盾辅，减抗增伤，为胡桃提供优秀的输出环境 （2）胡行钟本来就是一个比较强的体系，搭配莫娜可以打出高额的爆发伤害 （3）莫娜的E可以嘲讽进行小范围聚怪 （4）莫娜此时可以带教官套，但是不太好触发 烟砂莫班： 配队思路： （1） 莫娜 挂水增伤； 烟绯 站场输出； 砂糖 减抗、加精通、续水（聚怪不是很强，但手法到位也不错）； 班尼特 保证续航，提供增伤 （2）该配队主要是打烟绯重击蒸发的伤害，一定要保证队伍的充能循环 （3） 砂糖 可以换成 万叶、温迪 ，只能说砂糖加精通对该配队的伤害提升不小，但整体手感来说还得是万叶和温迪 妮莫草白： 配队思路： （1） 妮露 利用元素战技后台挂水并且天赋可以为草种子增伤； 莫娜 站场挂水，利用天赋提高挂水效率； 草神 为敌人进行持续挂草； 白术 提供续航和一定的挂草 （2）妮绽放一般都是 双水双草 的队伍，有 草神 的存在挂草是没有压力的 （3） 莫娜 的天赋为挂水提供了极大的便利，武器可以选择 祭礼残章 ，进一步增强了挂水的能力，再加上 妮露 的后台水圈挂水，手法到位基本没有问题 莫琴钟班： 配队思路： （1） 莫娜 站场输出； 琴 减抗、扩火； 钟离 担任盾辅，减抗增伤，为莫娜提供优秀的输出环境； 班尼特 保证续航，提供增伤 （2） 琴 的大招可以保证扩火，便于莫娜进行重击蒸发输出，所以 班尼特和琴 的充能要有保证 以上就是 莫娜 的全部攻略了，不过在此我也祝各位旅行者不要从UP池里抽出来这位占星术士哦~_(莫娜-比心)",
    "length": 3848
}