{
    "game_id": 2,
    "post_id": "53493547",
    "f_forum_id": 43,
    "subject": "【V4.7攻略·角色攻略】赛索斯·全面解析︱机制/养成/配队",
    "url": "https://www.miyoushe.com/ys/article/53493547",
    "created_at": 1717553596,
    "like_num": 3054,
    "view_num": 90543,
    "reply_num": 251,
    "text": "UID：100559319 这里是阿斯盖特，本期是自沙中而来背负着秘密、缄默之殿的继承者——「 赛索斯 」的角色攻略！ 超链图片 下面，笔者将分为 机制、养成、配队 等3个部分进行讲解！ “无论天气好坏，我都喜欢出去跑跑。” 【观前须知】 ①a/A=普攻、Z=重击、e/E=元素战技、q/Q=元素爆发、X=下落攻击 ② 快速阅读 ：只看图片即可（ 萌新推荐！ ） ③ 详细阅读 ：通篇阅读“图片+文字”内容（ 老玩家选择！ ） 【简析&一图流】 「 赛索斯 」是一位利用元素能量来强化蓄力射箭的 雷元素输出型 角色。进行 二段蓄力 发射具有“穿透”效果的箭矢，消耗元素能量可缩短蓄力时间。战技触发雷元素反应后将 额外回能 ，保障蓄力射箭和元素爆发的使用。元素爆发可将普通攻击 转化为视作重击的箭矢 ，更灵活、频繁地攻击敌人。 *文字太多不想看？先看看 一图流 吧！ 超链图片 【角色培养材料图表】 超链图片 【机制讲解】 【 玩法流派 】速切与站场 超链图片 ①速切射箭通常在满能量时启动，按照“ Z-E-ZZZ ”的手法可以至少打出4次快速射箭。 ②站场输出需要施放大招，按照“ QE-2A闪 ”的循环输出后 还可衔接1-2次蓄力射箭 。 【技能升级】 超链图片 ◆考虑到泛用性，还是可以先升级普攻/重击，然后根据玩法选择性升级战技、大招。 【1】技能解析 ◆普通攻击/重击（A/Z） 超链图片 ①一段蓄力造成 弱雷 伤害 （1元素量、9.5秒） ，二段蓄力造成 强雷 伤害 （2元素量、12秒） 。 ②未触发天赋1时，二段蓄力需要 6秒 的蓄力时间。 ③普攻的第3段攻击具有较大的动作前摇。 ④贯影箭 （二段蓄力） 、瞑弦矢 （大招） 都具有穿透效果，其表现形式是 对箭矢路径上的所有敌人都造成伤害 。 ◆元素战技（E） 超链图片 ①元素战技命中敌人产出 2颗雷元素微粒 。 ②战技命中敌人施加 弱雷 附着。 ③可让速切玩法额外射出一支较快速蓄力的箭矢；站场玩法也能加速能量回转。 ◆元素爆发（Q/站场输出） 超链图片 ①该技能是站场玩法的关键，非站场玩法不用升级该技能。 ②普攻转化为【瞑弦矢】，后续点按普攻键 （平A） 均为重击伤害 ！ ③瞑弦矢造成 弱雷 伤害，遵循常规附着规则。 —— 常规附着规则 ：同一模组的攻击在命中敌人后的2.5秒内，第1、4、7…次攻击（又称每间隔2次攻击）对敌人施加元素附着。 ④站场时可考虑“ Q-E-2A闪循环 ”。 ——采用2A闪是因为第三段普攻动作前摇较大。 ◆固有天赋 超链图片 【关于天赋1】 ①战技与该天赋具有一定的“联动”效果——即使不能一次性获得20点能量，让单次二段蓄力的蓄力时间降至0.3秒，但“ 12点能量+2颗雷元素微粒 （战技产出） ”的回能，也可让二段蓄力缩减至 0.906 秒，这不足1秒的蓄力时间很迅速就完成了，因此也会 体感为“瞬发” 。 ——2颗雷元素微粒至少让赛索斯恢复2*2*1*1.5*100%=6点元素能量。 ——6-（12+6）*0.283=0.906秒。 ②该天赋是让赛索斯每次速切射箭 （满能量起手） 都能 至少4箭 的关键。 【关于天赋2】 ①该天赋作用于 基础倍率区间 ，直接与赛索斯二段蓄力 （贯影箭） 的精通倍率相加。 ②具体计算表现为“赛索斯攻击力×二段蓄力攻击倍率+赛索斯元素精通×（二段蓄力精通倍率+ 700% ）”。 【2】命座解析 超链图片 【命座提升幅度】 超链图片 【关于2命】 ①对于 速切射箭 流：如果是满能量可以先射出1发箭矢紧接着施放战技，以此叠层；如果能量未满则可先施放战技再开始射箭。 ——简化版：Z-E-Z输出（满能量）；E-Z输出（未满能量） ②对于 站场输出 流：先开大，然后紧接着施放1次战技叠层。 ——简化版：Q-E-开始输出 ③也就是说，参考输出手法中的“Z-E-ZZZ （速切） ”和“QE-2A闪循环 （站场） ”可以快速叠层。 ◆总的来说，赛索斯的命座提升中规中矩。除6命外，均为较小幅度提升，而 6命也只“服务于”蓄力射箭 。命座主要优化了二段蓄力的输出，站场玩法提升不多。作为4星角色， 命座自然越高越好 ，但是没有解锁命座也能体验到赛索斯比较完整的玩法。 【养成方面】 【1】武器选择 超链图片 【各武器参考面板】 超链图片 【武器期望对比】 超链图片 ▲ 速切玩法的武器对比 超链图片 ▲ 站场玩法的武器对比 【关于冬极白星】 赛索斯开始输出前可 前置打出1段普攻 ，触发1层冬极的增益。 【关于 锻造武器 】静谧/王下/破魔/试作 ①搭配持续提供治疗的角色时，可以优先【 静谧之曲 】，同精炼等级下表现最好。 ②没有静谧之曲的情况下，不推荐专门再锻造其他武器， 可以直接考虑使用【弹弓】 。 【关于 弹弓 】 ①无论是速切、还是站场，赛索斯都具有可观的精通倍率 （快速射箭的精通倍率很高） ，这大大降低了弹弓基础攻击力低带来的影响，使 触发武器技能的弹弓可以直冲武器第二位 。 ②当没有猎人、若水、冬极等5星武器时，可优先考虑弹弓。 ③需要注意的是，发射的箭矢 需要0.3秒内命中敌人 才能获得增伤，否则将降低箭矢伤害，因此 推荐贴近敌人输出 ，但在 应对距离较远的敌人时表现很差 。 【关于 活动武器 】筑云/鹮穿之喙/风花之颂 这3把都是活动获取的，优先级为 筑云＞风花之颂＞鹮穿之喙 。 【2】圣遗物搭配 超链图片 【各套装期望对比】 超链图片 【关于追忆4件】 虽然可以提高重击伤害，但需消耗15点能量，赛索斯的两种玩法都 要围绕元素能量展开 ——二段蓄力需要耗能缩短蓄力时间、站场输出需要开大才行，因此 不太推荐 。 【没有雷伤杯， 能用精通杯吗 ？】 ◆不推荐优先考虑。 赛索斯主要供职于激化队伍， 超激化作用于基础倍率区间 ，无论哪种玩法都具有很高的精通倍率， 再选择精通杯只会在基础倍率区间中进行提升 ，加深该区间的稀释。 同时， 赛索斯的增伤途径较少 ，激化队能持续提供增伤的角色不多，所以优先选择雷伤杯。 ——但实在刷不出雷伤杯，同时有双暴词条很优秀的精通杯，可以暂时过渡使用。 【需要多少元素精通？】 ①不搭配纳西妲，赛索斯的元素精通至多600点；搭配纳西妲，在350-450之间。 ②有限词条数时，精通并非越高越好， 一味地增加精通会增大基础倍率区间的稀释 ，可以在 保证350精通 的前提下 侧重提升暴击、暴伤 。 【关于面板】 ①暴击率推荐在60%+ （70%+更好） 。 ②搭配非双暴武器暴伤可在120%+、双暴武器可在160%+。 ③可堆叠20%-40%的充能效率，“润滑”每轮循环所需的能量。 【队伍搭配】 【1】激化速切 超链图片 【队友培养】 八重神子 / 钟离 / 克洛琳德 超链图片 ①赛索斯具有 爆发快 、 速切 的特点，在较短时间内便可造成一定爆发伤害，与 短轴 角色组成速切阵容循环输出。 ②赛索斯可以补充克洛琳德等待战技CD时的伤害，是一种 拓展 思路。 【队友的替换】 ①雷草速切加入提纳里 需要靠考虑是替换八重神子还是纳西妲，实际替换状况并不乐观——纳西妲可以提供稳定的范围挂草、提高场上角色精通；八重神子提供稳定持续的挂雷，仅靠赛索斯挂雷在面对多名敌人时表现较差。 所以如果在保持“ 赛索斯+护盾 ”不变的情况下，加入提纳里可能导致 缺失关键功能位 。 ——考虑提纳里，还是推荐“提纳钟八”组合，搭配赛索斯还需谨慎考虑。 ②克洛琳德也可考虑用 雷电将军 替换，雷电将军还可为全队恢复能量。 【队友的养成】 ①赛索斯可堆叠 20-40% 的充能效率，确保每轮循环都有能量可供施放二段蓄力。 ——如果搭配雷电将军，则不叠充能。 ②从泛用性考虑，纳西妲仍优选“ 草套4件 ”，但只为提高队内雷伤角色的输出，可考虑 饰金4件 。 ③八重神子可选择 剧团4件 ，考虑到还需要站场一段时间，也可选 饰金4件 。 ④如果赛索斯衔接克洛琳德输出，此时克洛琳德可选 谐律4件 。 【参考输出顺序】 ① 赛纳钟 八 ：钟离E（长按）、八重神子3E、纳西妲EQ、赛索斯ZEZZZ、八重神子(Q-3E)接普攻站场 ② 克 赛钟纳 ：钟离E（长按）、纳西妲QE、克洛琳德E接输出（Q收尾）、赛索斯ZEZZZ ③ 雷 赛钟纳 ：钟离E（长按）、雷电将军E、纳西妲EQ、赛索斯ZEZZZ、雷电将军Q接输出 【2】站场输出 超链图片 【队友培养】 纳西妲 / 行秋 / 久歧忍 超链图片 ◆主要利用元素爆发可供 站场输出 的机制，即使【瞑弦矢】 视为重击伤害 ，仍可触发行秋等角色的协同攻击。 ——站场玩法的优先级较低于速切，多为一种拓展玩法。 【队友的替换】 ◆虽然可以搭配“白术+芙宁娜”的组合，但是更多是一种 为了给 赛索斯“提供就业途径”的思路——即赛索斯可以依靠高配置的“芙宁娜+白术”展现不错的表现，但是从“纳芙白”的视角出发，赛索斯并不是优先考虑的。 *这一点很关键， 不同角度出发 也预示着这个队伍是否优先考虑。 【参考输出顺序】 ◆ 赛 纳行久 ：行秋QE、纳西妲QE、久歧忍E、赛索斯QE接输出 【总结一下】 作为4星角色，技能强度其实已经表现不错了，700%的额外精通倍率也让赛索斯在 速切队伍 中具有可观的爆发能力、元素爆发的 站场玩法 也为赛索斯的配队提供了更多可能。如果您 已经具有 比较不错的队伍配置，并且 很喜爱这名角色 ，同时又想 增加 更多游玩新角色的 乐趣 ，那么可以考虑在抽到之后培养！ *但如果不打算抽取本期卡池的5星角色，为了4星角色而“垫池子”，还需谨慎考虑！ 超链图片 以上就是「 赛索斯 」角色攻略的全部内容啦~我们下期再见！_(米游姬入欧) 图片： Asgater 文本： Asgater 数据： Asgater 监督&校正： Asgater",
    "length": 4036
}