{
    "game_id": 2,
    "post_id": "36761735",
    "f_forum_id": 43,
    "subject": "【踏歌春行】【3.5五郎攻略】岩C专辅五郎的培养攻略",
    "url": "https://www.miyoushe.com/ys/article/36761735",
    "created_at": 1678605240,
    "like_num": 1347,
    "view_num": 29717,
    "reply_num": 160,
    "text": "五郎_(五郎-开心)，忠勇双全的海祇岛大将，同时也是一斗心心念念的希娜小姐，在岩队中有着很重要的位置，只要是玩一斗主C或者诺艾尔主C，那么五郎肯定是必不可少的。 给大家分享五郎的攻略 目录 1、角色定位 2、技能介绍 3、命之座 4、武器推荐 5、圣遗物推荐 6、面板参考 7、队伍推荐 8、队伍输出手法 1、角色定位 4星岩系辅助。 专门辅助岩C，一般为3岩队或4岩队，0命就能用，6命最好。 2、技能介绍 普通攻击(A)： 省流 ：用不上，不用升。 元素战技(E)： 省流 ：造成岩伤，并插一杆旗子。长按可以调整旗子插的位置。 在旗子范围内，队伍中有 1名 岩系角色时，提高前台角色的 防御力 ， 2名 岩系角色提高前台角色的 防御力、抗打断能力 （抗打断程度很弱）， 3名 岩系角色提高前台角色的 防御力、抗打断能力、岩伤加成 。所以在配队中基本要搭配3名岩系角色来吃满五郎E的效果 E的技能等级能提高防御力加成，所以E需要升级。 元素爆发(Q)(大招)： 省流 ：造成岩伤，并生成大将威仪（相当于强化版的E）。 【 大将威仪的效果 】 ： E有的效果大招都有（防御力、抗打断、岩伤），且大招可以跟随角色移动（不再画地为牢），大招能吸取结晶（盾来） 大招等级并不能提高防御力加成，只取决于E的等级，所以大招不需要升级。 大招需要80点能量，所以五郎需要堆很多充能才不会卡手。 固有天赋1： 省流 ：开大后提高所有角色的防御力。 固有天赋2： 省流 ：五郎的防御力能提高EQ的伤害。 五郎的伤害很低，此天赋可以忽略。 固有天赋3： 小地图显示稻妻特产。 【 技能加点 】：E升到8级及以上，AQ不用升。真爱党随意。 3、命之座 1命： 省流 ：处于五郎EQ范围内的角色（除五郎自己）造成岩伤时减少五郎E的CD。 2命： 省流 ：五郎大招期间，前台角色获取结晶后延长五郎大招持续时间。 3命： 省流 ：E+3级。 4命： 省流 ：根据五郎的防御力给前台角色的回血。 5命： 省流 ：Q+3级。 6命： 省流 ：五郎开大后增加所有角色岩伤的暴击伤害。 1名岩系角色提高10%爆伤，2名岩系提高20%，3名岩系提高40%。 【 关键命座 】：2命、4命、6命。 2命延长大招时间，配合大招的自动吸附结晶效果，几乎能稳定吃满效果。 4命让五郎能有一点奶妈的功能。 6命增加的爆伤能大幅度增加岩系角色的伤害。 4、武器推荐 五郎大招需要的能量很高，所以要带充能类武器。 ①首选 西风猎弓 ，副属性加61.3%充能，被动效果还能额外产球，大幅度缓解充能压力。使用此武器搭配暴击头，使暴击率有50+。最好能精炼。 ② 终末嗟叹之诗 ，副属性加55.1%充能，被动效果能给所有队友提供精通和攻击力。一般五郎的岩队不需要精通，加攻击力有点用。 ③ 祭礼弓 加30.6%充能，被动效果能放两次E，需要精炼； 竭泽 45.9%充能， 落霞 30.6%充能，这两把武器的被动效果没用，都不需要精炼。 5、圣遗物推荐 圣遗物也选择加充能的。 【 2绝缘+3散件 】： 2件套加充能，其他3个部位选择散件，哪个副词条的充能高就用哪个。 【 2绝缘+2流放者 】： 流放者是4星圣遗物，2件套也是加充能，如果库存里有合适的流放者就可以选择。 【 4流放者 】： 2件套加充能，4件套效果开大后给其他三个队友恢复6点能量，在辅助女仆或者低命一斗这种比较缺充能的主C时有不错的效果。 【 4宗室 】： 还想给队友多提供点增益的话可以选择带4宗室，开大给所有角色加攻击力。尽量先保证充能达标。 【 主词条选择 】充能沙，任意副词条充能高的杯子，任意副词条充能高的头/暴击头/治疗头 【 副词条选择 】充能效率、暴击率（使用西风弓） 如果武器使用西风弓，那么就带暴击头，尽量保证暴击率50+。 4命想提高治疗量可以带治疗头，杯子同理可以带防御杯提高4命的治疗量。 其他情况下杯和头的部位只要是副词条充能高的都可以带，不需要管主词条是什么，先保证充能才是首要目的 。 6、面板参考 西风弓：暴击率50+，充能240+ 能到300充能就完美了。 7、队伍推荐 【 一斗岩队 】 五郎0命即可，6命最好。五郎给一斗加防御力和岩伤，钟离提供护盾以及减岩抗，阿贝多后台打伤害，4岩队的好处就是不缺充能，缺点是练度低的时候破盾慢，需要破盾的时候可以把阿贝多换成需要的元素角色。 【 诺艾尔岩队 】 诺艾尔需要6命，五郎0命即可，6命最好。与一斗队同理。阿贝多可以换成云堇，增加诺艾尔的普攻伤害。 【 凝光岩队 】 五郎需要6命。凝光不需要防御力，五郎能给凝光提供的增益是岩伤加成以及6命的爆伤加成，最重要的是6命的爆伤加成。钟离提供护盾以及提供岩减抗，班尼特加攻击力以及回血。 8、队伍输出手法 【 一斗岩队 】（以0命一斗为例） 一斗E→钟离长E→五郎E→阿贝多EQ→五郎Q→五郎Q→一斗QE 重击消耗完所有怪力 AAAA 重击消耗完所有怪力  E。 【 女仆岩队 】 钟离长E→五郎E→阿贝多E→五郎Q→女仆EQ 一直普攻直到大招结束。 【 凝光岩队 】（以6命凝光为例） 钟离长E→五郎EQ→班尼特EQ→钟离Q→凝光EQE重击 AA重击 AA重击 AA重击AA重击。 有什么问题或者看法，欢迎在评论区交流。_(五郎-星星眼)",
    "length": 2192
}