{
    "game_id": 2,
    "post_id": "45865255",
    "f_forum_id": 43,
    "subject": "【V4.2攻略·角色攻略】白术·图文·数据",
    "url": "https://www.miyoushe.com/ys/article/45865255",
    "created_at": 1700832707,
    "like_num": 486,
    "view_num": 54505,
    "reply_num": 91,
    "text": "UID:100335009 大家好，本次为大家带来的是 「白术」 的图文攻略展示。 _(白术-吐血)_(白术-吐血)_(白术-吐血) 部分图片设计素材可能涉及游戏剧情内容， 请根据自身实际情况酌情观看。 如有图片模糊的情况可下载图片查阅。 ●   目录 ►01 角色信息 ►02 定位简析 ►03 天赋介绍 ►04 培养素材 ►05 命座推荐 ►06 参考面板 ►07 武器推荐 ►08 圣遗物推荐 ►09 角色适配性 ►10 配队简析 ▌01 角色信息 - 相关数值为角色LV90时的基础数值 - ▌02 定位简析 - 定位简析相关内容仅供参考 - ► 白术 初始状态（0命） 元素战技E 和 元素爆发Q 提供的 草元素附着量 和 附着频率 比较一般。 如果队伍中仅有 白术 一人提供 草元素附着 ，其能在一些配队中勉强满足 超激化 状态续航的需求，而在一些需要大量草附着的配队中表现较为普通。 ps.从 白术 的技能机制 与 五星武器 - 碧落之珑 的被动属性来看，原先的培养思路可能倾向于“在保证 技能循环 与 治疗量 的前提下，适当提升输出”。 另一方面，以现版本（截至4.2版本）深渊所需的输出总量和 白术 各命座下的实际受益来看，“提升输出” 这个培养思路对于 白术 来说性价比相对较低。 当然，有意向将 白术 按 “ 治疗辅C ” 甚至 “ 副C ” 来培养的小伙伴可以根据个人需求来选择。 ▌03 天赋介绍 - 加点先后顺序请以自身实际需求为准 - ► 白术 的元素战技与元素爆发都有治疗效果： ①  元素战技E\t- 群体 治疗； ②  元素爆发Q\t- 单体 治疗。 ps.请以最终加点为准，在角色培养过程中可以根据个人需求调整加点顺序。一般来说，白术的 元素战技 作为治疗手段比较方便，恢复量也比较可观。 ○ 普通攻击A ※ 白术 的 普通攻击 距离较短，实战请根据自身具体配队考虑是否作为前台使用。 ○ 重击 ※ 白术 的 重击 在多数配队中使用频率较低。 ○ 元素战技E ► 实战中需要注意 白术 的 元素战技 是延迟生效的，在队伍急需恢复血量的情况下，可能需要一定的预判来保证队伍的生存率。 ○ 元素爆发Q ► 白术 的 元素爆发 产生的 护盾 需要看具体作战环境来判断抗打断能力。相对其它能能提供护盾的角色而言， 白术 的 护盾 是比较脆弱的，但基于 白术 护盾 的特性，应对一些 频率较低 且有 一定伤害 的攻击效果不错。简单来说， 白术 在配队方面展现的功能还是以 治疗 为主。 ○ 固有天赋 ► 固有天赋 -「五运终天」中 治疗加成 的部分在角色血线比较危险的情况下有一定的作用， 非6命 白术 对 草元素伤害加成 的利用率较低。 ※ 固有天赋 -「五运终天」的触发与否是根据 场上角色 的 当前生命值 判断的。 ► 固有天赋 -「在地为化」作用于伤害构成的 元素精通乘区 ，若队伍本身能提供的 元素精通 达到了一定程度，那么该天赋对队伍整体伤害的提升幅度会下滑得比较厉害。 在 白术 生命值上限达到50000的情况下， 场上受到护盾治疗 的角色至多提升： ①100%的 草元素 相关 剧变反应 造成的伤害； ②40%的 草元素 相关 激化反应 带来的伤害。 ※ 伤害提升方面仅针对 受到护盾治疗 的角色，持续时间6s，前台输出角色对其利用率较高，后台角色的buff覆盖率较低。 ps.燃烧、绽放、超绽放、烈绽放反应 属于 剧变反应 。超激化、蔓激化 属于 激化反应 。 ▌04 培养素材 ps.“等级突破素材”中： LV1-20 → 19级刚好升到20级，以及LV20突破时所需的材料，以此类推。 LV80-90 → 80级升至90级所需的经验和摩拉，未包括LV80突破时所需的材料。 ▌05 命座推荐 ※ 图中缩减了部分命座的描述内容，具体效果请以游戏实机为准。 ※ 白术 的严谨测试理应计入 输出量 ，尤其是在 6命 的情况下。鉴于本帖以 白术 的 治疗量 测试为主，帖中可能涉及 输出量 的 命之座 、 武器 、 圣遗物 相关数据均仅供参考。 ► 以 四星-试作金珀 为测试对象： ○ 0命 为 100% ○ 1命 治疗量 提升 ≈ 126.5% ○ 2命 治疗量 提升 ≈ 142.0% ► 1命 增加 元素战技E 的可使用次数，提升 元素战技E 在实战中的使用频率， 提升治疗量 的同时 降低 了 充能需求 。 ► 2命 增加了一定量的 治疗量 。仅前台攻击即可触发的 草元素协同攻击 ，在部分配队中提升了 草元素 的 附着频率 （ 附着量 仍不算太多）。在一些 激化 、 绽放 、 燃烧 配队中，可用于稳固 草元素附着 （ 草底 ）。 ► 4命 提供的 元素精通 从数值上来看横向对比其他角色偏低。 ► 6 命 相当程度上提升了 白术 的 输出 占比，尤其是在涉及 蔓激化 的配队中。此外， 元素战技E 和 2命 会产生元素爆发Q的 护盾 ，实战中的提升包括但不限于： 治疗量 、 抗打断能力 、 草元素附着能力 。 ▌06 参考面板 ※ 参考面板相关内容仅为站街属性展示，不计入触发类型的属性。 ※ 白术 的 草伤加成 和 治疗加成 受到 固有天赋 -「五运终天」的影响，随实战情况动态变化。 ※ 展示的充能需求仅供参考，实战充能受具体配队和输出手法影响较大，请以自身实际情况为准。 ▌07 武器推荐 ※ 武器推荐相关内容的评级不代表绝对情况，仅供参考，请以具体配队和实战情况为准。 ps.帖内的数据柱状图中，单行数据有 2段 （ 试作金珀 有 3段 ），从左往右分别代表： ① 元素战技E 的治疗量 ② 元素爆发Q 的治疗量 ③ 试作金珀 的额外治疗量 ※ 武器相关数据内容仅为模拟测试，实战影响因素较多，且受队伍搭配影响较大，请以自身实际情况为准。 ► 四星 - 试作金珀 鉴于自身有 额外的血量恢复 （按角色生命值的比例群体恢复），在 治疗量 方面受队伍影响较大。 以 白术 与 芙宁娜 的搭配为示例， 试作金珀 可以进一步加快 芙宁娜 元素爆发Q 的 叠层速率 。 ps.队伍整体的 生命值上限 越高， 试作金珀 能提供的 血量恢复 就越多。 ► 四星 - 祭礼残章 （高精炼）可以提高 元素战技E 的使用频率，性质上与 白术 的 1命 类似，但实战中需要 额外的站场时间 ，所以在与其它武器的 治疗量对比 上并不完全平衡。 ▌08 圣遗物推荐 ► 白术 的 “ 理之冠 ” 选择个人推荐 “ 治疗加成 ” 作为主词条。 白术 可以选择以 50000生命值上限 为目标。在血量达到40000之后，如果要在 “ 生命值百分比 ” 和 “ 治疗加成 ” 之间做选择，同等价值的 “ 治疗加成 ” 增幅的治疗量相较于 “ 生命值百分比 ” 提升更大。 另一方面， 白术 接近 50000生命值 时天赋提供的 草反应相关伤害加成 收益涨幅下滑较快。综合来说，如果队伍对治疗量需求没有上限，那么 “ 治疗加成 ” 的综合收益会高一些。 （时之沙/空之杯/理之冠） ○ 功能治疗 ： ► 圣遗物主词条搭配： 充生治、生生治（过渡可选） ► 圣遗物副词条选择： ①元素充能效率（优先保证） ②百分比生命值 ③固定生命值 ○ 功能辅C ： ► 圣遗物主词条搭配： 充生暴、生生暴、充草暴、生草暴 ► 圣遗物副词条选择： ①元素充能效率 ②百分比生命值 ③暴击率、暴击伤害 ► 圣遗物套装选择： ①  “ 海染砗磲 ” 4件套，在多数配队中能提供足量的 治疗量 ，并补足一定的伤害。 ②  “ 被怜爱的少女 ” 4件套，在队伍搭配需求 治疗量 较大的情况下收益较高。 ③  “ 深林的记忆 ” 4件套， 白术 的技能机制对敌人的 覆盖范围 和 频率 比较一般，需要根据具体配队判断实际收益。 ④“ 昔日宗室之仪 ” 4件套，在绽放配队（ 剧变反应 ）中不适用，在激化配队（ 激化反应 ）中收益会打折扣，在增幅配队（ 增幅反应 ）中对需要 攻击力加成 的输出角色提升不错。 ▌09 角色适配性 ※ 角色适配性的相关展示不代表绝对情况，仅粗略概括本帖攻略角色与目标搭配角色在技能机制上的契合度。 包括但不限于： ①技能的 持续时间 与 冷却时间 ②技能机制是否 冲突 ③增益BUFF的 覆盖率 部分角色需要放入具体配队中具体讨论，请以自身实际情况与具体搭配为准。 ▌10 配队简析 ps. 白术 倾向 生存防护 的定位，因此在 不扰乱元素反应 的前提下可以承担许多配队中的 治疗 职责。 以当前版本的主流搭配倾向来看， 白术 在 输出 方面提供的功能有限，但与 芙宁娜 搭配的情况下可以一定程度上形成互补，进而拓展功能。 ※ 培养速览相关展示仅按 火 水 风 雷 草 冰 岩 的顺序排列，无关技能适配性或机制相性。 ps.由于 芙宁娜 的血量消耗机制部分角色得以携带 “ 逐影猎人 ” 4件套，本身没有烧血机制的角色脱离搭配后无法触发4件套效果，请根据自身情况选择合适的圣遗物搭配。 ※ 搭配示例相关内容仅供参考，多数配队降低配置也能满足多数情况下的深渊输出需求。 ps.展示队伍的综合功能不代表绝对能力。以 白术 为例，白术技能能机制中包含 治疗 与 护盾 ，但以 治疗 为主要功能， 白术 护盾的抗打断能力需要根据具体配队和作战环境判断，横向对比其它以护盾为主要功能的角色， 白术 的抗打断防护性较弱。 ※ 展示内容不代表所有情况，仅供参考。 欢迎旅行者们在评论区进行咨询， 每隔一段时间就会回复攻略相关的问题。 若没有及时回复还请耐心等待~ _(砂糖-打扰了)_(砂糖-打扰了)_(砂糖-打扰了) 如有错误和缺漏之处欢迎指出。 请友善发言噢~ 谢谢观看！ _(诺艾尔-害羞)_(诺艾尔-害羞)_(诺艾尔-害羞)",
    "length": 4025
}