{
    "game_id": 2,
    "post_id": "38867337",
    "f_forum_id": 43,
    "subject": "【V3.6攻略·角色攻略】卡维（机制解析/装备/队伍搭配）",
    "url": "https://www.miyoushe.com/ys/article/38867337",
    "created_at": 1683022761,
    "like_num": 2282,
    "view_num": 109675,
    "reply_num": 379,
    "text": "UID：100559319 这里是阿斯盖特，本期是被称为“ 妙论派之光 ”的须弥著名建筑师—— 「 卡维 」 的角色攻略！本期将讲解卡维的 技能机制 、 武器与圣遗物选择 、 相关队伍搭配 ~ “放空大脑忘掉所有烦心事，晚安。” 【角色简析】 「 卡维 」 是一位能够通过技能 引爆草原核 并治疗自身的 草元素近战角色 。元素战技能造成草元素范围伤害，并 使范围内所有的草原核立即迸发 。施展元素爆发后，卡维的普通攻击、重击与下落攻击伤害将暂时 转变为草元素伤害 ，在此期间，队伍中自己的角色触发绽放反应产生的草原核， 迸发时造成的伤害将会提升 。（培养简图如下） 角色培养材料图表 ▶天赋加点：元素爆发＞元素战技≥普通攻击/重击 ◆卡维主要通过提升 元素爆发 的等级进而 提高队内所产生的草原核造成的伤害 ，当在水草绽放玩法时，优先考虑升级元素爆发的等级，其次是普通攻击、元素战技的技能等级。 【1】普通攻击/重击（A/Z） 普通攻击/重击/下落攻击演示 （普通攻击） （重击） （下落攻击） ①.普通攻击共进行4段攻击共4次伤害，每段攻击造成1次伤害。 ②.与 多莉 类似的是，卡维的普通攻击、重击均不是自身握住双手剑然后进行各种斩击（如上gif），其普通攻击的前后摇程度较小。 【2】元素战技（E） 元素战技演示 （元素战技使草原核快速迸发） ①.元素战技命中敌人将产生 2颗草元素微 粒，每次施放均可产生。 ②.元素战技命中敌人将施加 弱草元素附着（1元素量、9.5秒） ，每次施放均可施加。 ③.卡维元素战技所施展的“圆状扫描”并非是一种元素反应，仅是 直接使产生的草原核迸发 ，也就是说该 草原核的伤害 依旧是 与触发了绽放反应的角色对应属性有关 ，与卡维的元素精通无关。 ◆卡维使其他角色产生的草原核加速迸发 并不是 进一步触发了元素反应！！！ 不吃卡维的元素精通！！ 【3】元素爆发（Q） 元素爆发演示 （元素爆发的施放与攻击） ①.元素爆发的 施放攻击 命中敌人将施加 强草元素附着（2元素量、12秒） ，后续为卡维带来的 普通攻击 等草元素伤害转化将施加 弱草元素附着 ，且 遵循 “ 在2.5秒内命中同一敌人时，每间隔2次攻击施加元素附着 ”的规则。 ②.该草元素伤害转化 不可被 其他附魔类技能（如 班尼特 、 坎蒂丝 、 重云 等） 覆盖 。 ③.该草原核伤害提升效果 对全队生效 ， 与元素精通提升相加计算 。 ④.该技能中提升的草原核伤害 仅包含水草绽放反应产生的草原核 （或妮露队伍中的丰穰之核）， 不能提升 烈绽放、超绽放反应造成的伤害。 ▶元素爆发中 草原核伤害提高 的机制 卡维元素爆发的这一绽放伤害提升效果与元素精通提升相加、乐园遗落之花等绽放反应伤害提升相加。 【4】固有天赋 ①. 固有天赋1 ：草原核的伤害命中卡维时可恢复自身生命，包含 妮露 队伍中的丰穰之核。 ②. 固有天赋2 ：施放元素爆发后通过普通攻击等攻击可提高卡维的元素精通。 ③. 固有天赋3 ：与「 宵宫 」的固有天赋3 不同 （宵宫是装潢、摆件、景观），在尘歌壶中获取摆设时可节省材料。 ▶武器介绍 ▶武器选择讲解 ◆卡维主要作为绽放队中的 站场草附着 角色，通过元素爆发将 普通攻击 、 重击 等 转化为草元素伤害 ，进而施加草元素附着，并且提高队伍中水草绽放产生的草原核（或丰穰之核）的伤害。这就使得其大招的循环尤为关键， 80点能量的启动要求 就需要卡维堆叠元素充能效率以优化循环。 ①.卡维在选择 充能武器 时，可以在符合要求的武器中进一步选择可以带来额外功能性的武器，如 森林王器 （提供额外元素精通）等。 ②. 祭礼大剑 更适合非6命的卡维选择，即使其元素战技的冷却时间较短，但是通过重置战技的冷却时间可以 再次施放使新产生的草原核提前迸发 （妮露队时可不选择）。 ③.其他充能类武器，如 西风大剑 、 桂木斩长正 、 天空之傲 等并不推荐优先选择。 ④.除了能够提供元素充能效率的武器外，当其圣遗物的充能效率足够时，也可考虑选择各种 元素精通副属性 的武器（ 玛海菈的水色 、 雨裁 、 饰铁之花 等），以提高卡维站场时的治疗能力。 ⑤.对于想要体验卡维元素爆发 草伤直伤玩法 的玩家依旧优先考虑双暴、攻击类的双手剑进而直接提高卡维造成的草元素伤害。 ▶圣遗物介绍 ◆有效副词条：元素充能效率＞元素精通＞其他 ▶圣遗物与词条选择讲解 ①.卡维主要是加入 水草绽放队伍 中，以此提高绽放反应的伤害，元素战技的 冷却时间仅为6秒 ， 「 深林的记忆 （草套）」 4件套减抗效果的 持续时间为8秒 ，元素战技可以持续延长该套装的减抗时间，当队内 没有其他角色搭配该套装 时，卡维可以考虑选择使用。 ②.只有处于 前台 站场的角色触发元素反应后 才可触发 教官4件套的套装效果，而卡维作为前台站场角色时可以利用其他水元素角色的 水附着偶尔出现的“逆转”现象 从而“蹭”到由卡维触发的水草绽放反应，进而短时间内提高队伍中角色造成的绽放反应伤害。 当队内已经有其他角色搭配草套4件时 ，卡维可以考虑选择。 ③.卡维主要 依靠施放元素爆发 后通过站场施加草元素附着，配合水元素角色触发绽放反应，但其元素爆发需要80点能量启动，这就使得其需要多去堆叠元素充能效率以优化大招的循环。 双草 时，推荐充能效率在180%-210%之间； 单草 时，推荐充能效率在230%及以上。 ④.对于除元素充能效率的其他属性，可以通过堆叠元素精通进而提高卡维站场时的治疗量，提高容错率。如果想要体验卡维的 草伤直伤玩法 ，则需要堆叠暴击率、暴击伤害、百分比攻击等伤害类词条。 【 选看 】卡维不推荐搭配「 乐园遗落之花 」4件套！其不是反应主要触发者！（如下链接） 【解毒】卡维为什么不带花神4件？实际测试对比 ▶命之座介绍 ▶命之座讲解 ①.解锁 1命 后，提高卡维站场的生存能力，降低草原核对卡维造成的伤害。 ②.解锁 2命 后，可提高卡维的攻速，进而改善卡维施放元素爆发后获得草元素伤害转化的普攻的附着频率，优化手感。 ③.解锁 4命 后，将提高卡维触发的绽放反应伤害，该伤害提升与卡维元素爆发中的效果类似，均为相加计算的方式。 ④.解锁 6命 后，将额外存在一次独立附着的弱草元素攻击，并且加速草原核的迸发将不再仅依靠元素战技、元素爆发的施放攻击这两种方式，通过普攻等攻击施放的 “天园之光”也可使草原核加速迸发 。（该次额外草元素范围伤害为 弱草元素附着 ，每次攻击均可施加） ◆总的来说，对于4星角色而言，命座越高越好，卡维的命座多为优化自身技能、改善输出手感的命座，其中 6命最为关键 ，如果想要体验卡维的站场绽放玩法可以考虑解锁更高的命座。 【1】卡维妮绽 【注】 队伍的绽放反应 主要由水元素角色触发 ，在该队伍中，元素精通也为水元素角色的有效词条。 ▶参考输出顺序： 妮露4E、行秋QEA、白术QEA、卡维QE接普攻站场触发雨帘剑 ▶相关角色培养（ 妮露 / 行秋 / 白术 ） 【2】无妮露的水草绽放玩法 双草 + 水元素角色 （ 叠精通最佳 ）+ 风 / 冰 / 岩 当没有妮露时，水草绽放玩法的草原核伤害会下降很多，这就需要尽可能地控制 队内的水元素角色触发绽放反应 ，并且由 水元素角色堆叠元素精通 ，才能进一步提高草原核迸发时造成的伤害。 由于“ 草元素 克制 水元素 ”，在双草阵容中，大多数情况下是可以 保持敌人处于 “ 草底 ” （即草元素附着）下的，这就使得想要提高绽放反应的伤害，则需要队内的水元素角色主堆叠元素精通。 但由于 没有 了妮露必须要 限制水草元素角色的条件 ，使得可以考虑队伍中加入 风 、 冰 等元素角色，如能够提供 聚集 的 温迪 、 枫原万叶 ，进一步 提高队伍元素精通 的 砂糖 ，或者当水草元素角色没有护盾治疗时，考虑选择 护盾角色入队 （ 迪奥娜 、 钟离 、 莱依拉 等）。 【3】冻绽玩法 【注】 ①.要利用了 迪奥娜元素爆发 的 挂冰 配合水元素打出 冻结 ，起到“ 控制 ”作用，迪奥娜的元素充能效率也尤为关键，推荐将 充能效率堆叠至240%左右 。 ②.该队伍中的 行秋 可以选择充能效率、元素精通的词条堆叠方式。 ③.纳西妲可以替换为 白术 ，迪奥娜可以替换为 罗莎莉亚 。 ▶参考输出顺序： 纳西妲EQ、行秋QEA、迪奥娜EQ、卡维EQ接普攻站场触发行秋雨帘剑 ▶相关角色培养（ 纳西妲 / 迪奥娜 ） 【4】其他玩法的探究 卡维在施放元素爆发后会将普攻、重击等攻击 转化为草元素伤害 ，尤其是在6命之后具有 3秒1次 的 独立草元素附着 ，使得其可以担任前台挂草，甚至可以尝试体验草伤玩法。 不过需要注意的是，卡维元素爆发所带来的草原核伤害提升 不能提高超、烈绽放的伤害 ，因此在加入相关队伍时更多是一个前台挂草的选择。 卡维的元素爆发 没有给其带来额外的普通攻击、重击的伤害提升 ，这就使得在草伤蔓激化阵容中需要一定的装备配置，且需要兼顾充能以保证大招循环。 以上就是本期「卡维」角色攻略的全部内容啦~我们下期再见！_(米游姬入欧)",
    "length": 3755
}