{
    "game_id": 2,
    "post_id": "42447353",
    "f_forum_id": 43,
    "subject": "世界任务「水色潮痕」及其后续任务「一条枫丹信息」",
    "url": "https://www.miyoushe.com/ys/article/42447353",
    "created_at": 1692182191,
    "like_num": 2086,
    "view_num": 123072,
    "reply_num": 236,
    "text": "UID 100020325 各位旅行者大家好，这里是版本限时回归的FTFuture_(阿姬开心) 本篇为大家带来的是枫丹世界任务「水色潮痕」及其后续任务「一条枫丹信息」的任务流程，有需要的旅行者可以跟着流程来完成任务~ 第一部分：「水色潮痕」 任务奖励：冒险阅历×350、原石×50、摩拉×30000、大英雄的经验×3、精锻用魔矿×5 ▌ 1  任务接取位置 在枫丹廷的七天神像旁，与维吉尔对话即可接取任务「水色潮痕」。 △任务接取位置 ▌ 2  探索并收集线索 这里我们潜入水下，往东南方向的传送锚点处游，沿途与发光调查点交互收集线索即可（共3个调查点）。 △探索并收集线索 到达下一处传送锚点后，我们从旁边的入口潜下去，往更深处游。 △潜入更深处 ▌ 3  探索「学会场馆遗址」 下去之后，我们先吸收一下异色猎刀鳐的能力，之后继续下潜，通过能力击败附近游荡的猎刀鳐。 △吸收能力，击败猎刀鳐 击败猎刀鳐后，水中就会出现一个精致的宝箱。开启宝箱，拿到任务道具「古老的钥匙」。 △开启宝箱，获得钥匙 注意：根据评论区的旅行者们反馈，此处「古老的钥匙」出现位置可能是随机的，除了打怪宝箱外，还有可能是出现在海草球中的宝箱、或调查附近的摩拉箱时获得。各位旅行者们可以根据自己的情况来，打怪出现的宝箱没有就找找周围其他位置。 ▌ 4  继续深入探索 拿到钥匙后，到东边底部，这里的海草屏障挡住了我们前进的道路。这里同样还是使用异色猎刀鳐的能力，通过长按进行瞄准，攻击原海海草上发光的圆形薄弱节点，全部击中后即可破坏海草屏障。 △破坏海草屏障 破坏海草屏障后，我们继续沿路往里游，前面的路被这种有蓝色裂痕的岩石挡住了。这里我们需要吸收旁边异色重甲蟹的能力，之后使用能力产生的冲击波破坏岩石。 △破坏岩石 破坏岩石后继续往东南方向游，与最里边大门旁的机关交互，通过我们前面拿到的「古老的钥匙」开门。 △开启大门 ▌ 5  探索并收集线索 开门后继续往深处游，途中有暗流冲击，可以通过使用异色重甲蟹的能力产生护盾后通过，也可以直接绕开。 △继续深入，绕开暗流 游到里面的遗迹后，我们继续向东南方向低处游，可以看到那边同样被岩石挡住了路，我们再次使用异色重甲蟹的能力将其击碎后通过即可。 △击碎岩石，继续深入 打碎岩石后进去，激活左手边的传送锚点，然后靠近光柱处调查一下即可触发后续剧情。 △激活锚点，触发剧情 ▌ 6  离开水体与维吉尔对话 这里的门暂时打不开，接下来我们往上游，浮出水面来到上层，靠近光柱处即可触发剧情。 △离开水体与维吉尔对话 ▌ 7  设法开启前进的道路 对话结束后，我们沿着环形过道走到另一头，拾取 荒性能量块 后通过普通攻击击打 芒性能量柱 ，再拾取 芒性能量块 ，打 荒性能量柱 即可完成解谜，解除机关封印。之后开启机关，水下的大门就会打开。 △完成芒荒能量柱解谜 ▌ 8  继续深入探索 再次潜入水下，往东北方向游，从刚才打开的大门进去（不要和来时的路搞混了），顺着台阶往上游。 △场景示意 上去以后可以看到面前的地板上有一个缺口，我们从这里跳下去潜入水中。 △场景示意 潜下去之后往东边看，从图示位置的门口游进去，就可以回到地面上。 △场景示意 ▌ 9  击败发条机关 回到地面上后顺着台阶上去，左手边通道入口处有两个发条机关，将其击败即可触发后续剧情。 △击败发条机关 注：可能有旅行者注意到，上去后右手边有一扇门，需要「学院某处的钥匙」才能打开，这里的钥匙需要我们完成当前任务「水色潮痕」后，前往「水仙十字结社」获取，因此这里暂时不用管。 ▌ 10  继续深入探索 剧情结束后，我们从北侧的通道进去一路往里走，尽头转角处有一个仙灵，跟随即可。 △场景示意 这里仙灵转过去后会向上飞，而我们则需要先从这个坑跳下去，启动底部的机关，之后就可以随着水位的上升继续跟随仙灵了，一直跟随仙灵直到将其送回仙灵之庭即可到达任务位置。 △启动机关后跟随仙灵 ▌ 11  击败遗迹守卫，设法开启大门 送回仙灵后往南边走，通过击败楼梯下的遗迹守卫来解锁机关，之后启动机关开门进去即可触发后续剧情。 △击败遗迹守卫，开启大门 ▌ 12  寻找秘宝 进入大厅内部后，可以看到有4处调查点，全部调查一遍后就会触发剧情，进入与遗迹重机的战斗。 △寻找秘宝 ▌ 13  战斗，并且存活 这里的遗迹重机无法被击败，我们需要将南边的玻璃墙打碎来逃离。 △打碎玻璃墙逃离 ▌ 14  随波逐流吧… 被水冲出去后，我们只能通过方向键调整角色的位置，无法停下或者改变方向。一边随波逐流一边操控角色通过加速水环、躲避暗流即可。 △随波逐流 一直到洋流将我们带出水下城墟，回到大枫丹湖后，即可完成世界任务「水色潮痕」，同时会在传送锚点旁出现一个华丽的宝箱。 △完成任务，获取宝箱 注意：根据评论区的旅行者们反馈，在随波逐流这个阶段，需要穿过最后一个快速水环，出来后才会出现这个华丽的宝箱。没拿上的旅行者传送回最后打遗迹重机的房间，房间地上有一个洞，进去重新过一遍洋流，注意穿过快速水环即可。 △重新拿宝箱的方法 ▌ 15  解锁「水仙十字结社」 任务完成后，我们再次传送回最后打遗迹重机的地方，走到图示位置后可以看到桌子上有一本书，阅读后就会被传送到「水仙十字结社」中。 △水仙十字结社入口 传送过去以后还会解锁一个隐藏成就「自然哲学百科全书」。 △隐藏成就「自然哲学百科全书」 之所以要来解锁一下这个地方，是因为后续很多任务都和这里有关联，届时我会在对应任务的帖子中详细进行说明。 第二部分：「一条枫丹消息」 任务奖励：冒险阅历×200、原石×30、摩拉×15000、大英雄的经验×2 ▌ 1  任务接取位置 完成世界任务「水色潮痕」之后，到我们一开始见到维吉尔的地方，可以看到有另外两个人在这里，与他们对话即可接取任务「一条枫丹信息」。 △任务接取位置 ▌ 2  前往目的地 这里我们前往大枫丹湖南边图示位置，顺着这里的海沟一直往最下边潜。 △潜入最深处 途中有一个环形水传送门，我们进入这个传送门，就可以直达任务位置，触发剧情。 △进入传送门 ▌ 3  与这些人「聊聊」 剧情结束后，我们和桑尼还有卢卡一起击败船上的盗宝团与维吉尔，之后靠近船上的光柱即可触发后续剧情。 △击败敌人 剧情结束后，世界任务「一条枫丹信息」就全部完成了，同时还会解锁一个隐藏成就「枫丹式的消息」。 △隐藏成就「枫丹式的消息」 以上就是枫丹世界任务「水色潮痕」及其后续任务「一条枫丹信息」的全部任务流程了，感谢各位旅行者的阅读与支持，我们下篇再见~",
    "length": 2705
}