{
    "game_id": 2,
    "post_id": "43799619",
    "f_forum_id": 43,
    "subject": "【V4.5角色攻略】那维莱特·全方位解析︱机制/养成/配队",
    "url": "https://www.miyoushe.com/ys/article/43799619",
    "created_at": 1695781559,
    "like_num": 40490,
    "view_num": 3096833,
    "reply_num": 4133,
    "text": "UID：100559319 这里是阿斯盖特，本期是枫丹最神秘的最高审判官——「 那维莱特 」的角色攻略！本期将 详细地讲解 那维莱特的 技能机制 、 养成与装备选择 、 命座提升 和 相关队伍搭配 ~ ▶为提高阅读体验，已将正文内容 进行有机折叠 ，旅行者们 可选择性查阅 ！ “一起走走吧，去水畔之类的地方。” 【更新日志】（ 24.03.17 ） ——2024.03.17 【那维莱特】角色攻略第一次大规模翻新 ①更新了【一图流】养成部分； ②对全篇内容进行有机折叠，重新优化排版内容； ③重制了【技能解析】、【命之座解析】、【圣遗物搭配】部分的介绍图片； ④【队伍搭配】部分进行大面积更新，新增【白万芙特】【那万钟达】【那芙琴钟】【蒸龙玩法】等队伍搭配。 ——2023.09.27 【那维莱特】角色攻略第一版发布 【目录】 01.简析&一图流 02.技能解析 03.圣遗物搭配 04.武器选择 05.命之座解析 06.队伍搭配 【简析&一图流】 「 那维莱特 」是一名利用 重击 对敌人造成伤害的 水元素输出型角色 。施放的元素战技、元素爆发命中敌人后将产生 源水之滴 ，并通过 吸收 这些源水之滴， 加快施放 蓄力重击持续造成水元素伤害。队伍中的角色 触发水元素相关反应 后还将进一步提高那维莱特蓄力重击的伤害。 *文字太长不想看？先看看下方的 培养一图流 吧！ 【角色培养材料图表】 ▲以上是 简析&一图流 部分▲ ▶ 天赋加点 ：普通攻击/重击（9+）＞元素战技（8+）=元素爆发（8+） ◆ 重击是那维莱特的核心输出手段 ，在升级技能时优先考虑升级「普通攻击/重击」的等级；其次可以选择交替对点升级元素战技、元素爆发的等级。 【1】普通攻击/重击（A/Z 核心 ） 【普通攻击·技能讲解】 ▲ 普通攻击 ▲非蓄力重击 ① 普通攻击有3段共造成3次水伤， 遵循常规元素附着 。 ②常规重击就是 蓄力时中途停止 的重击伤害，造成的1次 弱水元素攻击 （1元素量、9.5秒） 。 ◆ 普通攻击、常规重击并不是那维莱特的主要输出手段，这里便不再赘述。 【蓄力阶段重击·技能讲解】 ①长按普攻键 （PC端为按住鼠标左键） 将进入蓄力准备阶段—— 若不吸收 「源水之滴」，则需要约 4秒 的蓄力时间。 ②每 吸收1枚 源水之滴将 减少约1秒 的蓄力时间，每次 最多吸收3枚 源水之滴 （吸收3枚即可快速施放蓄力重击） 。 ③ 「 旅行者·水 」产出的源水之滴也可被那维莱特吸收 。 【蓄力重击·技能演示】 【重击输出·技能讲解】（ 重要 ） ①重击·衡平推裁 （以下简称“ 蓄力重击 ”） 为范围伤害， 每0.4-0.5秒 对路径上的敌人造成1次水伤，遵循常规附着规则 （ 弱水 元素） 。 * 常规附着规则 ：同一模组的攻击在命中敌人后的2.5秒内，第1、4、7…次攻击（又称每间隔2次攻击）对敌人施加元素附着。 ②通过 移动鼠标 （PC端） / 滑动手机屏幕 （移动端） 来调整蓄力重击的方向，利用 方向键 来控制纳维莱特的移动。 ③施放蓄力重击时，松开攻击键不会中止蓄力重击；冲刺、跳跃、施放元素战技/爆发均会中止蓄力重击的施放。 ④那维莱特 （0命） 施放蓄力重击时的抗打断能力较差、易被敌人打断攻击，推荐队内 搭配1名护盾或提高抗打断能力 的角色 （如 钟离 、 迪希雅 、 莱依拉 等） 。 ◆那维莱特的蓄力重击是其主要输出手段，搭配元素战技、元素爆发产生的【源水之滴】缩短重击蓄力时间，实现快速施放。因此在推荐优先升级该技能。 【2】元素战技（E） 【元素战技·技能演示】 ①元素战技命中敌人后会造成 弱水元素伤害 ，并产生 4颗水元素微粒 。 ②只有战技 命中敌人 后才会产生源水之滴，不命中不产生。 ③灵息之刺·芒造成的水伤攻击 无法触发元素反应、不会产出元素微粒，属于元素战技伤害，冷却时间为 10秒 。 ◆ 元素战技的机制比较简单——主要利用战技 产生的源水之滴 后，吸收其来 加速蓄力重击的施放 。 【3】元素爆发（Q） 【元素爆发·技能演示】 【那维莱特的技能施放】（ 重要 ） 源水之滴至多存在15秒 ，如果队内有角色的技能持续时间结束、增益效果结束，可以在进行1-2轮蓄力重击后切至其他角色再次施放技能 （例如可选择 中途再切回 万叶触发水扩散、刷新风套4件的减抗时间） 。 ①元素爆发分为两段攻击，第一段是施放攻击、第二段是降下2道水瀑，造成 弱水元素伤害 ， 二者共享常规附着规则 。 ②仅靠战技产生的源水之滴来加速蓄力重击的施放是不够的，需要再配合大招产生的源水之滴—— 适当堆叠 充能效率来优化元素爆发的施放。 ◆元素爆发与元素战技类似，同样是那维莱特进行蓄力重击输出的前置手段，该技能无需命中即可产生6枚【源水之滴】，可供那维莱特进行2次蓄力重击输出，推荐那维莱特堆叠 20-30% 的充能来优化该技能的循环。该技能也具有不错的爆发伤害，可以在普通攻击之后升级。 【4】固有天赋（ 重要 ） 【天赋1】触发相关（ 重要 ） ①天赋1的每层增益效果是独立计算的，如果当前再次触发水元素相关反应，将会重置最早一层的时间； ②只要队伍角色触发了水元素相关反应，那么就能触发该天赋的层数，无论那维莱特是否处于场上、无论是哪个角色触发的 （那维莱特自己和队友都可以） 。 【 补充 】天赋1的增益结算方式（ 选看 ） ① 每触发1种水元素反应获得1层天赋效果 ，重复触发1种只获得1层 （0命至少3种、1命至少2种） 。 ②提升方式与 宵宫 、 流浪者 的战技效果类似。 —— 例如 ，90级那维莱特的生命值上限为1000点，8级的蓄力重击倍率为50%，触发3层天赋1的增益效果，当前水伤加成为20%、无其他伤害加成，暴击伤害为70%，90级敌人当前水抗为10%，则单次蓄力重击暴击时的伤害为：1000×50%×160%×（1+20%）×（1+70%）×（1-10%）×0.5≈734点伤害（0.5为敌人防御系数、数据做了理想化处理便于理解）。 ③该天赋的 持续效果为30秒 ，某一水反应即使每轮只触发1次也可保证在每轮输出中稳定覆盖。 【天赋2】机制的相关补充 （点击查看） ①提升效果与水元素伤害加成一致， 直接显示 在角色属性面板上。 ②在生命值 大于等于80%生命值上限 时获得最大增伤， 低于30%生命值上限 不再获得增伤。 ◆增益效果随着那维莱特的 生命值降低而降低 ——如果想保持较高增伤效果，可考虑搭配1名具有 持续治疗能力 的角色，使那维莱特 保持较高生命值 。 ◆固有天赋是那维莱特的重要增益手段，利用天赋1&2能为那维莱特提供可观的伤害增益，其中又以天赋1最为关键。因为天赋1的存在，使得那维莱特的输出时可以考虑搭配能够触发多种水元素相关反应的队伍，进而提高那维莱特的重击伤害。 ▲以上是 技能解析 部分▲ ▶圣遗物搭配 【 数据对比 】不同套装搭配的伤害期望 【 讲解 】套装选择 *沉沦之心在 龙脊雪山圣遗物副本 刷取，生命2件包含 千岩牢固 、 花海甘露之光 ，水伤2件包含 沉沦之心 、 水仙之梦 。 ①那维莱特施放蓄力重击将持续消耗生命、吸收源水之滴将回复生命——多次的生命值变动可 迅速触发 「 逐影猎人4件 」的效果，推荐优先考虑。 ②由上方期望对比可知，其他套装搭配与逐影4件存在一定差距——如果有词条优秀的其他搭配 （可使那维莱特暴击率高于70%甚至更高） 、 暂时 没有刷取出较好的逐影4件，可以暂时过渡使用。 ③前期过渡可选择“ 战狂2件 + 武人2件 ”的组合。 【 数据对比 】不同主词条的伤害期望对比 【 讲解 】词条&面板（ 重要 ） *图中万叶的精通模拟为1000点，可提高40%水伤加成；没有计算风套4件的提升。 ①在相同副词条时， 没有额外增伤来源 的情况下， 水伤杯要优于生命杯 ；如果队内 携带增伤辅助 （如 枫原万叶 、 磐岩套钟离 ） 时， 水伤杯与生命杯的差距不大 。 *如果有 优秀副词条 的生命杯、暂时没有适合的水伤杯，那么生命杯时可以使用的。 ②在 搭配逐影4件 时，理之冠通常优先考虑暴击伤害，由副词条堆叠暴击率，且最终 暴击率不超过64% （超过便会溢出） 。 ③选择其他套装搭配时，暴击率推荐70%起步 （80%以上更佳） ，此时可根据暴击率选择暴击/暴伤头冠。 ④生命值低于3.2W时，优先堆叠生命；生命值高于3.7W，优先堆叠暴击伤害、暴击率。 ⑤当选择使用暴击率武器时 （ 遗祀玉珑 、 四风原典 等） 且选择 逐影4件 时，百分比生命优于暴击率词条。 ⑥那维莱特需要通过施放元素爆发 产生更多的源水之滴 、增加输出时间—— 单水 需要多堆叠元素充能效率，保持在170%左右；双水可 适当堆叠 30%-50%的元素充能效率以 优化循环 。 ◆省流版 ：猎人四件优先选，暴击给多不用怕；乐团水套也能用，前提没有刷猎人；堆叠充能不忘记，些许堆叠润循环；生命沙漏生命杯，也能选择水伤杯；猎人优先暴伤头，时刻注意暴击率；其他套装暴击头，七十以上别忘记。 ▶武器选择 *上方的参考面板是以那维莱特装备 逐影猎人4件 时为基准的。 【 数据对比 】各武器伤害期望（猎人4件） *本期望对比模拟了那维莱特3轮输出循环，并且具有逐级叠层的武器均按照逐级提高增益进行计算尽可能贴合实际战斗，流浪乐章的效果在3轮循环中采取了整体综合期望的形式。 **遗祀玉珑的精5数据是根据精1-精2的数据推算的预测值。 ▶武器详解 【 1 】万世流涌大典 ①那维莱特的 毕业武器 ，为其直接提供 百分比生命提升 、 暴伤加成 ，通过施放蓄力重击消耗生命/吸收源水之滴回复生命即可 快速触发重击增伤 。 满层后回复能量 ，优化那维莱特的技能循环。 ②大部分法器与该武器有不小的差距，想要体验那维莱特的高额输出能力可以选择抽取 （但抽取优先级低于1命） 。 【2】遗祀玉珑/流浪乐章 ▶遗祀玉珑 ①提供 高额百分比生命加成 ，是当前与「万世流涌大典」 差距最小 的法器。但需要注意的是，获得生命加成需要先使那维莱特 处于后台至少5秒 ，然后 切至前台的10秒内输出可获得 。超出10秒该生命加成效果将解除。 ② 需要注意的是 ，猎人4件搭配该武器，暴击率溢出概率很高，在溢出5%以上的暴击率后，其优先级会降低。 ——选择该武器并且搭配 逐影猎人4件 时，副词条的 百分比生命优先级高于暴击率 。 ▶流浪乐章 在那维莱特的大部分阵容搭配中，只能利用该武器的增伤加成 （ 1/3 的概率） ，每轮输出“赌”的成分很大，且有 20秒的真空期 ，获得增益与无增益时的差距较大，需要选择性考虑。 【 3 】试作金珀/无垠蔚蓝之歌 ① 试作金珀 ： 锻造武器 。生命加成可提高那维莱特的输出，施放元素爆发后还能 为自身额外回能 、为全队回复生命，降低了充能压力，如果没有万世流涌大典、遗祀玉珑可以考虑直接选择。 ② 无垠蔚蓝之歌 ： 活动免费获得 。充能效率提升可优化那维莱特的技能循环，武器技能还可 提高重击伤害 可进一步提高那维莱特的输出。如果暂时没有更多的法器原胚锻造试作金珀，那么该武器则是不错的选择。 【4】其他武器 ① 四风原典 ：选择该武器时需要适当堆叠元素充能效率，搭配逐影4件时百分比生命词条的优先级要高于暴击率，精炼等级越高越好 （位于第3、4位） 。 ② 碧落之珑 ：施放元素爆发可 短暂 为那维莱特提高元素加成、能量回复，整体利用率较低，使用性价比不高。 ③ 不灭月华 ：仅能利用副属性的生命加成，不推荐优先考虑。 ④其他双暴类武器并不推荐优先考虑，主要原因是武器技能的利用率低，使其甚至低于部分4星武器。 前期可选择讨龙英杰谭、甲级宝珏等过渡 。 ◆省流版： 武器优先万世大典，其次考虑金珀锻造；遗祀玉珑、四风原典暴击率容易溢出，更多是搭配非猎人4件；无垠活动获得，没有高精练金珀可考虑；流浪乐章赌的成分太高，不推荐优先考虑。 ▲以上是 武器选择 部分▲ ▶命之座介绍 【 数据对比 】各命座提升期望对比 【命之座· 讲解 】 【 1命 】解锁该命座后， 天赋1 现在 只需触发2种即可获得最高提升幅度 ，丰富了队友选择。同时，该命座将 提高 那维莱特在施放特殊重击时的 抗打断能力 （可类比 雷电将 军施放元素爆发时、 纳西妲 长按元素战技时） 。 【 2命 】简单直接的暴击伤害提升， 直接显示 在角色属性面板中，提升幅度可观。 *解锁该命座后，那维莱特的生命值低于3.7W、暴击伤害高于260%，可考虑选择 生命头冠 。 【 3命 】那维莱特的主要输出手段就是蓄力重击， 该命座提升幅度可观 。 【4命】每一轮特殊重击输出就可额外获得1枚源水之滴，增加了那维莱特的输出时间。该命座 更多是为6命做铺垫 ，打算抽取至6命时可考虑。 【 6命 】解锁那维莱特的 最强输出形态 ，利用战技、大招和4命在短时间内产生的多枚源水之滴，可直接延长那维莱特的重击输出时间，无需重新启动 （依旧 可以中途停止 切其他角色上buff、放技能） 。 *6命的洪流伤害属于蓄力重击伤害，但不与蓄力重击共享附着计数，二者的附着相对独立。 ◆总的来说 ，0命那维莱特制造伤害的能力已然十分出色，命座多以直接提高那维的输出伤害为主。其中解锁 1命 后可以降低天赋的反应种类需求，同时提供强力的抗打断效果，推荐优先考虑解锁。想要进一步提高伤害，可以2、3、6命为目标进行抽取。 【1】水伤四色队 【玩法讲解】 ①那维莱特为0命时， 触发3种水元素反应 可触发3层天赋1增益，同时为使其安稳输出，推荐搭配1名 提高抗打断能力 的角色——所以形成了 “那维莱特+抗打断提升（元素1）+脱手元素2+脱手元素3” 的搭配。 ②那维莱特自身的输出能力可观，其他3名角色即可考虑提高那维莱特伤害的 辅助角色 ，也可选择具有 脱手后台伤害的角色 ，整体选择较为灵活。 【参考输出顺序】 ①搭配 雷主 ：那维莱特EQ、钟离E（长按）、枫原万叶EQ、雷主EQ、那维莱特蓄力重击输出 ②搭配 菲谢尔 ：那维莱特EQ、钟离E（长按）、枫原万叶E（点按）、菲谢尔E、枫原万叶Q、菲谢尔E、那维莱特蓄力重击输出 *再次施放菲谢尔的战技是为了刷新战技的快照属性使其获得万叶的增伤效果。如果只是为了触发反应然后命中敌人产球可以不重新切除菲谢尔刷新战技。 【更多角色替换】 【Ⅰ】搭配 风套4件 的风元素角色 ◆需要具有脱手风伤技能，以便持续触发 水扩散反应 ，并且可以提供一定功能性，如温迪（聚集）、琴/早柚（持续治疗）、琳妮特（荒性角色）。 *风套即「翠绿之影」套装。 【Ⅱ】 提高 那维莱特抗 打断能力 ◆那维莱特在0命时的抗打断能力一般，更多需要搭配能够提高抗打断能力的角色， 如 钟离 、 莱依拉 、 迪奥娜 、 绮良良 、 迪希雅 。 ①. 不推荐选择托马 ——其元素爆发的护盾量刷新与叠加 需要普攻触发 ，而那维莱特依靠重击输出。 ②. 白术 的护盾量较低，在面对伤害、攻击频率较高的敌人时可能会出现 护盾提前破碎 的“真空期”，导致那维莱特被敌人打断攻击，需要注意。 ③. 辅助向迪希雅 的武器推荐优先考虑 祭礼大剑 。 【Ⅲ】后台角色 ◆后台伤害角色可用以进一步提高队伍的输出能力，如 八重神子 、 菲谢尔 、 阿贝多 （护盾角色不选择钟离时） 除此之外，还可以选择 雷电将军 、 旅行者·雷 等具有回能效果的角色。 【角色培养】 枫原万叶 / 钟离 / 雷主 【2】双水直伤队（ 重点 ） 【 重要 】0命一定要四色队吗？并不尽然。 ①当前版本，能够为 全队提供生命值上限提升的手段并不多 ——仅双水共鸣、夜兰4命效果。使得大部分情况下的百分比生命加成也具有不错的提升。 ②前面我们知道，0命那维莱特需要搭配四元素队伍 （四色队） 才能稳定获得3层天赋1增益效果，而当队内出现相同元素角色 （三色队、双色队） 时，获取的增益层数将减少。 ③但是，在双水共鸣的加持下，三色队双水 （2层天赋） 、双色队双水 （1层天赋） 与四色队 （3层天赋） 的 差距并没有特别大 （如上图所示） ——可通过双水共鸣、辅助角色、后台伤害角色、额外元素反应伤害等手段来 缩小 这一差距。 【2.1】那芙队 【那芙水伤队的补充】 ①那维莱特搭配 芙宁娜 时，芙宁娜通过消耗全队生命提高元素爆发的 气氛值 获得更高增伤，为保障每轮元素爆发都可持续提供全队增伤，队内需要考虑可以提供全队治疗的角色，如 白术 、 夏洛蒂 、 琴 等。 ② 枫原万叶 可以替换为搭配「 翠绿之影 （风套） 」4件的风元素辅助角色，如 温迪 （聚集） 、 琳尼特 （嘲讽吸引火力） 、 鹿野院平藏 （大招快速启动触发 金珀 ） 等。 ③白术可考虑「 昔时之歌 」4件，进一步提高那维莱特的伤害。 【参考输出顺序】 ① 那芙万白 ：那维莱特E、万叶E(Q)、芙宁娜QE、白术EQ、那维莱特重击输出1轮后接QE、万叶E、那维莱特重击输出3轮接E ② 那芙琴钟 ：那维莱特E、钟离E（长按）、芙宁娜QE、琴E、那维莱特重击输出1轮接QE、琴Q、那维莱特重击输出3轮接E 【2.1.1】0命/1命 那维莱特 的使用 ①在「那维莱特」的角色贴中提到——那维莱特的2层固有天赋1的双水三色队，与3层固有天赋的四色队的提升差距不大 （在9%左右） ，所以这个队伍即使是0命也是可以考虑队伍。 * 需要注意的是 ，由于芙宁娜战技全队生命消耗机制，0命那芙队需要同时考虑搭配 护盾角色 （防止那维莱特输出时被敌人打断）、 群体治疗角色 （保证芙宁娜增伤循环），需要有限考虑同时具有这两种功能的白术，如果分别考虑这两种需求，就需要将万叶替换掉。 ② 1命 那维的角色替换 ：仅触发两种水反应即可获得3层固有天赋1的效果，并且释放蓄力重击时的 抗打断能力大幅提升 ，可考虑搭配 夏洛蒂 。 【2.1.2】0命的“ 双金珀 ”那芙队 ◆那维莱特（金珀）、芙宁娜、 鹿野院平藏（金珀） 、迪希雅/莱依拉/钟离等提高抗打断能力的角色。 ◆ 鹿野院平藏 ：风套4件、治疗头，4命时对充能要求不高，4命以下求稳可带充能沙。 该选择依靠那维莱特、鹿野院平藏两名角色施放元素爆发后为全队回复生命，从而可考虑不搭配群体治疗角色——但 需要拥有2把精5试作金珀 。 【角色培养】 那维莱特 / 万叶 / 白术 【2.2】那维的其他纯水输出 【参考输出顺序】 ① 那万钟达 ：那维莱特EQ、钟离E（长按）、枫原万叶EQ、那维莱特蓄力重击输出 ② 那万钟莫 ：那维莱特EQ、钟离E（长按）、枫原万叶EQ、莫娜EQ、那维莱特蓄力重击输出 ③ 那万莱莫（莱依拉） ：那维莱特EQ、莱依拉QE、枫原万叶EQ、莫娜EQ、那维莱特蓄力重击输出 【相关补充内容】 ①达达利亚在该队伍中甚至可以不登场，只需要在后台提供【固有天赋3】的普攻等级+1即可，因此也对装备没有要求。 ②莫娜的充能效率推荐在220%+，确保元素爆发的技能循环。 ③钟离可选择【悠古的磐岩】4件，通过拾取水元素结晶来进一步提高队伍水元素伤害。 【角色培养】 莫娜 / 迪奥娜 / 菲谢尔 【3】那维的蒸发玩法 【 理论依据 】为什么那维莱特可以“燃蒸”？ ① 倍率 可观，附着次数多 那维莱特每轮特殊重击能造成8次伤害，可施加 4次水附着 ，且重击倍率较高，因此蒸发反应收益不低。 ②水 克制 火，单火掣肘多 由于“水克制火”，每次触发蒸发后会将敌人的火附着完全消耗， 依靠单个后台火元素角色无法稳定 使敌人处于“火底”，导致那维莱特无法持续触发蒸发反应。 ③火草 共存 ，稳定保“火底” 燃烧反应能实现 短暂的 “火草共存”，后续施加水附着会“ 先与火元素触发蒸发反应 ”，剩余水元素再与草元素触发绽放反应——由于“草克制水”，即使水附着过量，也不会轻易将草元素完全消耗，因此草元素 有效防止了 “逆转火底”的问题。 ④燃烧 强火 ，支持打蒸发 每次触发燃烧反应会在燃烧状态下提供“ 无损耗的强火附着 （2元素量） ”，刚好支持1次弱水蒸发，而不继续与草元素反应，进一步降低对草元素的要求。 ——理论词条提供者：卡玛sei亚 【参考输出顺序】 ① 燃蒸玩法 ：那维莱特EQ、钟离E（长按）、纳西妲EQ、香菱QE、那维莱特蓄力重击输出 ② 蒸龙玩法 ：那维莱特EQ、万叶E、香菱QE、迪希雅E、那维莱特蓄力重击输出 ①香菱是 单火入队 ，对其充能要求较高， 只建议全力堆叠充能 ，不强求其他属性 （搭配西风可堆叠暴击） ，推荐充能在 260%+ （越高越好） 。 ②钟离可考虑「 教官 」4件，进一步提高那维莱特的精通、提高蒸发伤害。 ③那维 解锁1命后 ，可考虑将钟离替换为 枫原万叶 等角色进一步提高队伍输出、“ 染色挂火 ”的能力。 （扩水较难，但依靠那维极强的伤害制造能力也能有可观表现） ④那维莱特的 常见组合 是“纯水输出”， 如白万芙特、那芙钟琴、那钟万达等 ，燃蒸能够创造可观的输出、是一种增加那维玩法的高上限选择。 ——追求安逸可以纯水为主，追求伤害上限的“暴力”可尝试“蒸龙”“燃龙”！ 【4】那维的超绽放玩法 ① 单水那维 推荐充能在140%-170%之间，优化元素爆发的循环。 ②那维莱特 解锁1命后 ，可考虑“ 双金珀 ”思路，即 那维 、 纳西妲 均使用 高精练试作金珀 ，再将钟离替换为 芙宁娜 、提高那维的输出，且“双金珀”为全队回血可 抬高队伍血线 、一定程度上保障每轮的芙宁娜增伤层数。 ③ 雷电将军 在该队伍 全力堆叠元素精通 ，其只利用协同战技触发超绽放反应。 【5】 妮露绽放队 的考量 ①那维莱特的自身伤害可观，如果加入妮露绽放队伍无法稳定触发满层天赋1效果 （0命1层、1命2层） 。且0命那维莱特自身抗打断能力一般，使得需要搭配 绮良良 、 白术 等草元素护盾角色。 ②那维莱特的蓄力重击需求范围伤害效果，可提高妮绽队的对单能力、并且对群能力也不会太差。 （低配那维需要 选择性考虑 ， 并非 是那维莱特的 首选玩法 ） ③ 参考搭配有“ 那维莱特 + 妮露 + 纳西妲 + 绮良良 / 白术 ” 。 ▲以上是 队伍搭配 部分▲ 【总结一下】 那维莱特在0命时便可以造成不低的伤害， 出伤能力优秀 。队友的选择主要围绕“提高抗打断能力”、“触发水元素相关反应”、“提高那维输出能力”和“具有输出能力的副C”这几个属性中进行选择，另外与其他水元素角色组成 双水共鸣 也是不错的选择。 ◆ 武器选择 ：万世流涌大典、遗祀玉珑、试作金珀、四风原典、无垠蔚蓝之歌等 ◆ 圣遗物套装 ：套装优选「逐影猎人」4件，可考虑沉沦4、水伤2+2、生命2+2、生命2/水伤2等组合过渡 ◆ 词条选择 ：搭配逐影4件选择暴击武器时，百分比生命的优先级高于暴击率；当队内存在枫原万叶等具有增伤能力的角色时，可考虑生命杯 ◆ 天赋加点 ：普攻/重击（A/Z）＞元素战技（E）=元素爆发（Q） ◆ 命座方面 ：可以1、2、3、6这几个命座为阶段目标。 以上就是本期「那维莱特」角色攻略的全部内容啦~我们下期再见！ 图片： Asgater 文本： Asgater 数据： Asgater 监督/校正： Asgater",
    "length": 9530
}