{
    "game_id": 2,
    "post_id": "45255568",
    "f_forum_id": 43,
    "subject": "【V4.2攻略·其他攻略】渊海星间之形——吞星之鲸",
    "url": "https://www.miyoushe.com/ys/article/45255568",
    "created_at": 1699426481,
    "like_num": 817,
    "view_num": 64272,
    "reply_num": 161,
    "text": "UID 158002294 Hello大家好鸭，这里是C茉~！_(诺登斯_盯)原始胎海动荡，公子误入深邃；此即昏晓之时，星间巨鲸之游……吞星之鲸现已实装！还记得在主线中，第四幕的最后一个镜头，那只庞大的巨鲸嘛？ CONTENTS 一、方位与介绍 二、阶段战斗机制 ●天鲸的敌意… ●幽邃的黑涡… ●噬星的巨鲸… ●执霆的黑影… 三、其他技能一览 ●鲸天之形 ●震影之形 四、应对方法 吞星之鲸——基本信息 吞星之鲸·普塔赫 无端星海彼端的访客 ●基础生命值： 巨鲸 40.0蕈兽 (Lv.90：148.4w)，等于同级雷神周本； 幻影 24.0蕈兽 (Lv.90：89w)，第二次进去只有一半生命值。 ●基础攻击力： 巨鲸 10.0浮舍 (Lv.90：1.9w)，90级下 对700防御力的角色，预估造成 10957 点伤害； 幻影 8.0浮舍 (Lv.90：1.5w)，90级下 对700防御力的角色，预估造成 8765 点伤害。 ●特征抗性： 巨鲸 70% 水元素抗性 ， 10% 其他抗性 ； 幻影 70% 雷元素抗性 ， 10% 其他抗性 。 ●元素能量掉落： 无 。 ●地图分布： 塞洛海原-罪祸的终末副本附近。 ●图鉴分类： 值得铭记的强敌 。 诗人常将星空比做海洋。他们见过或是梦见过无月的漆黑海面上闪着磷光的无数浮游生物，状似银河；又或者是洒落在海面上的月光被波浪绞碎，就如同闪烁的星光。在最魔幻的故事里或是最疯癫的诳语中，宇宙深处真正的星辰或许也如提瓦特一般充满了生机，而宇宙本身就如同海洋。但从现实的角度来看，假若存在深邃的、充满了生命的宇宙，为何这些生命至今也未与提瓦特人进行接触呢？ 或许宇宙渗入提瓦特的过程从未停止；也许更高的意志为它划定了边界是为了保护这个世界。 ●主要掉落： 材料： 无光丝线 、 无光涡眼 、 无光质块 、 ； 圣遗物： 乐团 、 角斗士 、 战狂 、 流放者 、 冒险家 ； ●评测： 场景最具梦幻的BOSS。体型巨大，会吞噬玩家进入第二空间，如此迷环往复的战斗体验，正是这个周本的新颖之处。 魔神任务第四章第五幕完成后，吞星之鲸的周本位置就开启了： 当然，如果嫌麻烦， 单人模式下 也可以打开冒险手册，翻到最底下的 异界余影 ，直接进去打即可。 与吞星之鲸的战斗分为两个个阶段（实际上是三个阶段）： 一阶段： 带敌意条的巨鲸 ，敌意叠满后，将吞噬玩家进入二阶段； 二阶段： 巨鲸之腹的黑色幻影 ，黑色幻影会不断进行攻击，击溃它可退出巨鲸之腹； 复一阶段（三阶段）： 无敌意的巨鲸，从巨鲸之腹返回的巨鲸处 ，此时巨鲸瘫痪约24s；巨鲸恢复后40s，又会吞噬玩家进入二阶段…… 如此往复 ； 当然，一三阶段由于十分相似，可以都视为一阶段。 整场战斗内均不存在可观的锁血机制，可以直接秒杀。 临战的巨鲸将会累积入侵者的敌意…… 「敌意」机制： 敌意上限为 120点 ，敌意可以通过如下方式积攒： 1.自然状况下， 每1s积攒1点敌意 ；积攒80点 (2/3) 之后，改为 每1s积攒2点敌意 ； 2.攻击巨鲸时，积攒本次伤害 所对应生命值的百分比的分子 ，比如，角色的一次攻击打掉了巨鲸10%的生命值，那么敌意就+10； 3. 破坏涡眼 ，敌意+30。 一阶段时，当巨鲸的「敌意」积攒到一定程度时，场地上会在随机时间内出现一个 「涡眼」 ，它会缓慢吸引全场的玩家； 若10s内未破坏，则会自爆， 造成50%攻击力的 水元素 伤害 。 「涡眼」可以被 8次攻击 或 1次芒荒攻击 摧毁，摧毁时积攒30敌意。 图1：涡眼爆炸 一阶段的巨鲸的「敌意」积攒到一定程度后，或三阶段的巨鲸恢复又过了40s后 ，巨鲸便会从侧边蛰出，张嘴吞噬玩家，进入二阶段…… 巨鲸之腹内，黑色的幻影将持续使用雷元素大剑进行攻击…… 图2：吞入巨鲸之腹 一场战斗中被吞两次，即可 获得成就「银河搭便车指南」 。 ▲ 幻影的 血条以白盾的方式显示 在巨鲸血条的下方，约为 60%巨鲸的生命值 。 所以这个并不是一般概念上的盾。 巨鲸之腹的幻影将持续攻 击玩家，每16s，幻影将会发动 「涡影黑蘙」：化为涡影，召唤数个幻形动物进行一次性攻击。 此时使用1次芒荒攻击，即可打断它的蓄力， 此举还会额外反噬幻影25%的生命值。 图3：中断黑色幻影 战胜幻影可以逃出这个空间， 并对巨鲸造成 20%生命值 的反噬伤害 ，瘫痪巨鲸，正因如此，巨鲸在 生命值低于20%的时候 不再吞噬玩家 ，进入持久的三阶段。 第二次再临黑色幻影时，其只剩下50%的生命值，对应30%巨鲸的生命值上限，难度会比初临时更低。 图4：瘫痪的巨鲸 比较有趣的一点是，若其正在吞噬玩家时，在某种因素的作用下使巨鲸生命值首次 低于20% ，则从巨鲸之腹退出时会锁1%生命值。 关于背景… 巨鲸之腹内的背景会在幻影生命值低于66%和33%时出现肉眼可见的碎裂动画… 技能预览分为一三阶段【鲸天之形】和二阶段【震影之形】 1. 蹈汤覆浪 伤害： ★★★★☆ 躲避难度： ★★☆☆☆ ▋技能详情：该技能有两种动作版本 ●倾覆天海： 巨鲸跃出，在水面上 呈W或M状游动 。巨鲸突出水面与下落动作接触水面时， 会造成一次100%攻击力的 水元素 伤害并击飞玩家 ；下落时还会向两侧溅出6道喷溅延波，爆破的延波 造成50%攻击力的 水元素 伤害 ，击退玩家。 图5：蹈汤蜒下 图6：覆浪衢上 ●躲避： 随机施放 ，巨鲸落下动作的时候，适当远离即可；整个技能的跨度甚至超过了场地直径…… 2. 汲辰沦蜃 伤害： ★★★★☆ 躲避难度： ★★★☆☆ ▋技能详情：该技能由两个分技能组成 两个技能没有顺序，但是一定是绑定施放的 ●汲源辰天： 巨鲸从地面突出，飞入空中不见。 跃出水面时， 会造成一次100%攻击力的 水元素 伤害并击飞玩家 ；同时在其周围产生8道泉眼， 造成50%攻击力的 水元素 伤害 ，击退玩家。 图7：汲源辰天 ●沦蜃影漾： 巨鲸突然从空中扎入地面，消失不见。 扎入地面时， 会造成一次100%攻击力的 水元素 伤害并击飞玩家 ；同时也会在其周围产生8道击退玩家的泉眼，每个 造成50%攻击力的 水元素 伤害 ，。 图8：沦蜃影漾 ●躲避： 当从地面突出时， 地面会有不断扩散的碎冰特效，远离其上方即可； 当从空中落下时， 地面会有一个泛晕的圆圈特效，远离即可； 3. 掊海蛰江 伤害： ★★★★☆ 躲避难度： ★★★☆☆ ▋技能详情： ●突巡疾呼： 巨鲸突然从地面冲出，在空中翻转一圈后重重落地，坠入水中不见。 巨鲸落水时， 会造成一次100%攻击力的 水元素 伤害并击飞玩家 ；并向两侧溅出6道喷溅延波，爆破的延波 造成50%攻击力的 水元素 伤害 ，击退玩家。 图9：掊海蛰江 ●躲避： 施放时，地面会有 不断扩散的碎冰特效 ，远离其上方即可；随后注意一下巨鲸落地的位置即可，一般不会太远。此时不适合输出。 4. 渊洲星雨 伤害： ★★☆☆☆ 躲避难度： ★★☆☆☆ ▋技能详情： ●镜碎寰雨： 大周期性技能之一，每约30-40s施放。 巨鲸喘息喷出流水，化为消散余晖的濯异晶雨。 雨滴造成 30%攻击力的 水元素 伤害 ，轻击玩家。 图10：渊洲星雨 ●躲避： 技能的前摇十分长，施放时巨鲸不扎入水面， 巨鲸背上蓄力即为该技能，如图所示绕圈走位即可完美躲避。 5. 鲸天映璃 伤害： ★★★☆☆ 躲避难度： ★★★☆☆ ▋技能详情： ●扶摇直上： 大周期性技能之一，每约30-40s施放。 巨鲸深入水面，胎海之水浮露谁人之命座；鲸天之座天水相映，其间降下无数水光之柱， 水柱投射造成 50%攻击力的 水元素 伤害 ，持续的水流持续造成 12.5%攻击力的 水元素 伤害 。 图11：鲸天映离 ●躲避： 技能的前摇十分长，施放时地上出现公子的命之图案 即为该技能，如图所示，也是避开水柱投射区域，绕圈走位即可完美躲避。 6. 阔剑雷尖 伤害： ★★★★★ 躲避难度： ★★★☆☆ ▋技能详情：该技能由不定数量的分技能组成 幻影会随机施放以下三个动作，每次攻击完毕时，都会在剑挥过的位置留下裂缝，裂缝会在2s后爆破，造成 50%攻击力的 雷元素 伤害 。 它每施放完一个动作都会闪现一次，如果距离较远，则出现在玩家面前。 ●嚣雷之迹： 幻影进行一个右至左方向的回旋攻击，造成 80%攻击力的 雷元素 伤害 ，击退玩家。 图12：嚣雷之迹 ●霁电之明： 幻影进行一个左至右方向的蓄力回旋攻击，造成 100%攻击力的 雷元素 伤害 ，击退玩家。 图13：霁电之明 ●涛霆之疾： 幻影迅速进行一个猝不及防的纵劈，造成 90%攻击力的 雷元素 伤害 ，击退玩家。 图14：涛霆之疾 ●躲避： 每刀之后大概率都会闪现。 注意可能的纵劈，这个动作是较难躲开的；另外还需注意一下裂缝的攻击范围 尤其是旋劈，实际受击范围角度比特效还大，躲圈内其实最好。。 7. 雷索重剑 伤害： ★★★★☆ 躲避难度： ★★☆☆☆ ▋技能详情： ●裂空毁雷： 幻影将自己的大剑旋转着朝玩家丢出来。 旋转的大剑造成 100%攻击力的 雷元素 伤害 ，打断玩家。 该技能常常成为上一个技能（组）的末尾。 图15：雷索重剑 ●躲避： 距离稍远就会施放。 重剑的移速也很快，朝其来向冲刺即可躲避。 8. 涡影黑蘙 伤害： ★★★★☆ 躲避难度： ★★★☆☆ ▋技能详情： ●雾云暗蘙： 周期性技能，每约16s施放。 幻影闪到出生点，化为一团黑蘙，数秒后召唤幻形对玩家发动攻击；攻击完毕后，闪现到玩家处偷袭一刀，造成 100%攻击力的 雷元素 伤害 ，打断玩家。 施放「涡影黑蘙」时 使用1次芒荒攻击 即可打断技能。 图16：涡影黑蘙-始 ●幻景化物： 本次技能召唤的 幻形有3种 ，每次随机召唤： 1.幻形水母： 四角均有，朝玩家发射一枚水滴后消散，水滴造成 50%攻击力的 水元素 伤害 ； 2.幻形牙兽： 四角均有，朝玩家进行刺猬卷攻击后消散，造成 50%攻击力的 雷元素 伤害 ； 3.幻形龙蜥： 两只，位于同侧，朝玩家进行下落攻击后消散，造成 100%攻击力的 火元素 伤害 。 图17：幻水海蜇 图18：幻雷牙兽 图19：幻炎龙嗣 图20：蘙散云切 ●躲避： 注意幻形的攻击方向。 合理躲闪可躲避；还需注意幻影的最后一刀，不要被偷袭了。 9. 电链缀阵 伤害： ★★★☆☆ 躲避难度： ★★☆☆☆ ▋技能详情： ●电索连环： 场景周期性技能，每约10s/5s施放。 场景中将定时下落一定数量的落雷，每道造成 50%攻击力的 雷元素 伤害。 落雷的周期和机制较为复杂：进入巨鲸之腹时， 每15s会降下4落雷 ，降下2次之后， 每10s会降下4至5道落雷 ；待幻影施放了第二次「涡影黑蘙」技能后， 每5s会降下6道落雷 。 图21：电链缀阵 ●躲避： 注意地板上的圈，若隐若现的雷特效。 若周旋了较长时间，落雷的间隔变短，则会相当妨碍走位 ，尽快解决才是王道 。 在与吞星之鲸的战斗中： 1. 不要用 水/雷纯色队 ；高额水抗的巨鲸、高额雷抗的幻影不利于输出。 2.画地为牢的角色，不要在巨鲸乱跑时输出 ；巨鲸跨度大，使得buff场地显得非常小；建议瘫痪时输出。 3.携带 枫丹角色 ；枫丹角色均有始基力，始基力造成的芒荒属性攻击可以对幻影造成可观的伤害。 4.巨鲸身上没有水！ 别看着水淋淋的就去打蒸发，只是水抗很高罢了。 第九周本——吞星之鲸就到此结束啦，面对机制新颖的BOSS大家又有什么对策呢?",
    "length": 4726
}