{
    "game_id": 2,
    "post_id": "49507346",
    "f_forum_id": 43,
    "subject": "【V4.4攻略·角色攻略】魈·全面解析︱机制/养成/配队",
    "url": "https://www.miyoushe.com/ys/article/49507346",
    "created_at": 1708406119,
    "like_num": 3781,
    "view_num": 215282,
    "reply_num": 391,
    "text": "UID：100559319 这里是阿斯盖特，本期是“降魔大圣”、“三眼五显仙人”——「 魈 」的角色攻略！本期将 讲解 魈的技能机制、养成内容， 着重讲解 「芙宁娜」、「闲云」登场后与魈的装备选择、队伍搭配等。 ▶为了优化阅读体验，已将贴中的部分文字 置于折叠 中，旅行者们可根据自身需求查阅~ “「三眼五显仙人」——「魈」，听召前来守护。” ◆【目录】◆ 01.简析& 一图流 02. 天赋 解析 03. 圣遗物 搭配 04. 武器 选择 05. 命座 解析 06. 队伍 搭配 07. 总结 一下 【简析&一图流】 「 魈 」是一位具有高机动性的 爆发型风伤输出角色 ，他能够以损失生命值为代价，来获得短时间内伤害和跳跃能力的提升，用以进行 下落攻击 伤害。 文字太长不想看？先看看下面的 一图流培养 吧！ 【角色 培养材料 图表】 ▲以上是 简析 & 一图流 部分▲ ▶天赋加点：普通攻击（9+）＞元素爆发（9+）＞元素战技（8+） ◆6命以下优先升级普攻、元素爆发，其次元素战技。在 解锁6命 后，可优先升级元素战技，其次是普通攻击、元素爆发。魈的技能模组属于三类技能全升级，推荐在培养时将技能升至8级或以上。 【1】普通攻击（A） 【普通攻击· 讲解 】 ①普攻共有 6段攻击 造成 8次伤害 ，第1、4段造成2次伤害、其余均造成1段伤害。 ②重击是上挑攻击，手感体感不错，可用于 下落攻击输出时穿插使用 。 ③ 下落攻击通常是魈的主要输出手段 （6命多以战技输出） 。 ④下落攻击分为低空、高空下落，魈在施放元素爆发输出时推荐 多打高空下落攻击 （整体倍率更高） 。 ⑤进行下落攻击时存在一定动作后摇，可采用“下落攻击接1次普攻 （XA） ”的方式取消后摇；另外，还有施放下落攻击后接“普攻-重击 （XAZ） ”的手法。 ◆魈施放元素爆发后的下落攻击“仍以普通攻击中的下落攻击倍率来结算”，因此升级技能时 优先升级普通攻击 。 【2】元素战技（E） 【元素战技· 讲解 】 ①战技攻击为 弱风 元素 （1元素量） ， 每次施放均可施加 。 ②每次战技命中敌人后产出 3颗风元素微粒 。 ③施放元素爆发进入「夜叉傩面」状态后，战技命中敌人不产出元素微粒。 ——在实战中，可考虑“连续2次战技再开大（双E接Q）”的手法，使大招启动时便获取战技的产球。 ④战技可在空中施放，在大世界探索中也有不错的效果。 ◆解锁6命前，战技的伤害占比较低，优先级次于普通攻击、元素爆发； 解锁6命后 ，面对至少2名敌人时多以战技进行输出， 可优先升级战技等级 。 【3】元素爆发（Q） 【元素爆发· 讲解 】 ①元素爆发使魈的普攻/重击/下落攻击 获得无法被附魔覆盖的风伤 。 ——附魔类辅助技能，有 重云 的元素战技、 坎蒂丝 的元素爆发、 班尼特 的6命效果等。 ②元素爆发提高魈的普攻/重击/下落攻击伤害，其 增益效果属于增伤加成 ，与风元素伤害加成相加计算。 ③“夜叉傩面”状态下的攻击具有 弱风 元素——普攻、重击共享附着冷却时间，并遵循常规元素附着；无论低空还是高空下落攻击均可独立施加 弱风 元素。 * 常规附着规则 ：同一模组的攻击在命中敌人后的2.5秒内， 第1、4、7…次攻击 （又称每间隔2次攻击）对敌人施加元素附着。 ④魈在这一状态下的普攻、重击和下落攻击 不属于元素爆发伤害 ！！！ ——「 昔日宗室之仪 」4件、「 绝缘之旗印 」4件、武器「 渔获 」的技能均不能被触发！！！ ⑤ 无“锁面板”机制 ，根据魈的实时属性结算。 ⑥实战中，可多进行高空下落攻击 （倍率更高） 。 ——解锁 6命 后，可选择 低空 下落攻击，减少下落时间。 ——为减少下落攻击带来的位置后移，可进行“ 下落攻击穿插重击 ”的输出方式。 ⑦元素爆发期间的持续生命消耗可以触发圣遗物「 辰砂往生录 」4件、「 逐影猎人 」4件的套装效果。 【 补充 】元素爆发是怎样增益的？ ①魈的元素爆发、固有天赋1&2的增益效果均作用于 增伤区间 ，与风元素伤害加成相加计算， 其8级元素爆发就有86.1%的增伤幅度，可见增伤存在不小的稀释。 ② 珐露珊 的天赋2 （七窟遗智） 、 闲云 的天赋2 （细想应是洞中仙） 的效果均作用于基础倍率区间 （如上图） ，作用于魈就是“攻击力×技能倍率”。 ——珐露珊的天赋2能作用于魈的所有风伤，闲云的天赋2只能作用于魈的下落攻击。 ③因为能直接提高技能倍率的手段较少，往往将“基础属性×技能倍率”视为“基础倍率”，这使得 班尼特 元素爆发的攻击力加成与闲云、珐露珊的天赋效果存在一定稀释。 ——班尼特的加成作用于攻击区，整体视为作用于基础倍率区间。 ◆元素爆发是魈进行输出时必须要施放的启动技能，不过其升级 优先级要次于普通攻击 。 【4】固有天赋 ◆ 固有天赋1&2 ：这两个天赋的加成效果均属于 增伤加成 ，与风元素加成相加计算。 ▲以上是 技能解析 部分▲ ▶圣遗物介绍 【 讲解 】套装选择 ①套装可考虑「 辰砂往生录 」4件、「 逐影猎人 」4件。 ②如果是一名魈的真爱党、厨力向玩家，并打算给魈最棒的、词条数量最多的圣遗物，那么在大多数阵容中还是可考虑“辰砂4件”。 —— 闲云解锁2命 时的“ 鹤露魈芙 ”阵容中， 逐影 4件的表现 优于辰砂 4件。 ③“逐影4件”因为提供额外暴击率加成，使得该套装可以适用于 快速成型 、得到一个不错面板、具有一定“ 保底 ”的高下限，适合并非是一直反复给魈刷、要培养多元角色的旅行者考虑。 ——逐影2件对魈没太大用处，只能凑4件套，但需要 平衡词条避免暴击率溢出 ，一旦 暴击率溢出 ，同词条下的表现力要逊色于辰砂4件。 ④实际上， 逐影与辰砂的差距很小 ，尤其是在搭配了珐露珊、闲云、芙宁娜等角色后——从整体刷取性价比上，更适合“刷逐影4件、合成台合成辰砂4件”。 ——辰砂同副本的“余响套”相较于逐影同副本的“剧团套”的适用范围要小， 整体刷取性价比小于当前的“逐影&剧团”副本 。 ⑤「沙上楼阁史话」4件与“辰砂4件”、“逐影4件”存在一定差距， 不推荐专门给魈刷取 。 【 讲解 】词条与面板 ①搭配「 逐影猎人 」4件时，暴击率在40-64%之间，暴击伤害可在210%及以上。 ——和濮鸢高概率 溢出暴击率 ；决斗之枪 几乎会溢出暴击率 ，此时副词条的优先及选择是“暴伤＞攻击＞充能（少量）＞暴击率”。 ② 不搭配 “逐影4件”时，暴击率在75%+，非双暴武器的暴伤150%+、双暴武器的暴伤在170%+。 ③如果珐露珊 未解锁6命 ，可堆叠20-30%充能优化循环；解锁6命后可堆叠10-20%的充能。 ④ 风伤杯与攻击杯的差距不大 ，可根据已有的词条数择优考虑——但整体依旧是“风伤杯＞攻击杯”， 只是说 如果有词条优秀的攻击杯、暂时刷不出风伤杯的话可以考虑。 ——非6命时，由于魈在施放 元素爆发 后为下落攻击等攻击 提供高额增伤 ，使风伤加成稀释程度加深，从而 缩小 了攻击杯与风伤杯的 差距 。 ——当队内同时搭配 闲云 、 珐露珊 以及配合 宗室 、 千岩 4件时，即使还有芙宁娜、夜兰等增伤角色作为队友，但 攻击力的稀释程度依旧大于增伤 ，如果攻击杯和风伤杯都没有，仍可优选风伤杯。 ▲以上是 圣遗物搭配 部分▲ ▶武器选择与面板 【搭配 逐影4件 时】武器选择 ▲ 搭配逐影4件时 ——这里的参考面板更多是提供一个基础，所培养角色的面板是越高越好，搭配辰砂4件时，暴击率在70-85%之间是一个比较舒服的范围，尤其是在80-85%这个区间。 【 数据对比 】各 武器期望 对比 ▲ 搭配辰砂4件 ▲ 搭配逐影4件 —— 和濮鸢在搭配逐影4件时需要尽可能避免暴击率溢出 ，如果能够为和濮鸢刷取到暴击率未溢出的高词条圣遗物，其表现效果依旧是最优秀的。 ——在”鹤露魈芙“阵容中， 不能稳定使 魈的生命处于50%以下，所以上述的 护摩之杖的生命在50%以下的表现更多存在于理论之中 ，在实战中依旧是和濮鸢的表现力要好些（暴击率未溢出）。 ▶武器选择详解 【 1 】和璞鸢/护摩之杖 ▋和璞鸢（5★） ①该武器具有当前较高的基础攻击力，提高百分比攻击力的收益；副属性的 暴击率 提升可以降低圣遗物的暴击率需求，武器技能还可随魈的攻击进一步提高攻击力数值，是当前为数不多的双暴类长柄武器中很适合魈的武器。 ②该武器搭配“ 逐影猎人 ”4件时，由于副属性为暴击率加成，需要 尽可能减少、避免暴击率的溢出 。如果可以避免暴击率溢出，其在同词条下的表现力依旧要略优于护摩之杖。 ——和璞鸢可优先考虑“ 辰砂4件 ”。 ▋护摩之杖（5★） ①该武器具有 简单直接 的加成——根据魈的生命值上限即可提供额外攻击力提升，并且在低于50%生命 （半血） 时，其表现力在部分阵容、部分圣遗物搭配下将 超越 和濮鸢。 ②如果队内没有搭配护盾辅助、并且配合 芙宁娜 ，可以考虑“ 护摩之杖 + 逐影猎人 4件 ”的搭配。 ③不过，在搭配闲云、班尼特等较高治疗量的角色时，并不能持续、稳定地触发该武器的全部加成效果，所以在50%生命以上时更多是逊色于「和濮鸢」的。 【 2 】息灾/贯虹之槊 ▋息灾（5★） ①具有当前4.4版本 最高的基础攻击力 ，魈的百分比攻击力收益得到最大提升。 ②魈通常是“先施放元素战技、再施放元素爆发”，因此可以很好地触发该武器的技能效果，进一步提高自身攻击力。 ③装备该武器时，可优先考虑“ 风伤杯 ”。 ——因为息灾的效果是在后台也可以触发的，因此可考虑在战斗开始时“ 魈先施放一次元素战技再切至其他队友进行循环 ”（1命有3次战技次数体验更佳，0命的话会存在该轮到魈输出了但是最开始施放的战技还在冷却的情况）。 ▋贯虹之槊（5★） ①装备该武器时，魈 推荐考虑搭配护盾辅助 ，进一步提高攻击力加成。队内没有护盾辅助时，其表现力要逊色于「息灾」。 ②装备该武器时，可优先考虑“ 风伤杯 ”。 ——这两件武器在搭配 班尼特 、 珐露珊 和 闲云 的队伍时，由于这三名角色均具有作用于基础倍率区间的增益效果，使得这两把武器的攻击力加成的存在一定稀释。 【 3 】千岩长枪/决斗枪 ▋千岩长枪（4★） ——更适合璃月宝宝的武器.jpg ①武器技能中的璃月角色数量 包含装备者自己 。 ②当前版本，魈的队伍多是“ 二璃月 ”、“ 三璃月 ” （二璃月居多） ，但仅是二璃月在该武器高精练时也具有可观的表现力。 ③“二璃月”在精5时可提供14%暴击率，即使搭配“逐影猎人”4件也不太需要担心暴击率溢出 （三璃月需要注意） 。 ▋决斗枪（4★） ①虽然基础攻击力较低，但当前 依靠 班尼特、闲云、珐露珊等角色或“千岩”、“宗室”等圣遗物的加成，也能使该武器与其他一众高基础攻击力的武器 缩小差距 。 ②更适合搭配“非逐影猎人”4件圣遗物，大大降低圣遗物暴击率需求；搭配“逐影4件” 基本上会溢出暴击率的 ，除非圣遗物副属性没有暴击率。 ——基础5%+魈突破19.2%+逐影4件36%+36.8%=97%暴击率 【 4 】黑岩刺枪/西风长枪 ▋黑岩刺枪（4★） ①作为当前为数不多的 暴伤类 长柄武器，给魈装备时可考虑选择“ 逐影4件 ”圣遗物，降低圣遗物暴击率需求。 ② 对单 时该武器技能为“白板” （无法触发） ， 对群 效果不错。 ▋西风长枪（4★） ①具有较高的基础攻击力，副属性30.6%的充能可以“润滑”魈的技能施放，提高连招容错。 ②但如果搭配6命珐露珊、闲云/琴等三风阵容，或队内还有 其他角色装备西风武器 ，就可以不装备该武器。 【 5 】其他武器选择 ①赤沙之杖依靠副属性44.1%的暴击率加成也具不错的表现力，如果没有其他5星武器也是可以选择的。搭配“逐影4件”时，该武器的暴击率会溢出，更多是配合“ 辰砂4件 ”。 ——装备该武器后，武器技能还可根据自身元素精通额外提供攻击力提升，对于部分圣遗物中歪了些许元素精通的旅行者而言是一种补偿手段。 ②除上述武器外，还可考虑「 天空之脊 」、「 薙草之稻光 」，如果没有更好的选择可考虑「 宗室猎枪 」、「 风信之风 」 （虽然不吃精通，但还给攻击力，先凑合用也可以） 等。 ②魈施放元素爆发“不改变原有攻击的伤害类型”，即下落攻击依旧是下落攻击，无法触发“元素爆发伤害提升”的武器！ （ 渔获PASS ！！！） ▲以上是 武器选择 部分▲ ▶命之座介绍 【命之座·讲解】 【 1命 】解锁6命前更多是通过多出的1次战技来 优化技能循环 ；解锁6命可多次施放战技对敌人造成伤害。 【2命】在当前版本该命座的数值较为保守，不推荐专门解锁。 【4命】提高魈在输出时的容错率，不推荐专门解锁、更多是6命的铺垫。 【 6命 】虽是 质变命座 ，但需要 对群环境 （至少2名以上敌人） 。 ——开大前连续3次战技获得天赋2的增伤，第1次下落攻击接3次元素战技，天赋2有至少1层后接再施放4次战技，“元素爆发的状态即将结束时”需要再攒3层战技次数，以便后续输出循环。 ◆总的来说， 0命 魈便已经拥有较为完整的输出机制，作为2测时期就推出的老角色，前5命提升较为保守，不推荐专门抽取。 真爱党可以6命为目标 进行抽取。 ▲以上是 命座解析 部分▲ 【1】“魈珐闲”组合 【队伍角色的 替换 】 ▶队伍角色的 替换 ①魈当前的队伍 更推荐 “鹤露魈芙” （也称“魈珐芙闲”等） —— 其一 ，依靠自身和队友可以获得高额的基础倍率数值、增伤加成等效果 （珐露珊6命还有40%风元素暴伤加成） ； 其二 ，相较于班尼特，芙宁娜 没有“画地为牢”的限制 ，输出走位更加灵活，可以增加输出时的“走位失误”“拉怪失误”的容错率； 其三 ，芙宁娜自身具有一定的输出能力，可用于补充伤害来“ 补刀收尾 ”等。 ② 珐露珊 、 闲云 更多是不选择替换的，不仅加成效果突出，而且均为风元素角色可起到 互相“充电” 、降低充能需求的作用。 ③第4人可考虑 班尼特 、 芙宁娜 、 夜兰 ，也可考虑护 钟离 这类护盾角色 （其他护盾也可以，但可优先有减抗效果的钟离） 。 【队伍角色的 充能 需求】 ①魈需要施放元素爆发再开始输出，可将魈的充能效率堆叠至 110-130% 之间，起到“润滑”回能的效果。 ——可考虑其他角色搭配西风武器、风元素角色场上产球切至魈来获取等选择。 ②如果 珐露珊解锁6命 ，在 180-200% 之间的充能后可考虑提高输出。 ③ 闲云 的充能效率在 140-150% 之间既可 （可考虑攻击沙漏，然后由副词条提供充能效率） 。 ——为提高循环容错率可提升20%左右的充能效率；携带武器鹤鸣余音可降低20%左右充能需求。 ④选择 班尼特 、 芙宁娜 、 夜兰 等角色时， 需要多堆叠充能 ，推荐堆叠在240%左右 （可考虑西风武器） 。 【队伍角色的 套装 选择】 ① 魈 在装备「护摩之杖」时，可优先搭配「 逐影猎人 」4件，暴击率武器搭配“逐影4件”会存在暴击率溢出的现象。当前可直接刷取逐影4件、通过合成台合成辰砂4件。 ——0命闲云时，有效词条数多的“辰砂”4件表现要略优于“逐影”4件；2命闲云时，均可优先考虑”逐影“4件。 ②珐露珊 解锁6命 后，可优先考虑「 千岩牢固 」4件提高全队的攻击力。 ③魈的增伤区间较高，闲云可考虑「 昔日宗室之仪 」4件继续提高魈的攻击力。 ——千岩4件、宗室4件均可再提高闲云的攻击力，使之再次提高其天赋2效果，进而提高魈的输出。 ④ 芙宁娜 优先考虑「 黄金剧团 」4件提高其荒性战技的伤害。 ⑤当搭配班尼特时，可考虑“班尼特携带宗室4件、闲云使用昔时4件”。 ——队内 仅需1名 角色使用“宗室4件”，多名角色使用仅重置效果时间、不会叠加。 【参考输出顺序】 ① 鹤露魈 芙 ：珐露珊EZQ、芙宁娜EQ、闲云EQ、魈EEQ接下落攻击 ② 鹤露魈 班 ：珐露珊EZQ、闲云EQ、班尼特Q、魈EEQ接下落攻击 * 6命珐露珊可只施放Q ，无需进行蓄力射箭；第4人选择 夜兰 时，可采用“普攻-下落攻击（AX）”的输出方式。 【角色培养】 珐露珊 / 闲云 / 芙宁娜 【2】“魈珐”组合 【有关 珐露珊 】 ▶有关 珐露珊 ①珐露珊对魈的提升是很大的，既可直接提供多种增益效果、提高魈的伤害，又可在她解锁6命后通过元素爆发触发“风压坍缩”产出风元素微粒、为队伍优化回能。 ②珐露珊未解锁6命前，通常选择“施放战技、再接蓄力射箭1次、最后施放元素爆发离场” （即 EZQ ） 的输出方式； 解锁6命后可只施放元素爆发 。 ——如果6命珐露珊装备了「 西风猎弓 」，那么还是可以考虑“ EQ ”连招的，增加西风猎弓的触发概率。 ③珐露珊 解锁6命 后，可优先考虑「 千岩牢固 」4件提高全队的攻击力，充能效率可在180-200%之间；解锁6命前，充能效率推荐在240%+。 【队友的 其他 选择】 ①“魈珐”队的另一种选择就是上述“ 魈珐闲 ”组合 （有就用、优先考虑） 。 ②班尼特还可替换为 夜兰 、 4命琴 等角色 （选择夜兰时可在下落坠地后穿插普攻） 。 ③没有钟离或钟离在另一队伍中 可用其他护盾角色暂替 ，如迪奥娜、莱依拉、绮良良等。 ④如果拥有2命芙宁娜，因为其元素爆发的增伤层数累积速度变快，即使搭配班尼特等仅能治疗场上的角色，芙宁娜也依旧可以提供可观的增伤效果，可以组成“ 魈 + 珐露珊 + 芙宁娜 + 班尼特 ”的组合。 ——不过组合需要注意躲避敌人高频、高伤害的技能，避免魈的生命值骤降导致倒下。 【角色培养】 琴 / 班尼特 / 钟离 ▲以上是 队伍搭配 部分▲ 【总结一下】 【 技能升级 】优先升级普通攻击/重击，其次是元素爆发、元素战技。 【 武器选择 】5星武器优先和濮鸢、护摩之杖，其次是息灾、贯虹之槊；4星武器优先千岩长枪、决斗之枪、黑岩刺枪；可以考虑天空之脊、西风长枪等武器优化循环。 【 圣遗物搭配 】套装优先逐影猎人4件、辰砂往生录4件，不推荐专门刷取沙上楼阁史话4件；可用攻击2件、风伤2件过渡。 【 词条选择 】优先攻击沙漏、风伤杯、双暴头冠；选择“逐影4件”可优先暴伤头冠，并且搭配和濮鸢、决斗之枪时暴击率较易溢出；如果有词条优秀的攻击杯且暂时刷取不出词条优秀的风伤杯，可使用攻击杯。 【 命座提升 】1-5命的命座提升较小，可以1、6命为抽取目标 （但当前0命其实就可以） 。 【 队伍搭配 】当前的主要队伍就是搭配珐露珊、闲云的“魈珐闲”组合，其中以“鹤露魈芙/魈珐闲芙”居多，也可考虑将芙宁娜暂替为班尼特、钟离等角色。 以上就是「魈」角色攻略的全部内容啦~我们下期再见！_(米游姬入欧) 图片： Asgater 文本： Asgater 数据： Asgater 监督&校正： Asgater",
    "length": 7718
}