{
    "game_id": 2,
    "post_id": "45995448",
    "f_forum_id": 43,
    "subject": "【V4.2攻略·角色攻略】赛诺信息一览与平民向配装推荐",
    "url": "https://www.miyoushe.com/ys/article/45995448",
    "created_at": 1701166657,
    "like_num": 748,
    "view_num": 120074,
    "reply_num": 258,
    "text": "UID 146024302 各位旅行者们大家好，这里是 Zero零渡 ，本期给大家带来 缄秘的裁遣—赛诺 _(赛诺-艺术！)的 平民向配装推荐 ，希望能对大家有所帮助！ （本文发于V4.2，阅读时请注意文章时效性）。 注意：本文仅用作参考，各种配装打法思路都仅为个人观点，各人有自己的配装打法，可以讨论但不参与争论， 因为首图能展示内容有限，所以还有其他的内容会在文中以图文进行展示 。 〓〓〓在本文中〓〓〓 A/普攻=普通攻击，Z=重击，E=元素战技，Q/大招=元素爆发，X命=命之座第X层，XX头=XX理之冠。 （动图较大，观看时请注意数据流量消耗） 优点：输出轴较长，操作体验优秀，命座提升伤害不改变机制。 缺点：输出轴太长，充能压力大，依赖大招和队友。 天赋介绍 赛诺 的 普通攻击 和 重击 伤害不高且不作为主要输出手段，不用升级，这边就不多赘述了。 赛诺 的 元素战技 在普通状态下时施放会 往前突进一段距离 ，并对路径上的敌人造成 雷元素伤害 ，可以穿过一些小型敌人，对于小宝等比较大型的敌人就不能。虽然元素战技能往前突进，而且距离也比较远，但是因为 前后摇都不短 且只能施放一次，所以还是不太推荐拿他来赶路（实在没有别的角色赶路除外）。 元素战技 （开大后）是 赛诺 的次要输出手段，特别是拥有 QTE 效果（后面会提到）的元素战技，能提供高额的范围伤害。 赛诺 在施放 元素爆发 后会化身为 「启途誓使」 ，在该状态下，他会利用他的利爪进行攻击（形似雷泽），攻击都会转化为 雷元素伤害 ，并且 元素战技 也会转换为另一种施放形式 「冥祭」 。 元素爆发 是 赛诺 的主要输出手段，但受限于他的充能与伤害，推荐省点资源，升到9级就行了，要不要用皇冠则需要玩家自己考虑了。他的元素爆发和 胡桃 的元素战技一样，只要退场就会消失，而且在 此状态下的重击耗时很长 ，所以并不推荐在施放元素爆发后进行重击输出。 固有天赋一 （在角色20级突破后解锁），在他 处于元素爆发施放后的「启途誓使」状态下时将获得特殊的间歇性强化效果 。在施放元素爆发后的输出阶段，如果在进行普通攻击时触发了 QTE 但是攻击还没有结束时， 可以舍弃下次攻击转而施放元素战技 ，丢失了一次 QTE 效果伤害还是比较亏的，一般开大后没有闪避的情况下一轮攻击再加两下攻击刚好能触发 QTE ，且 元素战技 也冷却完。 固有天赋二 （在角色60级突破后解锁），该天赋会基于 赛诺 的 元素精通 提高 元素爆发 状态下 赛诺 的攻击与元素战技引发的 「渡荒之雷」 的伤害，而 渡荒之雷 的伤害提高高达 元素精通的250% ，所以解锁该天赋后更要注意 QTE 的触发，不应该丢失任何一次 QTE 。 武器推荐 赤沙之杖 。提供的 攻击力为五星长柄武器中最低档次的542 ，但提供了 长柄武器中最高的 44.1%暴击率 ，而且武器特效还能基于装备者的 元素精通 的一定百分比获得 攻击力加成 ，层数叠起来时加成还是非常可观的。在 元素战技命中敌人时 还能获得维持10秒的基于元素精通的百分比提高攻击力的效果， 对于 赛诺 来说叠三层效果是比较容易的，可以在开启大招之前先施放元素战技，然后在输出阶段再施放元素战技即可叠满层；也可以在输出阶段施放一次 QTE 释放三道 渡荒之雷 ，因为该武器 没有内置CD ，所以 三道渡荒之雷命中敌人可以直接叠满特效层数 。 和璞鸢 。提供了较高的 基础攻击力 ，但是副词条提供的 22.1%暴击率 比较低，不过装备上暴击率理之冠还是能往推荐面板的暴击率上靠。武器特效也是 以叠层的方式提供加成效果 ，当装备者命中敌人时会获得一层效果，最高叠加7层。这个武器特效 在满层状态时（精一）装备者能获得22.4%攻击力提高与12%伤害提升 还是比较可观的， 而且对 于赛诺 这个长轴站场普攻输出角色来说，叠层异常简单，能在短时间内获得最高层数武器特效。 天空之脊 。与 和璞鸢 相同的攻击力，而副词条提供了 36.8%元素充能效率 。上文提到 赛诺 的一个缺点就是充能压力大，但又是名 极度依赖元素爆发 进行输出的角色，该武器在提供不俗的基础攻击力下还能稍微缓解 赛诺的 充能压力，武器特效也能提供少量暴击率和攻击速度，在攻击命中敌人时还能造成额外伤害，不过对于圣遗物的压力还是挺大的。 息灾 。提供了 长柄武器中最高的741基础攻击力 ，并且副词条也提供了少量的 攻击力百分比 。武器特效 需要 赛诺 施放元素战技或者元素爆发时才能得到 12%元素伤害加成 ， 要在施放元素战技后才能开始叠层 ，在施放元素战技后的 20秒内获得每1秒 3.2% （精一） 攻击力提升 的效果 ，该效果最多叠加6次（19.2%）， 即需要6秒才能叠到满层效果 ，虽然 赛诺的 输出轴很长，但是该武器不能像 赤沙之杖 一样可以快速叠层，而且因为是站场输出角色，只能吃到前台的19.2%攻击力提升，最后面的武器特效相当于没有。 决斗之枪 。该武器属于 较高性价比 的武器，特别是在对单BOSS时 精五的 决斗之枪 直接提供 48%攻击力提升 ，这对于伤害与攻击力挂钩的 赛诺 来说提升是比较可观的，而且 副词条提供了 36.8%暴击率 ，在装备暴击率理之冠时圣遗物有一两个暴击率词条就能让暴击率往推荐面板上靠。 风信之锋 。主副词条所 提供高额攻击力 ，武器特效在 触发元素反应 （蒸发）后10秒内也提供了 24%攻击力 ，也是非常可观的，而且还 提供 96点元素精通 ， 对于打元素反应且伤害与攻击力、精通值有关的 赛诺 来说提升有双管齐下的效果。 喜多院十文字 。高精的 喜多院十文字 能让 赛诺 兼顾元素反应、充能效率和伤害提升，不过低精炼度的话甚至还不如白缨枪，有高精的可以使用。 白缨枪 。三星神枪， 璃月宝箱开箱即可拥有精五 。虽然攻击力比较低，但是副词条提供的 23.4%暴击率 比五星 和璞鸢 还要高，而且武器特效还能提供 48%攻击伤害提升 ，在没有别的武器时直接选用该武器准没错。 圣遗物推荐 「饰金之梦」 四件套。二件套提供 元素精通 ，四件套提供 攻击力和元素精通 ，都是 赛诺 打出伤害的基础， 有专武的赛诺首选 。 「如雷的盛怒」 / 「角斗士的终幕礼」 四件套或者 二如雷 + 二角斗士 。 赛诺 和 草元素 出来后 如雷套 焕发了第二春，在关于雷草的反应中该圣遗物四件套都有不俗的伤害提升，而且在 触发反应时还能减少角色元素战技的冷却时间 。 元素战技 作为 赛诺 的次要输出手段，能多加几次施放机会带来的伤害提升还是比较显著的，施放元素爆发后的元素战技冷却时间只有3秒，所以在装备该圣遗物的 赛诺 可以在输出阶段实现 2AE2 AE 手法（第二个E刚好触发裁定效果）。 「武人」 四件套。新手过渡期可以获取的比较契 合赛诺 的圣遗物，四件套效果可以让施放元素爆发后短CD元素战技的 赛诺 持续获得该套装效果。 命座介绍 一命 提高元素爆发状态下 赛诺 的攻击速度，维持10秒，并且在触发 QTE 时刷新效果持续的时间，实战中只要注意QTE的施放则20%攻击速度等于开大就一直存在，该命座如果在搭配上 天空之脊 可以让 赛诺 也成为青春男孩，手感和伤害都有不错的提升。 二命 能让 赛诺 获得能叠加5层，总共提升50% 雷元素伤害 的效果，而且在获得满层效果后是可以持续获得该加成效果， 赛诺 自身不带增伤， 一般情况下只能靠雷伤杯 提供的46.6%，该命座相较于一命提升约为30%。 三命 提高 元素爆发 的等级，节约资源，提高伤害上限。对于 赛诺 来说提升较为一般， 不推荐 。 四命 赛诺 在元素爆发状态下时触发元素反应后会给队伍中除自己以外的角色恢复3点元素能量，一次大招最多恢复5次，增加了辅助功能，但对自己没有丝毫提升， 不推荐 。 五命 提高 元素战技 的等级，节约资源，提高伤害，但 赛诺 的主要输出手段并不是元素战技，提升相对较少。 六命 会在 赛诺 施放元素爆发和触发 QTE 时获得4层 「豺祭」 效果，使他在后面的普通攻击时能消耗该效果层数并发射 渡荒之雷 ，在施放 QTE 时 还能补充4层效果 ，让 赛诺 能在大招期间持续普攻发射 渡荒之雷 ，该命座较二命提升约为30%。 总结， 平民零命即可 （平民如果已经有了其他C甚至可以选择不抽），有条件直接上 二命 ，氪佬随意。 关于配队，赛诺 对元素精通有极高的利用效率 ，所以使用能够和他打元素反应的队友给他配队能让他发挥最大的作用。 但是因为有着过长的输出轴，暂时没有角色是完美契合他的，就算是 钟离的盾 也不够他的站场时间，在他输出的时候往往是大招时间还没过完，其余buff都已经消失了，所以 赛诺 在输出的时候推荐可以 打到第三个 QTE 时就下场切其他角色挂buff、补能量 。 目前 赛诺 的主流队伍是激绽和激化队伍，长时间挂草有 纳西妲 ，但是在面对 多波次敌人 的时候如果 赛诺 在开大输出 纳西妲 又不能及时切出挂草 ，否则 赛诺 的伤害就丢失，而 柯莱、瑶瑶、草主和白术 虽然能分多波次挂草但又 画地为牢，有极大的局限性 。 草主可以换为白术 ，提供护盾和治疗提高抗打断能力和续航能力还有增伤效果，也让赛诺的活动能更灵活。双草双雷能保证纳西妲和赛诺的充能，因为队伍中有两名草元素角色，所以只需要有一名角色装备草套即可，这里推荐非纳西妲位装备草套以便纳西妲堆精通值。 该配队集激化、超激化、激绽放为一体，纳西妲单人后台提供草元素，行秋提供自身减伤增抗和挂水生成草原核，行秋可以换成夜兰还能提高整体输出，但出于生存和挂水能力考量还是行秋更好，在圣遗物方面可以选择久岐忍装备草套当个减抗工具人。 该配队的优点就是便宜，只需要一金就能配成，北斗可以换成久岐忍E，两者二选一，不然没有生存保障会很危险。但 赛诺 拿来打感电伤害比较低，这个队伍比较适合没有草元素角色的玩家过渡。 好啦以上就是本期的所有内容，感谢大家的阅读，哪里有误还望小伙伴们在勘误楼中指出啦，我们下期再见！_(赛诺-决斗)_(赛诺-决斗)",
    "length": 4150
}