{
    "game_id": 2,
    "post_id": "46478502",
    "f_forum_id": 43,
    "subject": "【V4.2攻略·角色攻略】多莉最佳年度阵容，感谢水神的出现",
    "url": "https://www.miyoushe.com/ys/article/46478502",
    "created_at": 1702388429,
    "like_num": 1566,
    "view_num": 27647,
    "reply_num": 66,
    "text": "UID：152901193 ·【前言】· 我说“O~Ha”你说“Yo~”！大家好，这次带来了 《多莉的配装与阵容推荐》速阅版 。 一如既往，以下内容为自己 个人见解 ，若有错误请各位及时纠错，若有缺失，劳烦及时补充，欢迎各位热情讨论！先行五体投地大礼表示感谢！ 全新改版，快速阅览只需看图即可！ PS：下文，A=普通攻击；E=元素战技；Q=元素爆发；s=秒。 ·【角色简介】· 多莉，4星雷系双手剑角色，主要定位是后台持续治疗+回能型。 ◆两种流派简介： ·辅助通用，后台回能治疗流。 主要依靠Q为驻场角色提供持续治疗与回能，治疗量受益于多莉的生命值上限以及Q天赋等级，回能量受益于多莉的Q天赋等级，10级可达到上限。 所以作为治疗型辅助时，主要培养充能与生命，天赋只升级Q即可。 ·6命驻场激绽流。 解锁6命后，多莉每次施放E可获得3s的雷附魔，在此期间用A命中敌人时可为全队恢复生命值。搭配4如雷再配合自身固有1，基本使用3次A就可施放1次E，相当于驻场期间一直都可处于雷附魔以及持续为全队恢复生命值，配合行秋与纳西妲可稳定持续触发超绽反应。 作为治疗型辅助培养时，建议70级突破 ；只60级突破生命值太低，直接影响了治疗量。 若已解锁 6命考虑驻场激绽玩法，则建议直接升至90级 ，附上角色培养材料一览图。 ·【武器&圣遗物推荐】· 辅助向培养比较简单，考虑充能与生命这两个属性即可 。为全队提供增益通用的 「昔日宗室之仪」4件套 ，部分阵容可考虑 「教官」4件套 ，提高治疗量考虑 「被怜爱的少女」4件套 即可。 ※2命效果无法触发「千岩牢固」4件套效果，所以多莉与4千岩无缘。 6命驻场的激绽流 ，由多莉稳定触发超绽反应，所以需 多考虑精通这个属性 。硬性要求是需要搭配 「如雷的盛怒」4件套 ，可提高E的使用率，变相的就是产球 (回能) 效率提高了，再加上Q提供的回能，多莉的回能也不是很有压力，所以主要考虑精通这个属性即可，如果回能有压力，上一个充能沙即可。 ·【阵容搭配】· 因纳行久的盛行，所以可以直接拿赛诺进驻纳行久。 然而超绽基本都是由赛诺在触发，久岐忍顶多是起到了给予治疗提供生存能力以及为赛诺提供双雷共鸣缓解回能压力的作用。 既是如此，完全是可以考虑把 久岐忍替换为多莉，治疗+回能比久岐忍更实用一点 。但也仅仅只是辅助赛诺实用，毕竟纳行久的泛用性会更好一点，并不止于辅助赛诺，这也是不愿意去练多莉的主要原因，所以完全看个人喜好， 喜欢则练，无感不练也无妨 。 如图，文字都打在了图上了。 多莉本年度最佳表现的阵容！感谢芙芙的出现。 6命雷附魔+全队治疗挺契合驻场激绽，然后与芙芙的气氛值叠加机制契合度还行 ，叠加不是很快但可以稳定叠加。 ※最主要的重点是多莉硬性要求携带4如雷！可稳定的3A接E。 该阵容唯一的优势就是 4个角色都是输出 ，所以都需要一定的练度！多莉驻场超绽输出，主要享受到了纳西妲Q提供的精通加成，行秋、芙宁娜、纳西妲3个后台持续稳定输出，主要享受稳定的气氛值带来的伤害加成，所以适配性以及可玩性还是挺不错的。 ※多莉个人建议6命之后直接练驻场激绽流派，可玩性好！再给大家整理了一些可赋予特定能力的外置元素！ ★炫耀喜爱必备：「须弥城主题系列」人物徽章 ，佩戴徽章，厨力就要与众不同！ ☞【购买方式】：请点击以下链接购买： 【原神】须弥城主题系列 人物徽章 Genshin ¥12.00 去购买 ★次元觅友必备：「神之眼」挂件系列 ，“原来你也玩原神！”遇上携带神之眼的小伙伴不妨组队一起刷个秘境。 ☞【购买方式】：请点击以下链接购买： 【原神】神之眼挂件系列 Genshin ¥65.00 去购买 ★高光时刻必备：「追逐霆光的孤旅」纸雕灯 ，柔和暖光，持久亮度，营造神秘而温馨的氛围，点亮您的冒险之路，让角色光芒四射！ ☞【购买方式】：请点击以下链接购买： 【原神】「追逐霆光的孤旅」纸雕灯 Genshin ¥169.00 去购买 ★保驾护航必备：主题系列「护身符」璃月款 ，充满神秘与力量！好运不断，噩运绕道。携带方便，可以挂在钥匙链、包包或者手机上，时刻守护您！ ☞【购买方式】请点击以下链接购买： 【原神】原神主题系列护身符 璃月款 Genshin ¥34.00 去购买 只要摩拉管够，和教令院对着干也没什么大不了的。 ——多莉 ·【END】· -感谢观看-",
    "length": 1806
}