{
    "game_id": 2,
    "post_id": "36282381",
    "f_forum_id": 43,
    "subject": "【元素反应理论】第十六期—妮绽放：丰穰之核",
    "url": "https://www.miyoushe.com/ys/article/36282381",
    "created_at": 1677474898,
    "like_num": 2227,
    "view_num": 21642,
    "reply_num": 174,
    "text": "昔我往矣，杨柳依依。今我来思，雨雪霏霏 ◆UID：182140073 大家好这里是允梦 _(纳西妲-午休时间) 时隔一个半月，今天给大家带来的是 妮绽放：丰穰之核 作为3.0大c，种门圣女其一 其所引发的反应异化足矣证明其之强度 妮绽道夫先路，种门圣光其途！ ■前排提醒：理论知识甚多，回味莫过品鉴， 取其精置于章末_(提纳里-观察) ●图源官方，原图置于评论区 ■丰穰之核 丰穰之核的尽头是妮露 没有妮露，不可能产生丰穰之核 有了妮露，队伍里面也只能存在水草两个属性的角色 注意看，眼前这个漂亮的妹子叫妮露 _(妮露-冒头) 通过阅读妮露天赋 可以得知：丰穰之核是草原核的替代品 拥有相比于草原核更大的爆炸范围并大幅度缩短爆炸时间 那么，它具有那些性质呢？ _(妮露-谢幕) 先发一个省流版 丰穰之核具有草原核的一切性质 例如上限为5颗 每0.5s至多生成两颗等等 能吃到草神的二命效果：使草原核可以暴击 ◆丰穰之核吃的是后手角色（触发角色）的实时精通和等级，在妮绽放中熵值过高，反应混乱。每个角色都有可能触发绽放反应 _(妮露-尴尬) ■爆炸范围： 半径为6.5m的球 可能大家对这个范围没有什么概念 这个给出一个栗子 班尼特大招半径为6m _(太郎丸-wink) 丰穰之核 爆炸范围略大于班尼特大招 大剑可以照着这个参考一下 ■爆炸时间 从生成到引爆 丰穰之核仅仅只有0.4秒的生命 不过妮露会给它完整的一生 _(草史莱姆-躲猫猫) 几乎可以忽略掉的爆炸时间 约等于生成后立刻引爆 不用担心炸不到怪 也不用担心炸不到自己 ■削韧： 类似于草原核，丰穰之核也是一样的 对敌削韧25，对自身削韧5 造成微颤效果，几乎可以忽略 但是会打破莫娜的泡影，要注意 ■伤害 在伤害方面，丰穰之核与草原核完全一致 隶属于剧变反应 对自身造成基础伤害的5％ （除去草抗和爆伤） 精通加成可以在面板查看，但是妮绽放不一样，后面会详细说明_(妮露-思索中) 等级系数十分重要 _(妮露-尴尬) 一定要把角色拉到90级才能达到最高伤害 重要的事情说三遍 _(胡桃-哼哼) 其中为何要把角色拉到90级，以及精通加成的具体算法，对角色的反伤 【元素反应理论】第十四期：原绽放与草原核 上面的帖子已经给出了具体公式 接下来我会详细介绍妮露增伤机制 给出等效精通概念 ■等效精通 本期重点 实际就是妮露的增伤机制 妮露的天赋中，明确写出了生命提高丰穰之核的伤害 查看我的妮露，面板生命7.18w 增伤就是41*9％＝369％ 这个数值，与精通加成所在区域一致， 增幅为加算 例如我草神精通加成为633％ 丰穰之核爆炸，吃的是触发角色精通 此时加上妮露增伤 实际增伤为：633％+369％=1002％ 而我们反过来再看 乐园遗落之花 简称花神套圣遗物 这个加成 也并非独立乘区 而是加算在精通加成内 也就是反应系数加成 看看刚刚草神提高的1002％，这80％略显无力 故妮绽放不需要配带花神套！！ 稀释严重，收益太低 _(胡桃-哇) 反之，花神套相当于给了80％的系数加成 利用精通加成公式进行反代 我得到了根据反应系数加成计算等效精通的公式： 等效精通＝（1-2000*系数）/（系数-16） 上面的369增伤，带进去也就是 （1-2000*3.69）/（3.69-16）=599.4313566 不过 ，实际上精通是会衰减的，越高收益越低 还是推荐把精通转换为反应系数加成 进行更精确的计算 增伤转精通只是图一乐，看看妮露实际上能给全队加多少精通 _(妮露-尴尬) 计算完成 接下来我们来推翻： 妮绽放队伍里面全都需要精通 的结论 ●妮露自身的丰穰之核增伤转精通：刚刚已经算出来了，是 599 ●妮露天赋： 100 ●双草共鸣： 80精通 ●恰好还有一个板砖 71829*0.002= 143.6 综合下来：妮露相当于给全队 在专注于绽放这个反应上面 足足加上了 599+100+80+143.6=922.6精通！ 如果前台触发了绽放，还能吃到纳西妲给的250精通！达到1172.6精通 零精叠加到到千精 增伤转精通的意义就在这里！ 千精之后，精通收益开始降低 此时精通收益不高 因此：妮绽放队伍不需要叠精通 _(妮露-冒头) ■结论■ 正文部分到此结束，下面给大家梳理知识点 不理解的可以询问，也可以返回去复习 ●丰穰之核具有草原核一切性质，隶属于剧变反应，吃抗性不吃防御 ●爆炸范围略大于班尼特大招 ●对敌削韧25，对自己削韧5，造成微颤效果 ●妮露天赋增伤为精通加成，加算，并非独立乘区 ●妮绽放，需求全队角色90级 ●对角色反伤较疼，适当叠加生命，对群优秀对单乏力 ●妮绽放队伍不需要花神套，不需要给各位叠精通 妮绽放：丰穰之核 到此结束，干货满满，简单易懂_(妮露-谢幕) 喜欢的还请多多支持 ■下期预告：激化护草：一草多核■",
    "length": 2006
}