{
    "game_id": 2,
    "post_id": "45656744",
    "f_forum_id": 43,
    "subject": "【V4.2攻略·角色攻略】芙芙数值计算——圣遗物、武器、命座",
    "url": "https://www.miyoushe.com/ys/article/45656744",
    "created_at": 1700346920,
    "like_num": 313,
    "view_num": 20417,
    "reply_num": 109,
    "text": "UID：100570819 完整标题：一到五命辅C流水神芙宁娜数值计算——圣遗物、武器、命座计算（30个字，根本写不下（恼）） 前言 咕咕咕咕咕~那只臭鸽子恋恋又回来了_(米游姬咕咕) 这一次要给大家带来的是包含水神芙宁娜如何选武器、圣遗物、主词条的攻略 猜我为什么没时间在米游社水，也没时间算其他角色的？这几个星期是真要忙死了，光是project就有两个压在身上（万字全英文报告x2警告），还要抽时间做简历（要变成打工人了这种事情不要啊），更要死的是吧，我下周一就有考试，嘤嘤嘤嘤嘤嘤（其实我早就算好了，但你猜猜这篇攻略总共多少字？4200字，花了四天才写好） 可以给我点面子点个赞在下面水一水嘛？求求你了求求你了~_(米游姬比心) 通过计算，芙芙很可爱（？别在这里发电，给我重来）（划） 通过计算，可以发现芙宁娜虽然数值给的高的离谱，但还是保持在一个比较微妙的平衡中，没有出现过渡稀释等情况；芙宁娜很挑武器，专武静水没有平替，对比其他武器输出有绝对优势，精5相较四星期望伤害有60%的提升（和那位来客的大典一样）；狼牙可以用，但不强，定位和绿剑一样；芙芙每个命座都有提升，但最大的提升是二命和五命；想要最大化输出，芙宁娜所有的圣遗物次数都得用在强化双暴上，这也就意味着芙宁娜的词条并不是很好毕业，尤其是这出货率低的离谱的枫丹圣遗物本。 本篇省流 不想看长篇大论可以，看完这个就可以了： 提前声明：本篇计算仅适用于0~5命，仅靠e输出的芙宁娜，六命的我还得琢磨一下怎么算 ① 芙宁娜的毕业武器为 静水涌流之辉 ，比较适用于芙宁娜的武器有： 静水5 （155%）→ 静水1 （130%）→ 狼牙5 （120%）→ 绿剑1 （118%）→ 狼牙1 （113%）→ 板砖1 （105%）→ 腐殖5 （100%）→ 灰河5 （95%） ② 狼牙 可以给芙芙用，水平与绿剑持平，总体上限不高，也不是很适合六命输出机制。 ③ 圣遗物主词条搭配方面， 生生暴 最适合 零到一命芙芙 ； 水生暴 更适合 二到五命 芙芙 若你已下定决心要补芙芙命座，直接刷 水生暴 即可 。 ④ 对于零到五命芙宁娜而言，最适合芙宁娜 打输出 的圣遗物套装排行为： 4剧团（100%）→2剧团2水（90%）→2剧团2生（87%）→4千岩（85%） ⑤ 芙宁娜零到五命元素战技的输出期望大概为： 五命（212%）→三四命（180%）→二命（167.5%）→一命（107.5%）→零命（100%） 二命与五命提升的幅度较大。（只算到五命） ⑥ 芙宁娜的指标面板： 对于 专武 芙芙，角色最佳暴击：暴伤为100%:270%左右；生命为44000（零一命），59800（二三四五命）（吃满buff） 对于 绿剑 、 狼牙 芙芙，角色最佳暴击：暴伤为100%:255%左右；生命为43000/41000（零一命），58000/55000（二三四五命）（吃满buff） 对于 板砖 、 腐殖 、 灰河 等副武器词条非双暴的芙芙，角色最佳暴击：暴伤为97:195%左右；生命为53000/40000（零一命），68000/55000（二三四五命）（吃满buff） 封面 她真好看（？） 正篇——计算过程 一、期望结果 通过构筑模型、计算得到的期望结果有： 1. 芙宁娜使用各个武器的理论期望伤害对比 2. 芙宁娜搭配不同圣遗物套装的理论期望伤害对比 3. 芙宁娜搭配不同杯子和头部主词条搭配的理论期望伤害对比 4. 芙宁娜各个配装最大化伤害时的对应指标面板 5. 芙宁娜零命到五命的提升百分比 注：不包含六命数据，仅针对1~5命进行计算，因为六命机制有点难算，我再研究一下，如果有需要可以提出来，日后再说（最近真没时间） 根据以上期望结果，以及角色输出模式，可以确定需要收集的数据有： 1. 武器数值以及特效 2. 圣遗物套装数值以及特效 3. 角色数值以及特效 4. 角色命座机制以及具体数值 二、计算的意义 1. 给我自己用 ； 2. 在各种情况下寻求最佳配装，然后根据实际情况进行补正，如果一开始走的方向不对，后面将会一错再错； 3. 检验一下数据策划的工作成果。 三、选取计算变量 武器：静水1&5、绿剑1、板砖1、腐殖5、狼牙5、狼牙1、灰河5 圣遗物：4剧团、4千岩、2剧团+2生、2剧团+2水 命座：0命、1命、2命、5命 主词条配装：生水暴、生生暴、生水生、生生生 四、模型构筑 假设： 由于实际情况有很多不确定性，因此需要对计算模型提出假设： ① 本计算模型 不带抗性、倍率、防御力、等级差等其他不可控因素 计算（都是单独的的乘区） ② 圣遗物：在此模型中，所有圣遗物均进行理想化处理，即： 所有圣遗物均为五星，且初始词条为4词条，即有5次获得词条的机会； 在此模型中所有圣遗物初始4词条为：暴击率%、暴击伤害%、生命%、~（任意词条）； 所有圣遗物强化词条为平均值（暴击率3.3%、暴击伤害6.6%、生命% 4.975%）。 ③ 计算包含队伍buff有： 水神自身Q增伤（叠满75%/100%/124%增伤）、万叶增伤（32%增伤）、双水共鸣（25%额外血量） 老样子，先讲讲怎么计算伤害吧： 暴击乘区计算公式： 暴击乘区=1+暴击率% x 暴伤率% 生命乘区计算公式： 生命乘区=(生命白值*(100+生命值加成+4.975*生命%强化次数)/100+额外白值) 增伤区计算公式： 增伤=1+元素加成%+伤害提升% 注：倍率并不算在里面，因此在本篇计算中不计算倍率 总体期望伤害计算公式： 基础伤害=生命乘区*暴击乘区*额外增伤区 通过比对总体期望的高低，即可确定各个配装、圣遗物套装、武器之间的期望伤害水平。 五、构筑代码 完全整合体，摒弃之前的近似曲线研究法，将所有的暴击乘区储存在矩阵中调用即可（算的还挺快哈） 而且这次也把它做成mlapp了，并且也整合了文件导入数据的功能，算的也快也不用打开变量区去复制粘贴数据了。 感兴趣的可以找我要，可验证代码正确性或者仿照学习代码构建。 （查询我编程时的精神状态_(偶像姬_糖葫芦)） 六、计算结果 折叠处理，全部结果放在折叠中 零命芙宁娜计算结果 4剧团套 4千岩套 2剧团2水 2剧团2生 一命芙宁娜计算结果 4剧团套 4千岩套 2剧团2水 2剧团2生 二命芙宁娜计算结果 4剧团套 4千岩套 2剧团2水 2剧团2生 三四五命芙宁娜计算结果 4剧团套 4千岩套 2剧团2水 2剧团2生 七、数据分析及处理 指标数据： 通过以上计算可以得出芙芙最大输出时对应的指标面板： 注：吃满buff（万叶、水神自身面板增幅、双水共鸣） 对于专武芙芙，角色最佳暴击：暴伤为100%:270%左右；生命为44000（零一命），59800（二三四五命）（吃满buff） 对于绿剑、狼牙芙芙，角色最佳暴击：暴伤为100%:255%左右；生命为43000/41000（零一命），58000/55000（二三四五命）（吃满buff） 对于板砖、腐殖、灰河等副武器词条非双暴的芙芙，角色最佳暴击：暴伤为97:195%左右；生命为53000/40000（零一命），68000/55000（二三四五命）（吃满buff） 武器部分： 武器伤害对比： 通过以上计算数据可以大致得出武器伤害排行为： 静水5 （155%）→ 静水1 （130%）→ 狼牙5 （120%）→ 绿剑1 （118%）→ 狼牙1 （113%）→ 板砖1 （105%）→ 腐殖5 （100%）→ 灰河5 （95%） 注：已经修正命座提升带来的误差，百分比大小仅代表不同武器下的伤害大小 静水 ：水神毕业专武，虽然二命后各武器输出被稍微拉平，但输出仍占绝对优势。 绿剑、板砖 ：歪了？给芙宁娜可以用，但不强。 狼牙 ：大月卡武器，性价比就那样吧，如果非要拿狼牙不去抽静水，评价为为了这碟醋包一盘饺子 腐殖、灰河 ：下位替代品，腐殖是绝版的武器，但灰河可以通过枫丹地区钓鱼获得。 可以从下图直观对比各武器伤害%。 注：已经修正命座提升带来的数值变化，百分比大小仅代表不同武器的期望伤害对比。 圣遗物部分： 主词条对比： 通过以上计算数据可以大致得出各主词条组合的伤害排行为： 0~1命：生生暴（100%）>生生生（95%）≈生水暴（95%）>生水生（92%）； 2~6命：生水暴（100%）>生生暴（95%）>生生生（90%）>生水生（86%）。 可以从下图直观对比各个主词条搭配的伤害%。 不要再来纠结说“增伤稀释了，这个计算结果不对”等问题了，这是正确结果，我也不想证明了。 注：已经修正命座提升带来的数值变化，百分比大小仅代表不同配装下的期望伤害对比。 注2：至于为什么4剧团是100%而不是像武器那样最低100%，因为圣遗物套装讲究的是错误的套装“丢”多少伤害。 圣遗物套装对比： 通过以上计算数据可以大致得出不同圣遗物套装的伤害排行为： 4剧团（100%）：毕业套装，可以为元素战技提供高额增伤，但无法适用于六命芙芙（六命芙芙主要靠a打伤害）； 2剧团2水（90%）：过渡套装，0~6命表现平平； 2剧团2生（87%）：过渡套装，二命后表现不佳； 4千岩（85%）：辅助专用套装，如果打算放弃芙芙的伤害变成辅助工具人的话可以选这个套装，然后也可以顺带把生命沙换成充能沙。 如果要六命的可以跟我说，我到时候闲下来点之后统计一下要算些什么再算 可以从下图直观对比各武器伤害%。 注：已经修正命座提升带来的数值变化，百分比大小仅代表不同配装下的期望伤害对比。 注2：至于为什么4剧团是100%而不是像武器那样最低100%，因为圣遗物套装讲究的是错误的套装“丢”多少伤害。 请根据实际需求选择圣遗物。 毕业难度分析： 清  一  色  的  2 5 ： 0 （即需要强化25次双暴区间才能打出最高伤害） 鉴定为极难毕业，与传统的主C一样必须完全聚焦于双暴区，尤其是枫丹这个圣遗物本还难出货 具体有多难毕业，请参考正态分布图： 又由于指标面板要求绝大多数配装暴击达到100%，虽然芙芙突破加的19.2暴击再加上暴击头以及杂七杂八的大概有70%暴击了，再加上大概9次左右暴击强化才能达到100%左右的暴击，剩下16次给暴伤是最合适的选择，若选择暴伤头则需要大概需要强化18次暴击才能达标，因此选择暴击头要更好毕业一些。（绿剑除外，绿剑会导致暴击溢出，直接用暴伤头就好了。） 命座部分： 命座提升对比： 由于本篇中的计算不带倍率进行，因此需要修正五命带来的提升： 13级元素战技相较于10级元素战技倍率总体提升为18%，因为是单独的乘区因此需要单独计算。 零命100%伤害基准为400000，一命为430000，二命为670000，三四命为720000，五命为849600，因此可以绘制出如下折线图： 可以看出对于增加e输出而言，提升较大的命座为2和5命。可以根据自己钱包的厚度酌情抽取自己想要的几命芙芙。 八、结论 ① 芙宁娜的毕业武器为 静水涌流之辉 ，比较适用于芙宁娜的武器有： 静水5 （155%）→ 静水1 （130%）→ 狼牙5 （120%）→ 绿剑1 （118%）→ 狼牙1 （113%）→ 板砖1 （105%）→ 腐殖5 （100%）→ 灰河5 （95%） ② 狼牙 可以给芙芙用，水平与绿剑持平，总体上限不高，也不是很适合六命输出机制。 ③ 圣遗物主词条搭配方面， 生生暴 最适合 零到一命芙芙 ； 水生暴 更适合 二到五命 芙芙 若你已下定决心要补芙芙命座，直接刷 水生暴 即可 。 ④ 对于零到五命芙宁娜而言，最适合芙宁娜 打输出 的圣遗物套装排行为： 4剧团（100%）→2剧团2水（90%）→2剧团2生（87%）→4千岩（85%） ⑤ 芙宁娜零到五命元素战技的输出期望大概为： 五命（212%）→三四命（180%）→二命（167.5%）→一命（107.5%）→零命（100%） 二命与五命提升的幅度较大。（只算到五命） ⑥ 芙宁娜的指标面板： 对于 专武 芙芙，角色最佳暴击：暴伤为100%:270%左右；生命为44000（零一命），59800（二三四五命）（吃满buff） 对于 绿剑 、 狼牙 芙芙，角色最佳暴击：暴伤为100%:255%左右；生命为43000/41000（零一命），58000/55000（二三四五命）（吃满buff） 对于 板砖 、 腐殖 、 灰河 等副武器词条非双暴的芙芙，角色最佳暴击：暴伤为97:195%左右；生命为53000/40000（零一命），68000/55000（二三四五命）（吃满buff） 九、创作声明 1. 以上所有计算、数据分析均由米游社无意识の恋恋（平台UID：4244261；原神UID：100570819）完成，首发于米游社。 2. 本篇攻略允许转载，但不允许用于商用。转载、引用请表明出处。 3. 辅助完成所有计算、数据分析的软件均为正版。 十、热门Q&A 由于最近这几天没法时时刻刻盯着电脑，因此几个常见的问题提前回答吧_(阿姬倒地)： Q1：说要用双暴头，指的是用暴伤头还是暴击头？ A1：暴击暴伤都可以，选暴伤头暴击要强化17次左右，选暴击头暴伤要强化17次左右，均处于正态分布较高点，不用再说什么“阳寿圣遗物”了。 Q2：这结果不对啊增伤被稀释那么多了怎么还是水伤杯高？ A2：我认同你的观点，但生命也被稀释了，三个区唯一没被稀释的是双暴区，又因为数值“微妙”的平衡，所以水伤杯还是比生命杯强。 Q3：MATLAB代码、mlapp可以公开吗？ A3：私下找我要。 Q4：六命结果呢？ A4：等我闲点之后再算。 Q5：为什么没有我想要的武器？ A5：下面提出来，给你算。 Q6：可以水经验吗？ A6：可以，欢迎。 如果您喜欢这期攻略分析的话不妨点个赞在下面水一水呗嘤嘤嘤（卑微_(米游姬-暗中观察)）",
    "length": 5671
}