{
    "game_id": 2,
    "post_id": "19737972",
    "f_forum_id": 43,
    "subject": "「层岩巨渊深游记」其六「灵石何故堕此间」",
    "url": "https://www.miyoushe.com/ys/article/19737972",
    "created_at": 1648639489,
    "like_num": 3470,
    "view_num": 286111,
    "reply_num": 267,
    "text": "各位旅行者大家好，这里是FTFuture_(偶像姬_糖葫芦) 本篇为大家带来的是2.6版本璃月层岩巨渊地区的大型世界任务「层岩巨渊深游记」的攻略流程。 ▲大纲目录 从上面的大纲目录中可以看到整个任务的结构，「层岩巨渊深游记」共包含6个任务，其中第3个任务还会再细分为2个小任务。因为任务流程比较长，写在同一篇里不便于查找对应环节，因此这6个任务我都会分别单独开帖进行介绍，每篇写其中一个任务， 本篇为其六：「灵石何故堕此间」 。 注：文中蓝色字体小标题会以游戏内左上角显示的任务进度为准，便于各位查看。 ▌任务六 「灵石何故堕此间」 任务奖励： 冒险阅历×350，原石×40，摩拉×30000，大英雄的经验×3，精锻用魔矿×6 ▌1  与来到此地的志琼对话 解决了这里的事情后，突然传来志琼的声音，她竟然走得比我们还靠前，营地也已经转移到了附近，我们过去看看吧。 ▲与志琼对话 原来，她们是走西边的矿道来到这里的，总之，先跟她一起回营地吧。 ▌2  与志琼一起前往营地 从志琼所在的位置出发，沿路向南走，即可到达新的一处传送锚点，旁边就是营地，路线大致如下图所示，都在同一高度上，沿路走即可，不需要攀爬或者跳到下层。 ▲前往营地的路线 ▌3  与志琼交谈 解锁传送锚点，来到营地，我们给志琼看了之前捡到的东西，志琼则告诉我们她在一处大门那里见到过类似的花纹，说不定我们手中的这个就是钥匙一类的东西。一旁的学者海迪夫也证实了她的推测。 志琼不顾阻拦，执意要前往探索，我们也带着这枚钥匙，前往志琼所说的门那里看看吧。 ▌4  前往志琼提到的大门处 路线如下图所示： ▲路线图 首先从营地出发往南走，通过岩爆炸果将墙壁炸开。 ▲通过岩爆炸果炸开墙壁 炸开之后就会出现一处深坑，从深坑飞下去即可到达荧光狭道。 ▲从深坑飞到最底部 到底之后往北一路走到传送点所在的位置，中途遇到的怪物都可以忽略，直接去解锁传送点。 ▲沿路前进，解锁锚点 解锁锚点后向西进入小道，走到头就可以看到大门和一旁的志琼，靠近后就会自动进入剧情对话。 ▲到达大门 ▌5  打开大门 终于劝走了身体不适的志琼，我们打开大门进去一探究竟吧。消耗岩厅之钥启动立方体机关，即可打开大门。 ▲打开大门 ▌6  前往大门内进行调查 进入大门后，一路向深处走，会在左手边的营地发现又1枚流明石原矿。 ▲拾取流明石原矿 继续往里探索的路上还会遇到岩史莱姆，不用打，直接往前走脱战即可。走到下层深处目标点，会看到1个仙灵和1道指引光柱，注意，这里不要和另一个拍照任务的指引光柱搞混，仔细看小地图上目标的位置，拍照任务与当前任务无关，后续会单独开帖说。 ▲场景示意 后面跟着仙灵一路往隧道深处走即可，送回仙灵后，继续贴着左手边沿路向深处走，即可到达传送锚点所在的位置，在最深处的空间内，我们还发现了一个和之前在龙脊雪山上见到的柱体很像的大晶石。 ▌7  净化大晶石（共5处） 此时，地下矿区的全部地图就都已经点亮了，我们现在要做的就是净化晶石周围那些紫黑色的污染物。5个机关点位的位置有高有低，不太好描述，各位旅行者可以结合下面的点位图，以及实际游戏中紫黑色的光线引导来寻找。记得把这里的传送锚点也开了。 ▲5处机关点位 这里简单给大家解释一下上图标注： 1号点位与旁边的传送锚点在同一层，传送过去以后向左走直达； 2号点位在传送锚点下面一层，传送过去以后从左边飞下去就可以到； 3号点位在传送锚点下面一层，传送过去以后从右边飞下去就可以到； 4号点位在传送锚点正对面，可以直接飞过去 5号点位在高处，要从传送锚点按照路线走 各位也可以通过紫黑色光线的指向来找机关： ▲大晶石连接的紫黑色光线尽头就是机关位置 到达点位后，首先需要消耗3格能量为机关充能，之后使用流明石触媒的光芒持续照射，使其充满即可。如果周围有怪物，则先击败怪物，再进行上述操作。 ▲首先靠近机关充能 ▲之后用光线照射 如果各位旅行者和我一样触媒等级比较低，只有3格能量，也不用担心，充能消耗完全部能量后，在周围找到之前见过的恢复能量的光球激活来恢复能量再去照射即可。 ▌8  击打净化后的大晶石 5处机关全部净化并且充能完毕后，我们就可以靠近中央的大晶石来对其进行攻击了。传送到刚才解锁的锚点后往晶石方向走，就会进入动画。 ▲场景示意 ▌9  击败层岩巨渊深处的怪物 击打晶石后的我们落在了下方的场地中央，这时，场地中窜出一只蛇形怪物，我们需要将其击败。它会在战斗中召唤淤泥涌口并从中汲取能量，我们需要通过纯光绽放将涌口破坏，打断敌人。 ▲遗迹巨蛇 可这家伙打到后面居然锁血，没有办法再打伤它了。这时，突如其来的崩落发生，我们赶快逃到了安全地带。从过场动画中可以看到，帮我们的正是夜兰。总之，我们还是先回到营地和志琼说一下现在的情况吧。 ▌10  返回勘探队营地，与志琼对话 传送回营地，我们向志琼回报了情况，看来这次的探索算是比较成功，虽然还有许多谜题尚未解开，但起码完成了整个地下区域的地图，后面有空的时候再回来慢慢探索就可以了。地下的事情，也会去和沐宁回报一下吧。 ▌11  向沐宁回报 带回来勘探成功的好消息，这样一来，千岩军也对进一步勘探和修复没有异议了，并且准备多带些人手下矿探索。 ▲沐宁位置 至此，最后一个任务「灵石何故堕此间」到这里也就全部完成了，这个任务完成后，整个「层岩巨渊深游记」的任务就全部完成了，我们也解锁完成了地上和地下矿区的全部地图，接下来可以随心所欲地进行探索了。 有需要2.6版本层岩巨渊其他世界任务攻略的旅行者，也可以点击下方的合集导航卡片链接前往查看~ 【V2.6攻略】#探索解谜#2.6版本新增世界任务合集导航 最后再次感谢各位旅行者的阅读与支持，我们下篇再见~",
    "length": 2359
}