{
    "game_id": 2,
    "post_id": "56471929",
    "f_forum_id": 43,
    "subject": "【V4.8攻略·任务与探索】破碎之海宝箱全位置【中】",
    "url": "https://www.miyoushe.com/ys/article/56471929",
    "created_at": 1723374419,
    "like_num": 214,
    "view_num": 384,
    "reply_num": 2,
    "text": "UID 505597670 哈喽！大家好啊~这里是鸽子的化身——狂风呀！ _(魔游姬得意) 随着4.8版本的到来，咱们的限时版本地图又来啦！欢迎来到这次的童话世界——希穆兰卡！ _(魔游姬糖葫芦) 那么话不多说，小伙伴们快跟着我一起去探索吧！ _(魔游姬哼哼) 希穆兰卡-破碎之海宝箱全位置【中】 超链图片 关于赐福森林宝箱全位置【上】，详情可以点击下方链接跳转查看_(偶像姬_WINK) 【V4.8攻略·任务与探索】赐福森林宝箱全位置【上】 关于赐福森林宝箱全位置【下】，详情可以点击下方链接跳转查看_(偶像姬_WINK) 【V4.8攻略·任务与探索】赐福森林宝箱全位置【下】 关于星轨王城的四个宝藏位置，详情可以点击下方链接跳转查看_(偶像姬_WINK) 【V4.8攻略·任务与探索】星轨王城的四个宝藏位置 关于星轨王城宝箱全位置【上】，详情可以点击下方链接跳转查看_(偶像姬_WINK) 【V4.8攻略·任务与探索】星轨王城宝箱全位置【上】 关于星轨王城宝箱全位置【下】，详情可以点击下方链接跳转查看_(偶像姬_WINK) 【V4.8攻略·任务与探索】星轨王城宝箱全位置【下】 关于破碎之海宝箱全位置【上】，详情可以点击下方链接跳转查看_(偶像姬_WINK) 【V4.8攻略·任务与探索】破碎之海宝箱全位置【上】 第一个宝箱 这里我们传送到积木矿窟右侧的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个「拼积木」解密，我们将周围的积木块，分别挪动到发光的拼接点上即可，之后获得一个 精致的宝箱 _(米游姬-撒花)（如下图所示，每个“圆圈”积木块，放置到每个“方框”位置，叠两层高即可） 超链图片 第二个宝箱 这里我们传送到积木矿窟右侧的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个「拼积木」解密，我们将周围的积木块，分别挪动到发光的拼接点上即可，之后获得一个 珍贵的宝箱 _(阿姬开心) 超链图片 第三个宝箱 这里我们传送到积木矿窟右侧的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个限时挑战， 需要在120秒内收集10个水之微粒 _(米游君—认真工作) 超链图片 之后获得一个 普通的宝箱 _(米游姬观察) （这里的地鼠会缩回地底，记得速度要快） 超链图片 第四个宝箱 这里我们传送到积木矿窟右侧的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个限时挑战， 需要在60秒内收集18个水之微粒 _(米游君—认真工作) 超链图片 之后获得一个 精致的宝箱 _(米游姬-撒花)（在「飞高高积木」上，逆时针跳一圈即可） 超链图片 第五个宝箱 这里我们传送到积木矿窟右侧的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个 精致的宝箱 _(米游姬-撒花)（由一个大丘丘人和四个小丘丘人守护） 超链图片 第六个宝箱 这里我们传送到积木矿窟右侧的锚点，来到下图位置_(阿姬调查) （在中层） 超链图片 在此处可以看到一个积木炸弹，我们将这里的三个积木矿全部炸掉_(米游君—认真工作) （这里直接炸最里面的积木矿即可） 超链图片 之后获得一个 精致的宝箱 _(米游姬-撒花) 超链图片 第七个宝箱 这里我们传送到积木矿窟右侧的锚点，来到下图位置_(阿姬调查) （在底层） 超链图片 在此处可以看到一个积木炸弹，我们将积木炸弹安装到积木矿上，即可炸开后续道路_(米游君—认真工作) 超链图片 进来洞窟后，我们在坑里与此处的积木矿工小人交互_(米游君—认真工作) 超链图片 交互完后，我们先将洞窟内的积木炸弹安装到积木矿上，炸开另一条路_(阿姬调查) 超链图片 接着出去拾取「积木小花」，将其安装到坑下即可_(米游君—认真工作) 超链图片 之后获得一个 精致的宝箱 _(米游姬-撒花) 超链图片 第八、九个宝箱 这里我们传送到积木矿窟右侧的锚点，来到下图位置_(阿姬调查) （在底层） 超链图片 在此处可以看到一个「巨龙爪印」，我们先下去“挖掘”一下_(米游君—认真工作) 超链图片 接着触碰出现的「巨大积木方块」，跟随着它前进_(阿姬调查) 超链图片 来到此处后，我们再次触碰「巨大积木方块」，跟随着它继续前进_(阿姬调查) 超链图片 到达灯塔的位置后，我们再一次触碰「巨大积木方块」_(米游君—认真工作) 超链图片 之后获得一个 珍贵的宝箱 _(阿姬开心) 超链图片 开启宝箱后，我们直接朝着西北方前进，可以获得一个 普通的宝箱 _(米游姬观察) （直接开启即可，这里的蕈兽和史莱姆也算是一个小彩蛋吧） 超链图片 第十个宝箱 这里我们传送到积木矿窟右侧的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个「拼积木」解密，我们将周围的积木块，分别挪动到发光的拼接点上即可_(米游君—认真工作) （蓝色积木块等棕色积木块挪开之后再放） 超链图片 之后获得一个 精致的宝箱 _(米游姬-撒花) 超链图片 第十一个宝箱 这里我们传送到积木矿窟右侧的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个积木矿工小人，我们靠近先与其交互，会出现水之微粒，接着跟随着水之微粒前进_(米游君—认真工作) （一共有7个水之微粒） 超链图片 之后获得一个 普通的宝箱 _(米游姬观察) 超链图片 第十二个宝箱 这里我们传送到积木矿窟右侧的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个 普通的宝箱 _(米游姬观察) （由一个丘丘游侠和一个大丘丘人、两个小丘丘人守护） 超链图片 第十三个宝箱 这里我们传送到积木矿窟右侧的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个「拼积木」解密，我们先将两个红色积木块，分别挪动到发光的拼接点上，接着用火元素角色将此处的「火炬」和「积木火炬」全部点燃_(米游君—认真工作) 超链图片 之后获得一个 普通的宝箱 _(米游姬观察) 超链图片 以上就是 破碎之海宝箱全位置【中】 的全部内容啦！_(米游姬喝茶) 关注我~持续带你领略世界的精彩！ _(琴-赞扬)",
    "length": 2495
}