{
    "game_id": 2,
    "post_id": "14258236",
    "f_forum_id": 43,
    "subject": "2.4世界任务「龙蛇藏归辑录」全书籍收集合集（共5本）",
    "url": "https://www.miyoushe.com/ys/article/14258236",
    "created_at": 1641470272,
    "like_num": 2873,
    "view_num": 156254,
    "reply_num": 162,
    "text": "各位旅行者大家好，这里是终于肝完渊下宫世界任务的FTFuture~_(偶像姬_应援) 前面已经把每本书的收集各自单独开贴详细介绍过了，本篇就从总任务「龙蛇藏归辑录」的角度出发，完整过一下任务的全流程，有始有终，相当于是一个合集帖了~ 注：文中橙色字体小标题会以游戏内左上角显示的任务进度为准，便于各位查看（流程较短的部分标题会省略或合并） 任务奖励： 冒险阅历×150  原石×20  摩拉×25000 ▌1  与图书馆内的残影对话 在狭间之街的图书馆（也就是我们做龙蛇洞宫历险记时，第一次遇到渊上的地方），我们可以在二楼找到一个残魂，与其对话即可开启任务，路线如下图所示： ▲前往图书馆二楼 注：可能有旅行者忘了图书馆在哪，这里再强调一下，入口在下面，需要从传送锚点飞下来，走窄门进入。 原来残魂名叫绘真，是图书馆的管理员，可直到在白夜国的最后一天都还有五本书借出的书没有收回来，不抱希望地拜托我们帮她找找。 其中，《白夜国地理水文考》、《日月前事》、以及宫地那波人的实验记录需要完成对应的世界任务，分别是「伊达的挑战状」、「安提戈努斯」、「三色档案」，而《光昼影底集》是纯解谜获得，《常世国龙蛇传》是书店购买获得。 ▌2  收集丢失的五本图书 为了便于社区中搜索，五本书我都单独起了标题发帖，各位旅行者可以看自己还差哪本，点击下方链接跳转至对应的收集攻略进行查看。 图书1： 2.4版本世界任务「龙蛇藏归辑录」之《白夜国地理水文考》 图书2： 2.4世界任务「龙蛇藏归辑录」之《日月前事》 图书3： 2.4世界任务「龙蛇藏归辑录」之《深海龙蜥实验记录》 图书4： 2.4世界任务「龙蛇藏归辑录」之《光昼影底集》 图书5： 2.4世界任务「龙蛇藏归辑录」之《常世国龙蛇传》 ▌3  在书架处归还图书 五本书的收集全部完成后，回到图书馆，向绘真展示出来即可。惊讶过后，她拜托我们将书放回到书架上，书架就在图书馆东南角的墙边，靠近后交互即可放回丢失的图书。 ▲放回丢失的图书 ▌4  调查发生变化的画框 书放回去以后，旁边的画框突然亮起了光，这里我们直接靠近画框，出现一段黑屏后，我们就进入了“画中世界”（这个称呼只是我自己起的，并无官方称呼）。 此时世界任务「龙蛇归藏辑录」就全部完成了，与此同时还会解锁一个隐藏成就「常世大神倘若有知…」。 ▲隐藏成就「常世大神倘若有知…」 但是做到这里先别急着走，后面再给大家补充一下“画中世界”相关的内容，还可以拿到书籍、键纹、华丽宝箱哦。（已经很熟悉画中世界的旅行者可以跳过小标题1、2，直接看3） ▌ 1 关于「画中世界」 穿过画框即可进入 「画中世界」 ，再次穿过画框，或直接通过传送点传送离开即可回到「现实世界」。 ▌ 2 如何区别「画中世界」和「现实世界」 可能会有旅行者记不清自己穿过了几次画框，导致分不清现在处于「现实世界」还是「画中世界」，因此下面说一下区分方法： 「现实世界」下，图书馆二层可以看到绘真的残影和旁边墙上的地图、图书馆的门开着、图书馆一层有1个仙灵台座等等；而「画中世界」下，图书馆二层就没有绘真的残影，也没有地图，图书馆的门不见了，图书馆一层也没有仙灵台座等等。 我们可以通过以上差别来判断，不过这里要注意， 能看到绘真残影的前提是外界为「常夜」，如果不是「常夜」的话这个区别就没法用。 因此最好用的区分办法就是：看二层墙上的地图在不在，有地图为「现实世界」，没有地图为「画中世界」。 ▲通过二层的地图存在与否判断 ▌ 3 「画中世界」相关收集： 1.书籍： 在「画中世界」，画框旁边的书架上会出现我们之前收集的5本书： ▲「画中世界」下，书架上的书 拾取这5本书后，可以在游戏主界面左上角点击派蒙头像-图鉴-书籍，在其中查看： ▲收集到书以后，进入图鉴查看 2.仙灵： 在「画中世界」，图书馆1层大厅会出现1只仙灵。 ▲「画中世界」下，图书馆1楼的仙灵 跟随仙灵上到2层后，仙灵会钻进画框，回到「现实世界」。 ▲送仙灵到2层，仙灵进入了画框 这里我们也跟着进入画框，同样回到「现实世界」，然后将2层的仙灵送回到1层的仙灵座，获得精致的宝箱。 ▲送回仙灵，获得宝箱 3.键纹： 在「画中世界」，图书馆二楼的西南角，即画框所在位置以外的二层另一侧通道尽头，可以找到一枚键纹，作者这里忘记截图了，实在不好意思！各位旅行者可以自行找一下，很好找的。 4.华丽的宝箱： 在「画中世界」，图书馆一楼南边的书架后面，可以找到华丽的宝箱。 ▲图书馆一楼的华丽宝箱 以上就是「画中世界」，图书馆内的一些收集了。到这里，世界任务「龙蛇藏归辑录」以及图书馆的后续收集就全部完成了，对其他2.4版本世界任务感兴趣的话，也可以点击下方卡片链接进入我的 2.4版本世界任务、隐藏任务合集 中查看： 【V2.4攻略】#探索解谜# 2.4版本新增世界任务合集导航 同样，2.4版本的隐藏成就合集也为大家准备好了，有需要的旅行者可以点击下方卡片链接进入我的 2.4版本隐藏成就合集 中查看： 【V2.4攻略】#探索解谜# 2.4版本新增隐藏成就全解合集 最后，再次感谢各位旅行者的阅读与支持，我们下篇再见~",
    "length": 2123
}