{
    "game_id": 2,
    "post_id": "43669564",
    "f_forum_id": 43,
    "subject": "【V4.0攻略·角色攻略】神里绫华速阅版攻略【百日挑战93】",
    "url": "https://www.miyoushe.com/ys/article/43669564",
    "created_at": 1695391456,
    "like_num": 1885,
    "view_num": 114677,
    "reply_num": 152,
    "text": "UID：152901193 ·【前言】· 大家好，这里是姜姜！这次带来了 《神里绫华的配装与阵容推荐》 。 一如既往，以下内容为自己 个人见解 ，若有错误请各位及时纠错，若有缺失，劳烦及时补充，欢迎各位热情讨论！先行五体投地大礼表示感谢！ 全新改版，快速阅览只需看图即可！ PS：下文，A=普通攻击；E=元素战技；Q=元素爆发。 ·【角色机制简介】· 神里绫华 ，5星冰系单手剑角色，主要定位是 驻场输出型角色 ，主流玩法是永冻体系，主要输出方式是Q以及通过「神里流·霰步」冰附魔后的A与重击。 【Q】 5秒共造成20次伤害 (19次切割伤害与1次绽放伤害) ，10级Q共4141%的高倍率，是短时爆发界的一姐。但是，想打满这高倍率，建议是通过冻结反应让敌人保持原地才能实现。毕竟Q具有削韧能力，面对中小体格的敌人会被弹飞从而丢失伤害。当然了，面对韧性高免控的BOSS类敌人，自然可以不用考虑冻结反应。 【E】 单次高倍率伤害，主要作用是“产球”回能，命中敌人掉落5个冰元素微粒，以及为A和重击提供30%的伤害加成 (需绫华角色等级突破20级解锁固有天赋·天罪国罪镇词) 。 【A】 在常态下是物理伤害，绫华主冰伤，所以物伤的表现不算好。可通过神里流·霰步实现冰附魔让A和重击打出冰元素伤害。神里流·霰步也就是替代冲刺，同莫娜的虚实流动有着同样的冲刺效果，都是“遁地”。 且绫华结束冲刺时命中敌人会提供18%的冰伤加成，所以实战中会较频繁的使用冲刺。 【命座】 1命：A或重击对敌人造成冰元素伤害时有50%概率降低E的冷却时间，每次触发降低0.3s。 间接性的提高了E的使用率，提高了回能效率，增加了E的伤害期望。 2命： 施放Q额外生成2个伤害为原本20%的霜见雪关扉 (一大两小) 。 各自独享元素附着，增加了附着频率以及整体伤害能力，间接的增加了伤害范围，不管是永冻还是融化都有不错的表现。 3命：Q天赋等级直接提升3级。 对Q的伤害上限得到了提升。 4命： Q命中敌人会降低敌人的30%防御力。 稀有的减防乘区，拥有该命座的都是核心命座，减防与减抗类似，都是直接性的提升伤害，不过减防是对所有伤害都有提升，而减抗仅针对对应元素有所提升，减防覆盖面更广，全队享受！而相比雷神的2命，只对自己的Q有效，所以绫华的4命显而易见的是挺核心的增伤命座。 5命：E天赋等级直接提升3级。 6命： 每10秒，绫华的重击伤害提升298%。 针对重击直接给了接近300%的冰伤，提高了消血、爆发、斩杀的能力。 【手法】 绫华没有什么特别的手法讲究，伤害占比大头的是Q，其次是重击，然后是A，最后是E，天赋升级也是先Q后A最后E。 唯独在携带雾切时比较讲究，一般会用冲刺+A+E+Q的手法，或者手快点E+冲刺+A+Q，可以吸收到E产球给予的能量，再或者冲刺+E+A+Q。这些手法百变不离其宗都是为了给雾切叠层，从而让Q享受到最高增伤。 其余武器基本都可使用冲刺+E+Q+A重，或者不要冲刺给的那18%增伤也没啥问题，玩得舒服E+Q+冲刺+A重也是可以的。 【属性】 针对永冻、雾切、4冰风的讨论。 首先圣遗物能提供冰元素伤害加成的只有空之杯的主词条，所有部位的圣遗物副词条都没有元素伤害加成，所以通过圣遗物属性搭配，能手控的只有攻击力与双暴。 ◆暴击率 4冰提供了40%的暴击率，加上阵容双冰共鸣提供的15%，保底55%的暴击率，此时绫华面板有25%~45%这个区间的暴击都可。 ◆攻击力与暴击伤害 由于乘区稀释原理，针对攻击与暴伤需要合理分配才能实现收益最佳。 乘区的稀释原理类似木桶效应，假设3个乘区数值都为2，则最终伤害是2×2×2=8，现在可分配3点属性，则每个乘区都能分配1点属性伤害收益是最大的，结果就是只分配给1个乘区时：(2+3)×2×2=20，平均分配给3个乘区时：(2+1)×(2+1)×(2+1)=27。 这个就是乘区稀释原理，意思就是不要使劲去抬某一个乘区。 以上文阵容搭配图中给出的模拟数据计算的面板： (面板四舍五入取的整数) 雾切+攻击头：攻击2450，暴伤230%； 雾切+暴伤头：攻击2000，暴伤290%。 在其他乘区数值都是一样时，攻击头的基数收益就直接＞暴伤头的收益，2450×(1+230%)=8085＞2000×(1+290%)=7800。基数收益的差距并不大，乘上其他乘区数值收益就会拉大。 这里面 唯一的变量就是攻击力，讨龙与申鹤 。 讨龙提供48%的攻击力，最终变为： (雾切+绫华的基础攻是1016，讨龙48%的攻击力加成大约是488点攻击力) 雾切+攻击头：攻击2938，暴伤230%； 雾切+暴伤头：攻击2488，暴伤290%。 此时暴伤头的基数就已经＞攻击头的收益 (非常小) ，2938×(1+230%)≈9695＞2488×(1+290%)≈9703。但是，这是模拟数据情况下的结果，而大部分旅行者的圣遗物都挺难达到这个暴伤要求， 讨龙的变量适用大多数的情况是不足以撼动攻击头的地位，唯独是申鹤的出现是可直接撼动 。 申鹤的E简单理解就是为冰元素伤害提供攻击力，最终算法是： 申鹤的攻击力×申鹤E提供的伤害值倍率÷享受增伤的伤害倍率 。 假设申鹤4000攻击力，E10级提供82.2%攻击力的伤害值增加，绫华Q10级切割伤害倍率为202%，则绫华Q切割伤害可享受到申鹤E增伤提供的攻击力为：4000×82.2%÷202%≈1628点攻击力。 把这1628点攻击力代入进雾切+暴伤头+讨龙的绫华面板，最终攻击力就是4116，然后再除以雾切绫华的基础攻1016最后减去100%就是攻击力%的收益，最终得出4116÷1016-100%≈305%，相当于面板上的暴伤要达到303%才能压制住攻击力的乘区稀释。更不用说带攻击头，根本没法去压制。 303%的暴伤非硬性数值，取决于申鹤的练度，并不是人人的申鹤都有4000攻击力！ 好的，这里还是会有一个问题，申鹤的增伤点按E与长按E带来的增伤次数分别是5次和7次，如果说不想玩手法或者只想简单无脑挨着放技能，那么攻击头会是好选择，毕竟攻击头可保证其下限，不过最终还是需看圣遗物副词条的分配情况，若是 副词条的攻击词条有10个或以上时 (也就是50%的攻击力加成) ， 则可直接考虑暴伤头 。 (神莫万猫阵容中也是参考这类原理) 反之，想追求上限，且可参考上文神鹤万心阵容图的手法去参考练习时，则直接考虑暴伤头即可。申鹤点E与后续长E可让绫华的Q保底享受到10次增伤，而1命申鹤可覆盖17次伤害。 最后想说的是，建议不用纠结于上限，也不用纠结于手法，需玩得省心快乐是重要的。神鹤万心毕竟是高配体系，正常培养都不会太差的！ 若知是梦何须醒，不比真如一相会。 ——神里绫华 ·【END】· -感谢观看-",
    "length": 2792
}