{
    "game_id": 2,
    "post_id": "3390728",
    "f_forum_id": 43,
    "subject": "【V1.2攻略】#角色攻略#阿贝多实战+武器对比+圣遗物推荐",
    "url": "https://www.miyoushe.com/ys/article/3390728",
    "created_at": 1609057262,
    "like_num": 16961,
    "view_num": 142902,
    "reply_num": 943,
    "text": "UID105015228 _(米游姬喝茶)亲爱的小伙伴们下午好_(米游姬喝茶) 我是加油鸭同学，今天为小伙伴们带来阿贝多实战玩法攻略以及思路 附带武器实战对比以及圣遗物推荐搭配 如果对阿贝多基础技能以及机制有疑问的请点击 基础篇 【目录】 1、实战讲解、思路 2、武器对比、圣遗物搭配 ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ ✿我是分割线✿ ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ ▄ P1实战讲解、思路 ▄ 先放实战视频（腐蚀之剑） 再放实战视频（黎明神剑） 可以通过视频看到，搭配阿贝多的情况下，主输出玩的很浪，很多伤害不想躲就不躲了，硬着头皮抗也不会造成什么很大的损失，而且不会影响到原本会触发的元素反应伤害。简单点说：莽就完事了 ▄ 接下来通过GIF讲打法重点 ▄ ①起手阿贝多元素战技+元素爆发共同释放 ② 切搭配主输出的工具人/副输出释放技能 ③ 切主输出正常搭配副C输出即 ▄ 打法核心思想 ▄ ①阿贝多释放元素战技放出阳华领域，在此领域内的怪物受到伤害时会触发阿贝多刹那之花的额外伤害。 ② 阿贝多释放元素爆发配合天赋增加全队元素精通 ③ 主输出+工具人/副输出正常手法输出时，享受阿贝多精通收益能增加元素反应伤害的同时，能触发阿贝多刹那之花的额外岩元素伤害，如果是近战角色搭配则可以在第一时间拾取结晶护盾，增加角色本身的抗压能力 ▄ 小提醒 ▄ 千万不要阿贝多先释放元素战记，秒切工具人释放技能，再切阿贝多释放元素爆发，2次岩元素反应，会消耗工具人的元素附着，使得主输出登场时元素附着量不够或者消失 关于结晶护盾不太了解的小伙伴，我简单通俗点说：80级基础护盾值大约在1950-2050左右。因为岩元素的附着强度属于弱元素附着，遇到任何元素产生出来的结晶反应均为岩系角色的等级、精通，且只会消耗原本的元素附着量，并不会产生反应使得原本的元素附着消失。 在结束语后面补充结晶护盾是会享受触发者的精通收益视频 以上便是阿贝多作为万金油副输出搭配在队伍中的实战玩法。 ▄ 玩法2——剑走偏锋 ▄ 那么有的小伙伴要问了，我的阿贝多培养程度不高，但是我想放在队伍里起到作用怎么办？ 回答：堆E技能天赋等级，角色突破天赋5即可。 理由：因为结晶反应只由岩元素角色触发，那么此时阿贝多在队伍中担当的是结晶护盾工具人的角色。 触发结晶反应的角色精通越高，结晶护盾量吸收越高，因为结晶护盾量产生数量巨多，搭配近战角 色的时候可以无走位拾取结晶护盾。 只要单次伤害不超过结晶护盾吸收量上限，则可以无脑站撸，无视一切非致死性伤害。 不堆元素精通，阿贝多本身的元素精通在释放元素爆发后为125，会增加约36%的吸收量，也足 够抵抗非致死伤害，有效提供主输出的生存能力。 此时阿贝多仅需要佩戴宗室4套给全队增加攻击力，做一个合格的工具人即可。 在结束语后面补充结晶护盾是会享受触发者的精通收益视频 ▄ P2武器实战对比、圣遗物搭配 ▄ 武器培养程度不同。但是结果却是意料之外，情理之中。 ▶ 此为黎明神剑与腐蚀之剑的伤害对比 ◀ ▶ 此为风鹰剑的效果 ◀ ▄ 结论 ▄ 此结论只针对于阿贝多主E刹那之花流副输出向 黎明神剑暴击伤害为：5571 腐蚀之剑暴击伤害为：5644 风鹰剑暴击伤害为：4847 三把武器测试时圣遗物无任何变化 在实际战斗中黎明神剑的暴击几率更高，但是要求阿贝多不能得保持血量90%以上 腐蚀之剑伤害更高，且与黎明神剑对比时暴击伤害少42.7% 风鹰剑在主E刹那之花流中表现并不如以上2把武器收益高。 关于黎明神剑的武器特效，按道理来说，在后台应该是不会触发的。但是不知道小伙伴们有没有了解过锁面板这个机制，所以这个特效触发了。 ▄ 结论分析 ▄ 腐蚀之剑在缺少42.7%的爆伤情况下，伤害比黎明神剑更高更足。加上本次活动可以获取满精炼的腐蚀之剑，同时腐蚀之剑的基础攻击力更高，大招伤害同样更足，唯一的缺点则是暴击率不如黎明神剑来的稳定。 所以在阿贝多面板暴击率30%以前，推荐使用黎明神剑使得伤害更加稳定 阿贝多在面板暴击率超过30%以后择推荐使用腐蚀之剑使得伤害更足够 从伤害接过来推算出阿贝多收益比较高的属性 TOP1：环境增伤类（例如武器特效）、减抗类、角色等级、天赋等级 TOP2：暴击伤害=岩元素伤害>防御力>暴击率 TOP3：攻击力 ▄ 圣遗物搭配 ▄ 主E刹那之花副输出流推荐有条件的情况下选择岩伤2+散件凑高面板 如果选择宗室4件套，则是除开花跟羽毛固定外，其余的主属性防御力、岩伤、爆伤，为团队增加20%攻击力的特效 主E刹那之花副输出流推荐在无条件的情况下选择2岩伤套件即可，只为凑面板即可， 甚至于花跟羽毛的位置如果有副属性优秀的赌徒2件套都可以选择。 所以阿贝多的圣遗物套装要求并不算严格 关于佩戴紫色圣遗物2件套，这里重点提醒一下小伙伴们 1、只可以是花跟羽毛的位置 2、必须是初始3条副属性暴击爆伤防御力百分比 如果不满足上述2个条件，仍然不推荐使用紫色圣遗物守护之心2以及赌徒2 ✿结束语✿ 特别特别特别鸣谢： 杀皇桑 另外希望小伙伴尽自己的努力维护米游社的环境，不要与意见不同的小伙伴开战。文明礼貌是我们每个当代好青年必备的基本条件哦~~~ _(米游姬比心) 补充一下，关于结晶护盾产生，是否受触发者的精通影响 请见下列视频实测 （部分过程已经剪辑掉，不在大世界去测试是因大世界的环境有草元素） 如果测试有错误或者疑问的地方，欢迎留言跟讨论一下，请轻喷",
    "length": 2270
}