{
    "game_id": 2,
    "post_id": "36343087",
    "f_forum_id": 43,
    "subject": "【V3.5攻略·角色攻略】沙漠“特级导游”迪希雅角色使用攻略",
    "url": "https://www.miyoushe.com/ys/article/36343087",
    "created_at": 1677641129,
    "like_num": 12414,
    "view_num": 362280,
    "reply_num": 755,
    "text": "UID：152901193 ·【前言】· 大家好，这里是你们的姜姜欧巴！这次带来了 《迪希雅的角色使用攻略》 。 一如既往，以下内容为自己 个人见解 ，若有错误请各位及时纠错，若有缺失，劳烦及时补充，欢迎各位热情讨论！先行五体投地大礼表示感谢！ PS： 以下内容，A=普攻；E=元素战技；Q=元素爆发。 本次排版采用了折叠框形式， 详细内容可点击折叠框查看。 ·【正文】· ✦培养材料一览 ✦角色介绍 迪希雅 ，隶属于须弥最强大的武装力量组织[镀金旅团]， [炽光猎兽] 就是其中一个佣兵团。炽光猎兽佣兵团中，名望最高的便是号称 [炽鬃之狮] 的迪希雅。 镀金旅团是活跃于须弥的佣兵组织，承接各类委托，奔走于雨林和沙漠，为了报酬，愿意为任何人效力，但“沙漠的狮子”不是任何人的奴仆，也绝不会做违背自己原则的事，长此以往的接受委托，迪希雅历练出了 增加移速 的天赋。 该天赋提供的增加移速效果需 在队伍中以及调整至对应时间段时生效 。 与“夜行修女”罗莎莉亚的固有3相互呼应，迪希雅是白天6点~18点提供10%移速，罗莎莉亚是晚上18点~6点提供10%移速。 在须弥阿如村 (沙漠地区) 商人 「阿扎莱」 处可购买获得 「镀金锅」食谱 ，迪希雅 烹饪「镀金锅」 时有概率获得 特殊料理「炽金之锅」 。 通过完成日常委托、消耗体力、尘歌壶入驻、完成突发任务等方式可获取角色好感度，当迪希雅的好感度达到10级时可在角色页面领取 专属名片纹饰——「净焰」 。 作为 5星火系双手剑角色 ，其主要机制为E提供驻场角色 减伤 能力、 抗打断 能力、 后台持续火伤 (挂火) ；Q驻场施展高频打击，拥有 短时爆发输出 能力。 下文会从天赋、命之座、武器、圣遗物、阵容几大板块逐一详解。 ✦天赋·普通攻击 A 一共 四段 动作，第一段与第二段都是挥舞大剑，可对小体格敌人造成硬直状态，第三段架剑向前方撞击，对小体格敌人有击退效果，第四段收起笨重的大剑随后使出强有力的一记右勾拳，独具特色，可以把小体格敌人击飞。整套A有巾帼不让须眉之架势，但因为是大剑，使用起来手感较沉重。 长按A 就可施放 重击 ，迪希雅的重击动作与优迪卢克、优菈、北斗等类似，都是朝前挥舞，完整的一套重击可对同个敌人共造成11次伤害。 处于 半空施放A 就可打出 下落攻击 ，与其余双手剑角色并无二至。 A、重击、下落攻击非主要的输出方式也没有特殊辅助类机制，在实战中基本很少使用，所以在有效资源有效利用的前提下 不建议升级A天赋 。 ✦天赋·元素战技 E 主要提供： 后台持续伤害 (协同攻击) + 抗打断 + 免伤 。 上述三大机制 需要施放E生成净焰剑狱领域 (简称E领域) 来触发 ，而E的施放分为两种类型。 第一种类型 (第一次E) ： 当场上不存在E领域时施放E， 迪希雅右手直伸大地随后抽出“火图腾”， 直接生成E领域。施放E时命中敌人会对敌人造成火伤并对敌人施加 强火 附着。 第二种类型 (第二次E) ： 当场上存在E领域时施放E， 迪希雅收回之前的火图腾然后一记“大猩猩灌篮”唤出更大的火图腾随后一记后空翻优雅落地， 会在此时施放E的位置重新生成E领域，命中敌人时造成火伤并施加 强火 附着。 这两种类型生成的E领域，其范围、提供的机制都一样，唯独不同的是其展示的效果不一样： 第一次E (净焰昂藏) 形成的“火图腾”比第二次E (剑狱炽焰) 形成的要小一点。而 第二次E 的主要功能在于会 与固有1和2命产生机制联动 ，下文会介绍。 然后需要 注意以下几个方面： ①． 只有存在E领域才能施放第二次E。实战中基本是连续使用两次E (双E) 。 ②． 第二次E生成的E领域的 持续时间为继承制 ，不会刷新持续时间。 ③． 两次E都是单独的强火附着，双E就会给敌人施加 两次强火附着，在破盾方面实用性好 。 ④． 当前场上是关键字，如果第一次E后直接跑掉了/传送走了，超出距离 (距离挺远，不刻意跑路，实战中是不会出现这类情况) 会直接回收E领域让E直接进入冷却。 ⑤． 在E领域持续时间内，只能施放1次第二次E，像祭礼剑这类可以刷新E冷却的武器可以使用两次双E (而不是第一次E+两次第二次E) 。 ----------------✦---------------- 以上就是E的使用机制，接下来就是核心的 E领域： ❖1、协同攻击。 与阿贝多E的阳华机制同理，且两者范围也基本一致。 只要处于 领域内 的 敌人受到了伤害 都会 触发 ，也同样都具有“快照” (锁面板) 机制，且 拥有对空能力 ，即使敌人处于空中也会触发。 关键词是敌人受伤，最简单的理解就是 出现伤害数字才会触发 ，像攻击深渊法师/使徒这类护盾型敌人是不会触发的，因为攻击这类护盾不会出现数字。 但是像丘丘王这类虽有护盾但依然可对其造成伤害出现数字的敌人就会触发，如下图，丘丘王 被燃烧的草地造成伤害也会触发协同攻击 。 触发频率为 2.5秒1次 ，整个E领域持续期间 共可触发5次 ， 每次命中 都可施加 弱火 附着并掉落 1个火元素微粒 。因协同攻击属 小范围攻击 ，而水草反应生成的草原核都是掉落在敌人的周围，所以用于 触发烈绽放反应挺稳定 ，也是挺不错的玩法。 E的 伤害倍率受益于迪希雅的攻击力与生命值 ，同词条对比下，对于自身火伤而言， 攻击力收益＞生命值收益 。 ❖2、抗打断。 只要处于领域内的角色，都会获得抗打断能力， 初始是弱抗 ，被强有力的攻击命中依然会被击飞 (相当于在没有抗打断时，弱抗可以抵挡被硬直、击退类的攻击，不能抵挡被击飞的攻击，而强抗是可以抵挡被击飞的攻击，类似于“霸体”，但若持续被敌人削韧，还是会被击飞，如小宝的大风车，且抗打断并不能消除自身被冻结) ，而在迪希雅角色等级突破20级后解锁的固有1· 【不吝佑助】 ，可使之成为强抗实现省心“站撸”。 该天赋增强了两个机制： 一是下文的 减伤机制 ，迪希雅施放第二次E/Q后的承伤减少； 二是 抗打断机制 ，施放第一次E后会为全队角色提供 「熔金铸躯」 状态，该状态可额外获得抗打断能力，与E领域的弱抗叠加便是 强抗，但只持*9* (加上施放第二次E和切换角色的时间，实际能享受到的强抗基本是7秒) ，不能完全覆盖E领域12秒的持续时间。 但是在阵容搭配中，部分角色自身拥有的抗打断机制/提供的抗打断机制可与之配合，简单了解就是弱抗+弱抗=强抗。目前提供/拥有抗打断机制的角色，除了雷神的Q、优菈的Q、纳西妲的长按E以外，其余都基本是弱抗。 ❖3、减伤 (伤害消解) 。 同样也是只要处于领域内的角色，都会获得减伤，减伤比例随迪希雅E天赋等级提升而提升。10级E就可达到50%的减伤，比如驻场角色本该受到10000点伤害，但是处于迪希雅E领域内就只会受到5000点伤害，始终还是会掉血，所以该带治疗/护盾辅助还是需要带的，而另外的5000点伤害会转入 「赤鬃之血」 ，由迪希雅在10秒内承受 (也就是每秒扣除500点血) 。 赤鬃之血的存储上限为迪希雅生命值上限的2倍 (固定值) ，驻场角色单次受到的伤害超过赤鬃之血上限，超出部分不会被消解。也就是说 驻场的角色每次受到的伤害，只要不超过赤鬃之血的存储上限，都会触发迪希雅提供的减伤机制 。 迪希雅突破增加的是生命值%加成，加上自身基础生命值已超越长居榜首的胡桃，90级的迪希雅初始生命值就可达到20189，加上圣遗物生之花部位固定提供4780点生命，保底就有24969生命×2=49938的承伤值，也就是赤鬃之血的存储上限，大部分环境也是够用的。 还需要注意的是， 只有受到非自身主动消耗生命值的伤害才会触发迪希雅的减伤机制 ，比如 魈施放Q 以及 胡桃施放E 之类的耗血状态， 损失的血量都不会转入赤鬃之血 ，不会转入赤鬃之血就不会由迪希雅来承担！ 另，迪希雅的赤鬃之血承伤机制属于被动，所以若是迪希雅驻场时自身有护盾，则护盾是可以吸收因承伤机制带来的持续扣血，而魈的Q/胡桃的E为主动扣血不会被护盾吸收，即使有护盾他们也是会扣血的。 →迪希雅提供的减伤机制 (先区分简称为 减伤 ) ， → 类似于 行秋的E、北斗的Q、琴的6命 伤害减免机制 (区分简称为 免伤 ) ， 减伤与 免伤 可叠加 ，比如迪希雅 (E8级) +行秋 (E8级) +北斗 (Q8级) 就能达到100%的免伤处于“无敌”状态。 不同的是 减伤 虽能减少场上角色受到的伤害但依然 会由迪希雅来承担被减少的伤害 ，而 免伤是不用承担被减少的伤害 。 另 减伤可以减少 敌人对自身打出的 超载、感电、超导等伤害 ，而 免伤是无法减少此类反应的伤害 的，所以即使迪希雅+行秋+北斗能达到100%免伤效果，但若是敌人对驻场角色打出了超载、感电等反应时自身依然还是会受到伤害的。 同理，免伤也是无法减少迪希雅所承担的伤害 。虽然迪希雅承伤每秒减少生命值可以触发行秋E的雨帘剑与钟离固有1·[悬岩宸断]的叠层等此类受击效果，但迪希雅所承担的伤害并不会被减少。 特别注意： 当迪希雅在后台承伤时，若 血量不足以承担减免的伤害也是会倒下 (灰色头像) 的。 但是也大可放心，这个问题基本挺少出现，因迪希雅突破60级解锁的固有2· 【崇诚之真】 可以有效解决这个问题。 20秒的触发间隔，基本是大部分阵容循环一次的时间，所以即使面对高压环境，每次阵容循环都可触发一次该天赋效果，使得迪希雅在续航上也不会出现太大问题。 迪希雅生命值低于40%会自动触发，共可恢复20%+6%×5=50%生命值上限的生命。 ✦天赋·元素爆发 Q是驻场输出，高频打击，短时爆发。 施放Q 后场上若存在 E领域会直接收回 (把产球的给收走了...) ，随后进入 「炽炎狮子」 状态 (简称Q状态) ，获得抗打断能力，这里是 强抗 ，不会被打断，能安心输出，并施展武林绝学： 炽鬃拳 与 焚落踢 ，虽是拳法，但并 不属于A动作 ，所以 不能触发行秋、夜兰、北斗Q的协同攻击 。 施放Q后会 自动施放炽鬃拳 ，最后以焚落踢收场，但施展速度与身法沉重，在Q状态持续的 4秒内可打出7次火伤 。 为了变得更加轻盈，经过长期历练，习得 「炎咆连打」 心经，在 施放Q后持续点按A/E ，便能够加快炽鬃拳的施放速度，在 4秒持续时间内可打出11次火伤 。 所以施放Q后记得持续快速点按A/E即可 (长按无用) 。 炽鬃拳 的附着能力遵循 计时 (大约2S) / 计次 (第1、4、7...次或者每隔2次) 影响，每次附着可对敌人施加 弱火 附着；最后一击的 焚落踢为单独附着 ，只要命中敌人都可为敌人施加 弱火 附着。相当于 11次火伤共可对敌人施加5次附着 (4次炽鬃拳+1次焚落踢) ，附着能力还不错。 伤害倍率受益于迪希雅的攻击力与生命值 ，同词条对比下，依然是 攻击力收益＞生命值收益 。 在倍率方面，与神里绫华的5秒Q同等级相比，迪希雅的总倍率少了接近一半，所以在输出上的表现属于中规中矩。 主要若是 作为主要输出 ，其Q的 70点能量 也是令人头疼的问题，施放Q收回E领域注定了迪希雅不能自充的机制从而使得迪希雅的回能压力稍微有点大，所以若是作为主要输出，可 搭配一个提供回能的角色 ，如雷神/雷主来缓解， 或者通过解锁4命 来缓解回能问题。 ----------------✦---------------- 通过整个角色机制可以看出，迪希雅 可划分两个方向培养： 1、主要发挥E提供的减伤与抗打断机制。在队伍搭配中可替代提供护盾的角色作为续航辅助，也就是 辅助流派 。 2、主要发挥E的后台协同攻击，持续造成火伤 (挂火) ，队伍搭配中可搭配与火有关的反应来提高其输出能力；同时发挥Q提供的短时爆发输出能力，也就是 输出流派 。 ✦命之座介绍 该命座一是 提供生命属性增益 ，二是 提高 了迪希雅EQ伤害的 攻击乘区 。 除了A以外，EQ造成的所有伤害都能享受到增伤，伤害提高值计算在攻击乘区，算法为[攻击力×攻击倍率+生命值×生命倍率+1命提供的生命值倍率 (E是3.6%，Q是6%) ]， 变相理解就是提高了攻击力/倍率 。 如上图，对于迪希雅的 直伤 而言， 攻击沙 的收益要 比生命沙 的 收益高一些 ，单人0命的模拟数据差距大约是11%，代入风鹰剑10级Q的班尼特 (巨额增攻) ，差距也只缩小到了8%。 而1命因增伤攻击乘区，使得攻击沙与生命沙之间的差距并不大，单人数据仅相差3%，总结下来就是 攻击沙和生命沙哪个副词条好带哪个即可 ，生命值始终是有益于迪希雅的属性，所以建议勿纠结。 相对的， 1命的提升 是挺棒的， 单人 能提升 40%~43% ，即使 代入 同样增伤攻击乘区的 班尼特 计算，提升也有 28%~30% ，所以对于迪希雅的直伤输出而言，1命还是挺不错的命座。 ----------------✦---------------- 施放第二次E可使E领域由初始12秒变为18秒的持续时间，基本可覆盖一次阵容循环，省心实用。 另外当处于E领域的 场上角色受到攻击 时，可以为 E领域的协同攻击增伤 ，该增伤计算在 元素伤害乘区 ，变相理解就是提高了火元素伤害加成， 与1命的增伤攻击乘区不冲突 。 2命仅增强了E的减伤机制与伤害能力，对于Q伤而言无提升，但对于日常使用、实战来说， E领域延长6秒的机制会变得很省心 。而50%的伤害加成，导入1命的模拟数据，对于 E伤的实际提升大约是27% 。 相对来说 2命 的机制增强与伤害乘区的分配使得 迪希雅机制更完整 ，所以仅 个人认为2命是比较关键的命座 。 ----------------✦---------------- Q的天赋等级直接提高3级 。节约资源，快速养成的命座，对于 Q的伤害上限得到提升 。 ----------------✦---------------- 4命主要提供了 能量回复与生命回复效果 。 Q每次命中敌人都会触发该效果 ，每0.2秒触发一次是单次命中多个敌人时也只会触发一次。 常规情况Q基本可打出11次伤害，相当于可以回复11×1.5= 16.5的元素能量 以及11×2.5%= 27.5%的生命值 。 该命座在循环上可起到 缓解回能压力和续航能力 的作用。 ----------------✦---------------- E的天赋等级直接提高3级 。节约资源，快速养成的命座，对于 E的伤害上限以及减伤能力能得到提升 。 ----------------✦---------------- Q的持续时间与输出能力得到增强。 Q命中敌人暴击后，就会延长Q的持续时间与暴击伤害， 只需打出4次暴击就可达到上限：持续时间延长2秒和60%的暴伤 。 初始持*4*共11次伤害，叠满6命效果后可 持*6*共15次伤害 ， 附着能力多了1次 。再 配合4命效果 ，回能又可得到提升，共 可回复 15×1.5= 22.5的元素能量 ，在回能问题方面可以有效得到缓解，确实是实实在在是可让迪希雅稳步进入驻场位置的命座。 ----------------✦---------------- 总的来说，不管是机制还是输出的增强，迪希雅的每个命座都挺实用，但就 个人认为，2、6命相对来说更核心一点 。 ✦武器推荐 在迪希雅的武器选择中，也会根据对应的阵容搭配来选择合适的武器，目前大致可分为两类，一是以自身直伤为主的武器选择，二是主打烈绽放反应的武器选择。 = 以直伤为主的武器选择 = 迪希雅等级 突破增加的是生命 ，天赋伤害倍率基于攻击与生命，通过上文1命解析期望伤害对比图中可得知 攻击收益＞生命收益 ，所以对于迪希雅的输出而言， 提供攻击、双暴、元素伤害加成的武器都比较适配 。 [苇海信标] 作为迪希雅的专武，提供的属性以及触发特效的机制都非常契合迪希雅。生命值加成需要在没有护盾时才会生效，省心搭配不主张建议迪希雅搭配盾辅，但是， 迪希雅处于后台时，即使驻场角色有护盾，该生命加成依然会生效 。 [狼的末路] 提供高额攻击，不管是哪位角色携带都不会过多担心自身攻击力的问题，但相对的，对突破属性不是双暴的角色来说，双暴属性的培养还是比较有压力。需要注意的是，命中生命值＜30%的敌人能触发 全队增攻的特效，需要携带者驻场才能触发 ，像迪希雅处于后台协同攻击命中是不会触发的。狼末与 [无工之剑] ，白值 (基础攻和副属性) 都一样，无工需要 携带盾辅收益才能最大化 ， 与狼末的差距并不大 ，这两把武器大同小异，都可使用。 [赤角石溃杵] 对于迪希雅而言相当于是一把 白值武器 ，因其精炼特效增加的是A与重击的伤害，迪希雅主依靠EQ输出,所以 享受不到精炼特效的带来的增伤效果 ，但高额暴伤带来的收益还是挺不错的。 [天空之傲] 在伤害收益上表现一般，主要体现在提供的充能可以缓解一下迪希雅的回能问题， 配上绝缘4件套 充能转伤的圣遗物，其实也是不错的思路。 迪希雅的Q伤占比是最高的，所以像 [恶王丸] 和 [衔珠海皇] 针对Q伤增强的武器也是不错的选择。 [螭骨剑] 泛用性很高，双手剑角色基本都适配，发挥其最大增益是需要叠层，但是受伤 (需掉血) 就会掉层，所以 绑定一位盾辅使用最佳 ！而即使迪希雅有后台承伤扣血机制，不过不用担心， 处于后台时螭骨剑并不会被触发掉层被动 ！相当于就是只要携带者驻场时一直处于护盾庇护下时都能完美享受其叠层带来的增益。加上螭骨剑提供的暴击率，使得面板成型会相对简单一些。 [黑岩斩刀] 与螭骨剑同理，面板好成型，但黑岩会被环境所限制，比如对单时就无法叠层， 对群实用 的武器。 [试作古华] 铁匠铺锻造，对于迪希雅而言虽也是白值武器，但提供攻击力也是可作为过渡武器使用。 [钟剑] 在伤害表现上也并不突出，且45秒的触发CD也无法实现增伤全覆盖，不过对于 辅助流 的迪希雅却是把好武器。 下图也模拟计算了一下部分武器的期望伤害对比， 仅供参考： 对于迪希雅的 直伤 而言，5星武器里面基本是在 专武、狼末、赤角 这三把武器中去选择。 4星武器发挥稳定的是恶王丸和衔珠海皇，螭骨与黑岩能叠满层被动上限最高，但螭骨剑需要绑定盾辅使用最佳，而黑岩对群才能叠层，有一点限制。 但黑岩与螭骨在不叠层时依然也比钟剑期望高，所以4星武器中可优先考虑 恶王丸、螭骨、黑岩、衔珠海皇 ，其次可考虑铁匠铺的锻造武器 试作古华 ！最后可考虑钟剑，反之对于 纯辅助 的迪希雅，除了专武而言，就可优先 考虑钟剑 ！ ----------------✦---------------- = 以烈绽为主的武器选择 = 迪希雅E的协同攻击可以稳定触发烈绽放反应，而 烈绽反应属“剧变”反应，伤害只与触发反应的角色的精通和等级有关，所以主玩烈绽反应的迪希雅，只需要选择有精通加成的武器即可。 上图4把武器都可使用，精通给的最高的是3.6版本活动免费送的 [饰铁之花] 。 [玛海菈的水色] 属于辅助型武器，全队攻击可获得提升。 [雨裁] 和 [龙血剑] 的精炼特效对于迪希雅烈绽阵容体系基本无用，看中的是它们给的精通。 ✦圣遗物推荐 携带 4绝缘 时，只需要面板有 140%的充能 ，其提供的 Q伤 加成就 等同于4渡火 提供的 35% 伤害加成。这两者唯一的区别在于 4渡火不能被其余元素所影响 ，需保证敌人身上有火附着，对于 EQ都可实现增伤 ；而 4绝缘没有这一限制，但是只针对Q伤提升 。 4魔女比较适合融化流/后台蒸发流的迪希雅。 4千岩 是 辅助流 的迪希雅可优先考虑的套装，E协同攻击2.5秒一次的频率可 完美契合4千岩全队增攻效果 。 考虑4件套成型困难，2+2的搭配也是挺适配的，上图2魔女、2角斗、2宗室、2千岩都可实现2+2的混搭，哪套词条好用哪套即可。 ----------------✦---------------- 对于目前来说，所有可 稳定 以及持续 触发超绽、烈绽 这两种反应的角色，在圣遗物的选择上都是一致的。要么 4乐园 ，要么 4饰金 ，没成型时 2乐园+2饰金 都可。 ✦阵容搭配 古有钟离+阿贝多双岩随意带，今有班尼特+迪希雅双火随意站，这两种搭配的泛用性都还不错。 毕竟班尼特的治疗+迪希雅的减伤，都能抵住大部分环境的伤害，是站得住脚的。 班尼特的增攻机制，对迪希雅的伤害也是有直观的提升，再加上一个万叶，提供增伤+减抗，以迪希雅为主要输出的阵容就有了雏形。 “融卢”的变型，迪希雅的Q附着能力是每隔2次伤害附着一次， 万叶Q染冰领域 + 凯亚Q持续挂冰可以压制迪希雅的火附着 使迪希雅的Q每次附着都能打出融化反应从而提高伤害上限。但因时间轴的问题，6命迪希雅Q的最后一段伤害会因万叶和凯亚的Q结束而打不出融化反应，非6命的迪希雅就无问题。 凯亚也可替换成莫娜 ，但莫娜Q的泡影在非永冻队里一触即破，使得迪希雅的Q最后3次伤害享受不到星异带来的增伤效果，不过总归是让迪希雅伤害最佳化的搭配。 凯亚若替换成莫娜，迪希雅圣遗物就首要考虑4渡火 。 上图阵容在 循环上并不会那么省心 ，会有个尴尬的 回能期 (类似“万达”的回能循环) ，期间万班凯会用E产球来相互回能，然后基本等全队角色的Q都准备就绪时才会进入下次循环。 若想 享受队伍循环 ，又想以迪希雅为主要输出则可代入“优雷”体系的搭配法： 有雷神在 的队伍，基本不担心队伍的循环问题，一套下来行云流水不拖沓，尽享丝滑。且 雷神的E可提高全队Q的伤害加成 ，也是挺实用的。 也 不用过多担心超载炸飞敌人的问题，迪希雅的Q有小段位移距离 ，差不多就是超载炸飞敌人的距离，加上有万叶在呢，聚在一块迪希雅《一拳搞定》。 在迪希雅为主要输出的搭配中，该阵容也是个人比较推荐的搭配思路。 除此之外，把 雷神替换成任意火伤输出角色，同系“产球互充”缓解回能的原理也是类似： 任意火系主C如胡桃、可莉、迪卢克、宵宫、烟绯等都可入驻该阵容，搭配这些角色时，迪希雅大多时间是处于后台，有Q就放，无Q也可直接跳过，若把迪希雅替换香菱，能提高伤害上限，但是对于输出环境来说还是迪希雅更省心，毕竟能提供抗打断，不然被打断还是挺难受，所以 迪希雅的优势就是可让驻场角色省心驻场输出，续航无压力 。 另香菱以副C入驻该阵容，可以 [迪希雅+班尼特+万叶+香菱] 让迪希雅作为驻场C，道理都类似，不过对于回能这一块还是稍许有些压力，让班尼特和香菱携带西风系列的武器来缓解回能也是可以考虑的，毕竟循环才是重要的。 相比[绫人+班尼特+香菱+行秋] (绫人国家队) ，该阵容主要体现在续航无压力，输出环境更省心。 绫人+夜*+*希雅，整体输出没啥压力，绫人驻场带动夜兰后台输出和迪希雅后台输出， 稳定让迪希雅E 享受 蒸发 1.5倍增益， 循环上只需保证夜兰和班尼特实现自充 ，绫人与迪希雅有Q就放，无Q就略过即可。 以上是以迪希雅为输出的阵容搭配，若是 考虑携带螭骨 剑，为了稳定螭骨剑的被动层数，则挺 建议携带一位盾辅 ，如 [迪希雅+班尼特+万叶+钟离] 这类搭配思路。 而 退居后台 ，作为辅助提供减伤和抗打断的“工具人”也是可行的方案，就如： 通过燃烧反应使敌人身上一直保持火附着让甘雨持续打出融化反应。 与[甘雨+班尼特+香菱+钟离]相比，上图阵容可以进一步提高甘雨的伤害上限。但差距并不会很大，且相对来说钟离护盾会更直观，可以坚持到香菱的Q结束作为下次队伍循环的信号。 而 迪希雅E领域9秒的强抗仅能支持甘雨4次蓄力箭，也基本甘雨发射5次蓄力箭就可退场进入队伍循环 。 所以追求稳定省心输出环境是建议甘雨+班尼特+香菱+钟离， 追求上限或者解放钟离亦或者没有钟离时可考虑上图阵容 。 上图阵容虽可把迪希雅替换成钟离使其伤害上限进一步提升，但对单时甘雨的蓄力箭需短暂停顿等触发纳西妲E的协同攻击冷却时间好了之后发射蓄力箭才能保证燃烧的持续，迪希雅的后台挂火可以弥补这一缺陷，对群是不用担心该问题，毕竟燃烧属范围伤害。 也可进驻胡桃双水队： 首先， 不用担心迪希雅抢反应 ，E协同攻击毕竟是弱火，行秋+夜兰完全能压制住。 行秋+迪希雅的免伤也是完全能够支撑队伍的续航，前提是需要升级对应天赋，加上胡桃自身Q自带治疗还有行秋雨帘剑也带有治疗效果，所以是能支撑的。 相对胡行钟夜来说， 最大的优势应是可以解放钟离 ，角色不多时或其余队伍抢钟离时会使得阵容搭配更自由，不那么紧凑。 因有后台持续挂火机制，抛弃自身的火伤， 加入“种门” ，代入烈绽体系也是完全可行的： 迪希雅的 E触发频率不高 ，不像托马的Q可以每秒触发1次，使得上图阵容使用起来给人感觉就是 种子一直在产出但间隔挺久才会引爆 ，虽然生成的种子 (草原核) 会静静的躺在那，等迪希雅E触发就会引爆，但 同个敌人每0.5秒内至多只能受到2次绽放/超绽/烈绽造成的伤害 ，比如迪希雅E一次性引爆了4个草种子，那同个敌人只会受到2次伤害。 为了 不丢失种子所带来的伤害 ，那么四色种门可以了解一下，完全可把 心海替换成久岐忍： 基本 超绽 (久岐忍触发) 、 烈绽 (迪希雅触发) 交替反应 ，不会让种子有休息的时间也不会丢失种子伤害。 超绽适合对单，烈绽适合对群，触发原理都一样，像上图推荐的阵容中，久岐忍稳定触发超绽，迪希雅稳定触发烈绽，超绽/烈绽反应伤害只与触发者的等级和精通以及敌人的草抗有关，所以 该阵容中久岐忍和迪希雅等级90级然后主叠精通属性即可 。 然后就是行秋并不建议替换为夜兰，毕竟行秋也有抗打断+免伤机制，可与迪希雅的抗打断+减伤叠加 (迪希雅是9秒强抗+3秒弱抗，配合行秋则可实现12秒强抗) ， 纳西妲驻场就变得非常省心 ，只管A即可，在队伍续航方面表现挺棒。 ----------------✦---------------- 总的来说，目前迪希雅泛用性高的阵容体系基本是绑定班尼特提供超强续航能力和省心输出环境，也就目前的成型体系来说，没有非迪希雅不可的阵容。当然，对于前期角色不多时，迪希雅可以平替一些续航角色，在阵容搭配上可以拥有更多的选择。 ·【总结一下】· ⭐迪希雅大致可分为三种流派， 直伤输出流 、 后台辅助流 、 烈绽精通流 。 ——直伤主要以EQ伤害为主，Q伤占比最高，建议优先升级Q其次E； ——辅助主要提供减伤与抗打断，减伤比例与E等级相关，可只升级E； ——烈绽主要靠E协同攻击引爆种子，虽天赋等级并不会影响烈绽伤害，但总归增强E的减伤机制也是实用的，所以同样只升级E； ——A虽动作独具特色，但确实无辅助机制非主要输出方式，所以并不建议升级。 ⭐1命对于EQ的伤害提升大，2命补全机制，4命缓解回能，6命Q“拳拳到肉”，每个命座都实用。 ⭐自身伤害属性收益攻击＞生命，以直伤为主考虑双暴、攻击、伤害加成的武器 ；以烈绽为主考虑精通加成的武器。 ⭐圣遗物方面，输出向纯火适用4渡火，打反应适用4魔女，4绝缘比较通用；辅助向建议首要考虑4千岩；烈绽以4乐园、4饰金、2精通+2精通的搭配提高自身精通为主。 ⭐目前阵容搭配中，类似钟离+阿贝多，班尼特+迪希雅这个组合也同理，都是泛用性高的组合，主打一个持久续航、省心站撸。 大部分佣兵的抱负就是扬名立万，他们不断地接受高难度的委托，赚取财富和名声。有的人幸运地活下来，成为了传奇，有些人就在沙漠里默默无闻的消失。 但我可没有那么「远大」的抱负，我只想要保护周围的人，让他们能安心地生活，这就足够了。要是能再赚点钱，那就更好了，哈哈。 ——迪希雅 ·【END】· -感谢观看-",
    "length": 11269
}