{
    "game_id": 2,
    "post_id": "29078065",
    "f_forum_id": 43,
    "subject": "【水天供书】后续→十二个「桓斯弥利底」→隐藏后续【予人以花】",
    "url": "https://www.miyoushe.com/ys/article/29078065",
    "created_at": 1663429977,
    "like_num": 5327,
    "view_num": 120024,
    "reply_num": 239,
    "text": "今天给好兄弟们带来一期世界任务【水天供书】的后续——收集 十二个「桓斯弥利底」 ，以及再后续的隐藏任务【 予人以花 】的完成攻略。 _(米游姬糖葫芦) 注意事项： 关于【水天供书】的后续，很多好兄弟在完成过程中会卡任务，导致没拿到成就或者做不了后续，这里的问题大致出在以下几点—— 1.在做完任务【新蓓萌生】后，NPC会种下一个「桓斯弥利底」，加上我们种下去的十二个，所以最终苗圃里是 十三朵“毗波耶” 。这里一定要数清楚，不要遗漏了。除非提前拔掉了NPC种下的这朵。 2.种下十二个「桓斯弥利底」后，现实时间的第二天，要在 梦境状态 下去到苗圃，并且要靠近屋外的两只兰那多触发对话，才能完成成就『 梦想花开时 』 。 3.后续隐藏任务【予人以花】，要切换回 现实状态 后 再去一次苗圃触发派蒙的对话，才可进行后续任务。 一、十二个桓斯弥利底 （苗圃的位置是固定的，但每个位置的解谜是随机的，碰到不一样的需要好兄弟们尝试自己完成解谜） 1.第一个位置及解法 传送至桓那兰那右侧的传送锚点，左转爬上山体，向着西南方向（小地图左下方）直行至标点处。 从圈注处出发，完成“一笔画”即可。如下图所示。 撷取花朵后开启出现的普通宝箱。便可获得一个「桓斯弥利底」。 2.第二个位置及解法 传送至觉王之殿左上方的传送锚点，后转身向着北方向（小地图正上方）滑翔至标点处。 3.第三个位置及解法 传送至觉王之殿下方的传送锚点，左转向着南方向（小地图正下方）滑翔至标点处。 4.第四个位置及解法 传送至谒颂幽境右侧的七天神像，左转向着东方向（小地图右侧）直行至标点处。 5.第五个位置及解法 传送至喀万驿右上方的传送锚点，左前方便是苗圃的位置。 6.第六个位置及解法 从第五个苗圃处，向着西北方向（小地图左上方）滑翔即可到达第六个苗圃。 7.第七个位置及解法 传送至奥摩斯港左上方的传送锚点，向前方滑翔至标点处。 8.第八个位置及解法 传送至降诸魔山右下方山顶的传送锚点，左转向着西方向（小地图左侧）滑翔至标点处。 9.第九个位置及解法 回到刚才的传送锚点，向着北方向绕过山头到达标点处。 10.第十个位置及解法 传送至维摩庄的传送锚点，左转向着东方向（小地图右侧）直行至标点处。 11.第十一个位置及解法 传送至离渡谷右下方的传送锚点，向着东南方向（小地图右下方）直行至苗圃处。 12.第十二个位置及解法 传送至天臂池左下方的传送锚点，往前直行，苗圃的位置在悬崖下方。 二、梦想花开时 1.集齐12个桓斯弥利底后，我们需要将桓那兰那切换至 梦境 状态。 （紫色天空为梦境状态） 传送至桓那兰那的七天神像处，后转身向着南方向（小地图正下方）直行至下图所示位置，使用「老旧的风琴」对着「修梨薛那」弹奏曲子，就可以在“梦境”与“现实”中自由切换啦。 2.切换至梦境状态后，转身向着西方向（小地图左侧）直行，经过池塘后到达第一个岔路口，这里沿着左侧土路向上，到达第二个岔路后，进入右侧的的洞口即可到达桓那兰那的苗圃。 3.然后将12个桓斯弥利底均沉入泥土。然后需等待至现实时间的第二天4：00后。 （这里做完后要数一数是不是十三朵，完成【新蓓萌生】后NPC会种下一朵。） 4.那么在现实时间的第二天，我们再次来到桓那兰那的苗圃处，这里的「毗波耶」已经全部开放了，接着去到兰那库拉的身边，触发对话后即可完成任务，同时获得成就『 梦想花开时 』。 （一定要靠近下图圈注的两只兰那多触发对话，才能完成成就，很多好兄弟天水供书没有打勾可能就是卡在这里。） 三、予人以花（永久食粮） 1.接着将桓那兰那的状态调整至现实，回到苗圃可以发现这里长出了一片甜甜花。 （一定要先回苗圃看一眼甜甜花，触发派蒙的对话再继续之后的步骤。） 2.接着传送至觉王之殿左上方的传送锚点，向着西北方向（小地图左上方）直行至一处镀金旅团的营地，在帐篷的后面有一个小洞口，从此处洞口跳下往里走。 3.进来后清理掉此处的死域，然后拾取草种子攻击下图圈注的巨石。 5.巨石抬起后来到树下，使用道具「老旧的诗琴」对着花蕊弹奏曲调。 6.弹奏完成后面前的墙体会消失，在山洞深处有位小女孩【法莎】，上前与其对话。 7.最后我们将【法莎】带回苗圃，回到苗圃后会触发剧情，然后上前与【法莎】对话，对话结束后即可完成任务【予人以花】，同时获得成就『 永久食粮 』。 至此世界任务【水天供书】就完结啦。 本期攻略就到这里啦，好兄弟们再见！_(米游姬比心)",
    "length": 1837
}