{
    "game_id": 2,
    "post_id": "46750349",
    "f_forum_id": 43,
    "subject": "【娜维娅培养攻略】颠覆岩系认知！输出机制、圣遗物武器配队讲解",
    "url": "https://www.miyoushe.com/ys/article/46750349",
    "created_at": 1703077954,
    "like_num": 1489,
    "view_num": 108735,
    "reply_num": 221,
    "text": "锵锵锵，小伙伴们大家好！这里是阿巴辣。经过阿巴辣大半天的实测，娜维娅的实测攻略新鲜出炉啦，虽迟但到，还请小伙伴们见谅，话不多说，直接上攻略，希望对各位小伙伴能够有所帮助! 观前目录： 娜维娅简略版图文攻略展示 详细攻略： 一、角色定位 二、技能机制详解（EQ等相关核心机制讲解） 三、配装详解（圣遗物套装、词条推荐、标准及天赋加点） 四、武器选择 五、配队分析及推荐（输出流程、配队要义、具体队伍推荐、部分契合队友分析） 六、命座解析（含抽取建议） 娜维娅简略版图文攻略展示 考虑到部分小伙伴时间紧迫，特此加入 娜维娅简略版图文攻略展示， 想要快速熟悉娜维娅的小伙伴可以直接查看下图，想要看详细攻略的小伙伴可以看详细分析部分！ 接下来时详细分析环节： 一、角色定位 在阿巴辣看来，娜维娅是一位 具备速切能力、以结晶反应为基础、元素战技输出为主的五星岩系双手剑站场主C ，自身具备荒性始基力，是一个攻击力判定模型，但不具备枫丹角色特色的烧回血机制， 对单能力强，但缺乏一定的对群能力。 二、技能机制讲解 1、普攻： 直率的辞绝 普攻分为4段，第三次造成三次伤害，遵循2.5s/3hit法则 ，一套普攻约4s，契合固有天赋1“不明流通渠道”。 2、E技能元素战技：典仪式晶火 （核心输出机制） 释放元素战技时，消耗所有的“裂晶弹片”，打出能够穿透敌人的玫瑰晶弹， 消耗0/1/2/3枚及以上的“裂晶弹片”时，将分别打出5/7/9/11枚“玫瑰晶弹” ，命中同一个敌人的“玫瑰晶弹”越多，对这名敌人造成的伤害越高;11枚“玫瑰晶弹”全部命中时，将造成原本200%的伤害，此外，超过3枚的每枚“裂晶弹片”都将使本次射击（即本次元素战技）造成的伤害额外提升15%。 此外，长按元素战技会进入瞄准状态， 并吸收附近的结晶（类似龙王） ，结束长按时打出点按相同效果。 （PS. 首先 ，E技能初始具有两次使用次数，且两次CD独立计算； 其次 ， 根据结晶反应原理，同一时间存在的结晶片≤3，因此单次长按E吸收结晶片有数量限制，最多三个； 再次 ，面对小体积敌人时，需要贴脸开炮才能吃满子弹数， 最后 ，E技能触发荒性始基力，CD7s） 3、Q技能元素爆发：如霰澄天的鸣礼 释放Q技能后，先造成一次大范围岩元素伤害，并在之后的一段时间内持续进行支援炮击，持续时间12s，不锁面板，且子弹击中敌人时，可以积攒一枚弹片， 触发间隔2.4s，即大约3-4炮叠一次 4、 固有天赋1：不明流通渠道 （输出机制限定天赋） 释放元素战技后，娜维娅的平A、重击和下落攻击转化为 无法被覆盖的岩附魔伤害 ，并提升40%伤害，持续4s， 但元素战技和元素爆发享受不到伤害加成。 （提示娜维娅的输出机制之一为释放元素战技之后用普攻打伤害） 5、 固有天赋2：互助关系网 （配队限定天赋） 队伍中每有一名 火/水/雷/冰 四种元素的角色，娜维娅自身攻击力提高20%，至多叠两层即40%， 不限制同元素角色数量，可以凑双火等。 （PS.此天赋即指明了娜维娅的配队逻辑，即双岩+火/水/雷/冰）。 6、裂晶弹片获取方式 （1）队伍中角色获取结晶反应产生的结晶片时，一个结晶片会积攒1枚弹片，至多积攒6枚； （2）Q技能命中敌人时，也会积攒一层弹片；积攒的弹片上限数位6枚，触发间隔2.4s，即大约3-4炮叠一次； （3）弹片持续时间5min。 三、配装详解 1、圣遗物套装选择： 回声之林夜话四件套（首选，站场主C优先考虑） ；黄金剧团四件套（次选，速切副C打法推荐），2岩伤+2攻击+2剧团散搭（过渡使用） 2、圣遗物词条选择： 主词条： 攻击沙、岩伤杯、暴击/爆伤头； 副词条： 暴击+暴伤+攻击力+充能效率 （ps.在实战中，Q技能的不断档会极大的优化操作手感，因此推荐娜维娅充能效率保证120+） 3、天赋加点： E＞A＞Q； （推荐E10,A10,Q9;材料紧张Q可点到6即可） 四、武器选择 首选： 精一裁断： 专武、高额攻击力和暴击词条，被动攻击力提升和结晶反应提供元素战技增伤完美适配娜维娅。 次选： （1）精一苇海信标： 高额暴击加成和被动攻击加成适配娜维娅； （2）精五螭骨剑： 被动完美适配带钟离的站场娜维娅，伤害直逼专武。 可选： （1）精一赤角石溃杵：高额暴伤加成、普攻重击伤害加成，娜维娅可选； （2）精一无工之剑：基础属性高额攻击、被动攻击力加成和护盾强效提升适配； （3）精一狼的末路：基础属性高额攻击，被动提升高额攻击力； （4）精五聊聊棒：暴击加成且被动提升均有效； （5）精五千岩古剑：基础属性高额攻击、被动攻击暴击提升，且就目前来看，娜维娅适配队友以璃月角色居多。 五、配队分析及推荐 虽然娜维娅自身机制具有速切副C的潜力，但阿巴辣暂未研究出特别适配的队伍， 故只推荐站场主C类配队。 1、站场主C输出流程： 娜维娅开Q+其他队友挂buff并产结晶+娜维娅E+娜维娅普攻（4s）+娜维娅E+娜维娅普攻（视buff持续时间而定） 2、配对关键要义（按照此逻辑配队即可） ：配合火/水/雷/冰四种元素配合打结晶反应，攻击力模型、双岩共鸣减岩抗增伤并提高充能效率；双火共鸣提供攻击力加成， 3、依据配队要义，具体配队如下： 娜维娅+钟离/凝光/阿贝多+香菱/芙宁娜/迪希雅/夜兰＋班尼特 4、部分契合队友说明： （1）凝光：固有天赋加12%岩伤，E技能产球提高娜维娅充能效率，也可以补一定的输出空挡； （2）香菱：高频挂火且跟随角色利好结晶反应，且天赋“锅巴”可以提供攻击力加成； （3）芙芙：虽然娜维娅自身不具备烧回血能力，但芙芙依靠其强大的增伤能力和脱手副C能力依旧可以作为娜维娅的合适队友，特别是二命芙宁娜。 六、命座解析 首先，说明一下，娜维娅 0命即为完全体，不涉及机制缺陷且继承了枫丹角色的数值强度。(抽取建议） (1) 1命：施放元素战技时，每消耗1枚“裂晶弹片”，都将为娜维娅恢复3点元素能量，并使元素爆发的冷却时间减少1s。至多通过这种方式恢复9点元素能量，使元素爆发的冷却时间减少3s。 (ps.降低充能需求，使得Q技能可以无缝衔接，优化娜维娅输出轴整体手感) (2) 2命( 核心命座 )：施放元素战技时，每消耗1枚“裂晶弹片”，都将使本次元素战技的暴击率提升12%，至多通过这种方式使其暴击率提高36%。此外，元素战技的射击命中敌人时，将在命中的敌人附近降下一次元素爆发的“支援炮击”。每次施放典仪式晶火至多降下一次支援炮击，通过这种方式触发的支援炮击的伤害视为元素爆发伤害。 （ps.高额暴击词条加成、大幅提升伤害，且可使娜维娅自身在不开Q的情况下也能利用支援炮击积攒弹片） (3) 3命( 关键命座 )：元素战技的技能等级提高3级，提升伤害。 (4) 4命( 关键命座 )：元素爆发命中敌人时，将使该敌人的岩元素抗性降低20%，持*8*，提升伤害。 (5) 5命：元素爆发的技能等级提高3级。 (6) 6命( 核心命座)： 施放典仪式晶火时，若消耗的“裂晶弹片”超过3枚，超过3枚的每枚“裂晶弹片”都将使本次典仪式晶火的暴击伤害提升45%，且消耗的超过3枚的部分将在施放后返还。 (ps.降低E的叠层难度，轻松吃满6层子弹，大幅提升伤害。) 文案编辑及数据计算： ﻿ @阿巴辣 ﻿ 图文设计： ﻿ @柠檬酸的很 ﻿ 以上就是关于我们的娜维娅的一些培养攻略，因为是新角色，认知上可能会有纰漏，不能做到面面俱到，仅代表个人看法，如有问题或者其他合理见解，欢迎评论区留言讨论！喜欢阿巴辣的可以来一波点赞收藏加关注，感谢大家的支持！最后，再次感谢柠檬酱 ﻿ @柠檬酸的很 ﻿ 提供的美工支持！",
    "length": 3152
}