{
    "game_id": 2,
    "post_id": "52173300",
    "f_forum_id": 43,
    "subject": "【V4.6攻略·角色攻略】仆人机制解析，配队介绍，萌新福音！",
    "url": "https://www.miyoushe.com/ys/article/52173300",
    "created_at": 1714325122,
    "like_num": 2979,
    "view_num": 225588,
    "reply_num": 348,
    "text": "大家好呀，这里是罐装芝士屋！本期为大家带来的是愚人众执行官第四席仆人的配队攻略~_(阿蕾奇诺-鼓掌) 文内汇总了新角色仆人目前所有的主流配队，同时也会把对应的操作手法和细节都理出来，主打一个简单易懂，萌新也能快速上手~_(砂糖-继续努力) ↓视频超详细介绍版↓ 文字版目录 一、机制讲解（生命之契、天赋） 二、装备搭配（武器、圣遗物） 三、命座选择 四、蒸发队概览 五、雷火队概览 六、纯火队概览 一、机制讲解（生命之契、天赋） 相对以往的角色，仆人的技能机制会更复杂一些，我们先给大家介绍一下 仆人的机制【 生命之契 】： 首先是覆盖在血条上的 “生命之契” ，可以理解为这是一个debufff，当有这个debuff的时候，治疗不会先作用于血量，而会先把生命之契给填满，等debuff消除后再治疗生命值。 而这个生命之契在血条上的展示为 1：2 ，也就是说100%生命值的生命之契，相当于显示血条的一半。生命之契的持续时间为10分钟，重复获得时会刷新持续时间，在同一地图传送不会清除，但是传送至不同地图、关卡等会全部清除（如打秘境或深渊进下一层）。 我们再来看一下仆人的技能，首先是【 普通攻击 】： ◆通常情况下仆人的普攻会造成物理伤害，而当 仆人持有的生命之契大于30%时 会进入红死之宴状态。期间普攻会获得 火元素附魔 ，并根据持有的生命之契获得普攻伤害提升效果，生命之契越高，普攻造成的伤害也就越高。 ◆每次普攻都会消耗当前一定比例的生命之契，当 生命之契低于30%时，便会退出红死之宴状态 ，红死之宴状态下的普攻是仆人的主要输出手段。 ◆而上面说过，生命之契持续时间非常长，且 火附魔在切换队友后也依然存在 ，这就意味着仆人的附魔机制是非常先进的，使用起来非常自由灵活。 ◆持续长按重击时，仆人会消耗体力进行至多持续5秒的快速漂浮移动，可以用来渡河，还是非常好用的。 那仆人要怎么获得 生命之契 呢？没错，就是【 元素战技 】： 仆人先对附近较大范围内的敌人 造成一段少量伤害，然后对着一名敌人突进，再对面前一定范围造成一次伤害。被上述两次伤害至少命中一次的敌人，就会被挂上名为「血偿勒令」的标记。标记本身也会造成少量伤害和火元素附着。 这里顺便联动了固有天赋1：标记分为两种形态，如果 标记存在5秒会被强化 。 ◆重击可以回收掉这个标记，并获得生命之契，回收一阶标记，会获得65%的生命之契，而回收强化后的标记，会获得130%的生命之契。 ◆虽然技能描述上，35秒内只能通过该方式获得最多145%的生命之契，但如果 重复释放元素战技 是可以刷新这个限制的（比如说，第一次释放元素战技后使用普攻把生命之契消耗到了20%，然后再次释放元素战技后，重击回收一个二阶标记，生命之契会变到155%），并且像是专武的被动，或者在大世界里脱离战斗35秒的情况下，也是可以把生命之契叠到超出上限的。 在讲解元素爆发前，我们先来看固有天赋3，仆人自带40%火伤加成，但代价是仆人在战斗中无法受到队友治疗，那仆人要怎么回血呢？ 没错，仆人的元素爆发就是为此而生的：仆人的元素爆发为60点能量，释放后会先回收标记，使仆人获得生命之契，造成一段高倍率火伤，最后回复生命值，回复量由生命之契和攻击力两部分组成。 ◆也就是说：元素爆发会 清除 掉所有的生命之契，而身上没有生命之契的时候，元素爆发只会回复攻击力的那部分，满打满算也就几千血，所以元素爆发最好是在 有生命之契的时候放 。大招还会清除战技的cd，所以实战中我们可以用EQE的手法。 ◆另外，之前提到仆人在战斗中无法受到队友治疗，不过在非战斗状态下还是可以回血的。虽然仆人会限制自身回血，但这也未必是坏事。比如胡桃要控血所以没法跟班尼特一起组队，但仆人就没有这种限制，带上班尼特也不用担心，而且仆人 不刚需大招 ， 元素战技启动 ， 非常灵活 。 ◆再来我们看看固有天赋2，理解起来也很简单，攻击力会额外提供抗性，这是一个为了长时间站场输出而准备的天赋。 上述天赋介绍下来我们可以得出 天赋加点的顺序推荐为：A＞Q＞E 综合来看，仆人的整体输出思路归纳： 先放元素战技上标记，再重击回收标记获得生命之契，普攻至生命之契比较少的时候再放元素战技循环，没血了就开大回血。 但0+0的仆人，对单时仅回收未强化的标记，只能砍10刀左右，远远无法满足仆人站场的需求，所以我们最好都要让仆人回收二阶印记，好在只要切队友上上buff就可以了。这里我们给出一套比较常用的输出手法： ◆ 先用仆人放E上标记，再切队友上buff，之后再切回仆人重击回收标记并且普攻至E技能转好，有Q的话就EQE下场，没Q的话就E技能下场，重复上述循环即可。 二、装备搭配（武器、圣遗物） 介绍完仆人的技能机制，我们再来聊聊装备搭配： ◆因为仆人是比较传统的攻击倍率角色，所以属性上选择攻击力和双暴即可。 ◆武器方面，能打输出的都能用，有 专武 自然是优先专武，其次就是 和璞鸢 、 护摩 、 决斗枪 这些输出武器，另外打蒸发队时 赤沙之杖 、 峡湾长歌 、 匣里灭辰 也是不错的武器选择。 ◆而圣遗物的话首选4.6的新圣遗物— 谐律异想断章 ，其依赖高频生命之契数值变动来叠层获取增伤的机制很明显是为仆人定制，其次可以带 角斗士 、 来歆余响 ，或者 攻击力+火伤 的2+2搭配。 ◆具体的这几套圣遗物和武器的优劣选择和适配情况，我们会在后面介绍配队的时候再进行探讨。 三、命座选择 命座方面，比较推荐 1命 、 2命 、 6命 ： ◆1命对伤害提升很高，并且还能提供跟那维莱特一样的抗打断能力，是很关键的命座； ◆2命可直接获得强化标记，故可以省去前置E切人叠层的操作以加快出伤。 ◆6命大幅强化了大招伤害，配合2命的E重QE启动，使大招伤害超出天际（夸张），而且后续还能提高普攻、大招的双暴，让仆人的伤害有了质的飞跃，如果是真爱并且有能力，这一定是一个抽了不会后悔的满命。 虽然仆人的命座很强，但0命的体验其实就已经很不错了，如果要抽命座，就比较推荐1、2、6命，大家量力而行。这里我们列出来了具体的命座提升比例，大家可以用于参考。 四、蒸发队概览 前面已经说过，仆人是一个长时间站场的火元素C，那配队上我们首先可以选择 蒸发队 ，其次因为仆人的轴比较长，所以夏沃蕾的 雷火队 也非常适用，再然后就是 纯火队 ，而燃烧队我们在实测后发现并不如以上三种配队，所以这里就不推荐了。 输出手法上就和之前说的操作流程一样，仆人先放E挂标记，然后钟离长E，切夜兰EQ后再切班尼特放Q，最后再由仆人重击回收标记后普攻输出。直到E技能CD转好后，如果有Q则EQE，没有Q则直接E后回到之前的循环。 五、雷火队概览 接着是雷火队。大家对夏沃蕾可能并不是太熟悉，但其实她是个非常强力的辅助，只要一个长按E，就可以获得 增伤 、 加伤 、 减抗 和 回血 的多重收益。 当然，上述条件必须得在雷火队的情况下才能满足，也就是夏沃蕾的天赋1，所以配队上除去仆人和夏沃蕾，可以带 迪希雅 或者 托马 ，第四个角色优先推荐 皇女 ，其次 雷神 、 神子 也可以带。 在这队里，因为仆人是不需要堆精通打反应的，所以武器和圣遗物上还是以攻击为主，装备选择和蒸发会略有差异，除去专武和谐律套外， 和濮鸢 、 护摩 、 决斗 都是可以选择的，圣遗物的话也可以使用 角斗士 。 夏沃蕾这套雷火队最大的优势就是造价比较低，只需要1金即可，并且伤害也不错，不过可惜的是夏沃蕾并不在这期池子的up里，而且她的元素加伤只有满命后才会解锁，新入坑的玩家可能比较难以满足配队要求。 六、纯火队概览 最后一套纯火队由仆人、万叶、班尼特，再加上香菱或者钟离组成，也可以使用 千织 + 钟离 的双岩组合，输出手法跟前面并无差异，装备选择上也跟雷火相同，就不过多介绍了。 以上就是目前为止我们整理出来的3套仆人主流配队啦，如果你的BOX缺少一个火系主C，或者缺少一个成型的队伍，还是比较建议抽的，主打一个操作简单，上下限都很高，况且她可是愚人众执行官第四席！都看到这里了，点个赞吧，求求你啦~那我们下次再见啦，拜拜_(派蒙-拜拜)",
    "length": 3343
}