{
    "game_id": 2,
    "post_id": "53873723",
    "f_forum_id": 43,
    "subject": "稻妻日常委托成就——瞳孔中的伪装者、《真相只有一个···？》",
    "url": "https://www.miyoushe.com/ys/article/53873723",
    "created_at": 1718583341,
    "like_num": 914,
    "view_num": 2802,
    "reply_num": 13,
    "text": "超链图片 旅行者们大家好，我是支丕 本贴将为大家带来 稻妻日常委托成就 —— 瞳孔中的伪装者、《真相只有一个···？》 攻略 稻妻每日委托任务—— 万端珊瑚事件簿 超链图片 万端珊瑚事件簿 任务过程 来到稻妻城，跟珊瑚对话，获取任务 超链图片 通过对话，简单介绍侦探工作，由于我们好奇，想了解这个，需要我们找回她的助理龙二 超链图片 来到稻妻城郊外海边，遇到龙二被盗宝团围困，击败盗宝团 超链图片 击败后，跟龙二等人对话，了解到他们都在追查可疑的人，龙二在追查盗窃案的可疑人员 超链图片 对话结束，返回珊瑚处，确认那批盗宝团就是盗窃案的人 超链图片 对话中，珊瑚有点利用我们在做某些事，后续任务可知 超链图片 对话结束，任务完成，奖励 10原石 超链图片 稻妻每日委托任务—— 万端珊瑚事件簿·搜索工作 （需要完成三次，方可触发后续任务） 万端珊瑚事件簿·搜索工作 任务过程 来到稻妻城入口处，跟龙二对话，获取任务 超链图片 对话中，提到需要我们帮忙解决盗宝团，具体位置会标在地图，一共三个地方 （随机刷，可能重复，可能三个都遇到） 超链图片 位置一： 稻妻城旁的小石礁处 超链图片 位置二： 白狐之野滩边 超链图片 位置三： 神里屋敷滩边 超链图片 击败盗宝团，龙二出现，对话结束，任务完成，奖励 10原石 超链图片 稻妻每日委托任务—— 万端珊瑚事件簿·合适的身份 超链图片 万端珊瑚事件簿·合适的身份 任务过程 来到稻妻城，跟珊瑚对话，获取任务 超链图片 对话得知，「志村屋」发生偷盗案，需要我们去了解一下 超链图片 询问弥生七月、志村勘兵卫、古谷升三人，无有用信息 超链图片 超链图片 超链图片 返回珊瑚处，对话得知，不止一位受害者，怀疑是个熟人作案 超链图片 对话结束，任务草草结束，奖励 10原石 超链图片 稻妻每日委托任务—— 万端珊瑚事件簿·迷惑行动 （需要完成三次，方可触发后续任务） 万端珊瑚事件簿·迷惑行动 任务过程 来到稻妻城入口处，跟龙二对话，获取任务 超链图片 对话得知，已经确认人了，但是我们这边需要迷惑他，去抓盗宝团，配合城内的人行动，有三处地方，由远到近三处位置 超链图片 一、神里屋敷滩边 来到神里屋敷下方滩边的盗宝团营地，击败盗宝团 超链图片 二、白狐之野滩边 来到白狐之野右侧滩边的盗宝团营地，击败盗宝团 超链图片 三、稻妻城石礁 来到稻妻城右下方石礁处的盗宝团营地，击败盗宝团 超链图片 击败盗宝团后，进入跟龙二的对话，表示我们造成的动静很好 对话结束，任务完成，奖励 10原石 超链图片 稻妻每日委托任务—— 万端珊瑚事件簿·结案时刻 超链图片 万端珊瑚事件簿·结案时刻 任务过程 来到稻妻城侦探社，跟珊瑚对话，获取任务 超链图片 前往荒海盗宝团所在地 超链图片 击败盗宝团，进行抓捕 超链图片 将盗宝团交给同心后，返回侦探社汇报情况 超链图片 对话结束，任务完成，奖励 10原石 同时获得成就—— 瞳孔中的伪装者 （5原石） 超链图片 完成任务，获得成就—— 瞳孔中的伪装者 （5原石） 超链图片 稻妻每日委托任务—— 万端珊瑚事件簿·收尾工作 超链图片 万端珊瑚事件簿·收尾工作 任务过程 来到烟花铺旁，跟龙二对话，获取任务 超链图片 帮助同心，还要送礼物，这人情世故。。。拿捏，帮忙送点心 超链图片 来到楼梯走道，把点心送给天野和安藤 超链图片 最后来到同心馆门口，将点心送给大和田 超链图片 一路跟随大和田到角落，讲悄悄话，了解龙二离开同心馆的事情 超链图片 在龙二最无助的时候，是珊瑚帮他，所以现在他跟随珊瑚办事 超链图片 返回烟花铺旁，询问龙二 超链图片 了解到，在龙二的案件里，虽然抓到到真凶，但这个案件实在太完美，珊瑚怀疑另有其人 超链图片 对话结束，任务完成，奖励 10原石 同时获得成就—— 《真相只有一个···？》 （5原石） 超链图片 完成任务，获得成就—— 《真相只有一个···？》 （5原石） 超链图片 以上为 稻妻日常委托成就 —— 瞳孔中的伪装者、《真相只有一个···？》 攻略的全部内容，感谢各位旅行者观看！",
    "length": 1693
}