{
    "game_id": 2,
    "post_id": "45590826",
    "f_forum_id": 43,
    "subject": "蒙德最难成就【你好，亲爱的爸爸…】和【略表歉意成就】达成参考",
    "url": "https://www.miyoushe.com/ys/article/45590826",
    "created_at": 1700202207,
    "like_num": 53,
    "view_num": 4015,
    "reply_num": 41,
    "text": "大家好，之前没写过什么关于攻略的帖子，写的不足之处还请大家包涵。 原神自1.0版本开篇以来，蒙德的每日委托任务中，有一个成就是最难获得，相对于其他任务的刷新率、达成率等，稀有程度绝对是整个游戏成就中最难之一中的唯一，它就是【你好，亲爱的爸爸…】，可同一故事成就【略表歉意成就】就想简单多了（详解下方蓝色文字部分），这个成就需要一定的技巧和相当的运气才能达成，从稻妻2.0后可以单独选择蒙德每日委托任务以来至近日，经过稀有的几次刷新摸索，才完成了蒙德这最后一个成就，期间也查找过相关的攻略，作为参考大多不够详尽，且里面有错误和漏洞。深知达成不易，所以决定写一下我的过程，以备作为参考能帮到需要的人。 【你好，亲爱的爸爸…】这个成就隐藏这一个关于父子亲情的悲伤故事...哼~哼~故事很长...我在这就不剧透了，还是自己通过任务进程一点点的了解才有意义。 达成此成就需不同时间且要正确触发四次每日委托任务，分别是： 一、“鸽子，鸭子，小孩子” 二、“提米，对不起” 三、“鸽子习惯一去不复返” 四、“一个男孩的去信” 参考流程： 第一步:蒙德区域等任务刷新。第二步:触发任务 “鸽子，鸭子，小孩子” 每日委托 第一天： ①分支一：去杂货店或者什么地方搞3个小麦，喂给鸭子，不击杀鸭子。任务结束，且会触发第二天的任务。此为触发隐藏成就的必要条件。 ②分支二：准备小麦等鸭子聚过来一起杀，或者拿范围远程攻击的角色类似甘雨。然后回到桥上，和生气的提米对话，完成任务。 第二天： 若进入分支二，则第二天会触发 “提米，对不起” 每日委托。任务流程:找教堂前葛修斯修女对话，交给葛修斯修女3个慕风蘑菇（在蒙德的墙上有很多），葛修斯修女会给你一个蒙德土豆饼，把土豆饼交给提米。完成任务。并获得成就【略表歉意】（5个原石） 若先完成的【略表歉意】成就，没完成【你好，亲爱的爸爸…】成就的，就需要触发每日委托 “鸽子习惯一去不复返” 任务，必须等待刷新每日委托 “鸽子，鸭子，小孩子” 从新开始循环到第一天的分支一只喂鸽子不杀鸽子才能触发第二天的分支任务。 若进入分支一，则在第二天可能触发， “鸽子习惯一去不复返” 跟清泉镇的杜拉夫对话，然后他会让你去赶鸽子送信。此时又会进入分支，至于触发那个分支这个全凭运气了。 ①分支一:（大概率触发），你看见了鸽子，把鸽子给赶走或者杀掉，无法触发隐藏剧情。重新等待刷新（实验两次杀死鸽子任务从新开始，所以千万不能杀鸽子，第一个驱离鸽子聚点开始只做驱赶。 “鸽子，鸭子，小孩子” 可以重复做，只要上一次没有杀鸭子，下次就有小概率触发到 “鸽子习惯一去不回” 就可以刷到信。） 以上内容刷新触发每日委托的概率机会太多了，我也是在1.0、2.0版本时就都完成了，所以着重是参考以下部分内容，刷新触发的概率极低，真的是运气和技术并存。 ②分支二:（小概率触发）情况是鸽子不见被丘丘人抓走了，从清泉镇红圈小传送点找杜拉夫接取委托后，有一定概率能看到第一个驱离鸽子聚集点上有或没有鸽子，其状态就是空白什么都没有或是有鸽子在有光标提示，不过有没有鸽子、有没有光柱提示，都并不能说明鸽子被丘丘人抓走了，因为按照驱赶鸽子的聚点路线有三个，不一定在那个点上的鸽子被丘丘人抓走了，且不好一一去查看，还有可能触发任务区域驱赶到鸽子，导致委托从新进入循环，所以有没有鸽子都一定不要走到鸽子附近的任务区域，从而直接避免驱赶到鸽子，最稳妥的就是绕着任务区域走或是直接传到大传送点，在绕到图中丘丘人营地临时点（因为这个临时点除委托任务期间有，平日这个丘丘人营地是不存且看不到丘丘人出没的），清完丘丘人后除了禽肉还有一封 杜拉夫的信 ，到此故事已过多半再无悬念，后续按照剧情发展就可以了，也就没有什么特别需要注意的了，剧情完成后就可以找凯瑟琳去交当日委托任务了。等待触发隐藏每日委托 “一个男孩的去信” 。 最后不定多久会有一天让你和杜拉夫对话，触发每日委托: “一个男孩的去信” 。然后把信带给葛瑞斯修女，跟修女对话。 我是莫名奇妙的得到了两封杜拉夫的信，一封杜拉夫给的，一封在丘丘人营地点，不过只能有一封，另一封就捡不起来提示空间不足了，也可能是个BUG，不过无所谓直接继续任务即可。 然后再去和提米对话，然后把提米的亲笔信送给杜拉夫，任务完成获得成就，: “您好，亲爱的爸爸” 至此结束（获得10个原石）。 至此结束，希望更多的人能看到，希望更多的人从中能够的到参考，希望能够帮助到更多的人！！！",
    "length": 1844
}