{
    "game_id": 2,
    "post_id": "42614197",
    "f_forum_id": 43,
    "subject": "【V4.0攻略·任务与探索】「安的故事」",
    "url": "https://www.miyoushe.com/ys/article/42614197",
    "created_at": 1692528297,
    "like_num": 118,
    "view_num": 7758,
    "reply_num": 33,
    "text": "UID 505597670 哈喽！大家好啊~这里是鸽子的化身——狂风呀！_(魔游姬得意) 随着4.0版本的到来，「水的国度·枫丹」终于开放啦！嘿嘿！可以快乐的玩水啦！_(魔游姬糖葫芦) 那么话不多说，小伙伴们快跟着我一起去探索吧！_(魔游姬哼哼) 枫丹-水仙的安·第二幕- 镜中的王国 安的故事 完成任务 「『公主』与『冒险团』的故事」 后（同时，我们也完成了 水仙的安·第一幕-「水仙十字大冒险」 ，开启 水仙的安·第二幕-「镜中的王国」 ），会自动接取任务 「安的故事」 _(米游君-喝可乐) （中途离开的小伙伴，可以通过此处的标记直接传送回去） 「『公主』与『冒险团』的故事」任务详情可以点击下方链接跳转查看_(阿君得意) 【V4.0攻略·任务与探索】「『公主』与『冒险团』的故事」 任务1：前进 从高塔上的传送门过来之后，我们来到了一个神秘的图书室，这里我们直接往前走_(阿姬调查) （注意！我们要开始绕圈了！） 第一圈 来到此处后，我们先拾取周围的 三个水种子 ，之后 利用水种子形成的水之核 来激活门边的 水量侦测晶体 _(阿姬调查) 成功激活 水量侦测晶体 后，会出现一个传送环，我们直接进入传送环前进_(阿姬调查) （话说这有点像妮露的E啊） 通过传送环来到此处后，往前走即可触发剧情_(阿姬调查) 剧情结束后，我们往右边走，激活门边的机关_(阿姬调查) 之后进入传送环继续前进_(阿姬调查) 来到此处后，我们过去将里面的 一个泡泡雄海马 击败_(阿姬调查) 之后会获得一个 普通的宝箱 ，开启宝箱后，我们进入传送环继续前进_(阿姬调查) 来到此处后，我们过去将水炮阵地中的水种子取出即可触发剧情_(阿姬调查) （可以利用周围的椅子、柱子来躲避水泡的攻击） 剧情结束后，我们进入传送环继续前进_(阿姬调查) 来到此处后，我们启动升降台上去_(阿姬调查) 上来之后，我们获得一个 精致的宝箱 ，开启宝箱后会得到一个「墨绿羽饰」，然后我们继续往前走_(阿姬调查) 一个神奇的羽毛？ _(阿姬疑问) 第二圈 从门里出来后，我们和之前一样，先拾取周围的 三个水种子 ，之后 利用水种子形成的水之核 来激活门边的 两个水量侦测晶体 _(米游君—认真工作) 成功激活 水量侦测晶体 后，会出现一个传送环，我们直接进入传送环前进_(米游君—认真工作) 来到之前封印「水仙十字圣剑」的地方，我们利用获得的「墨绿羽饰」，将「圣剑」的封印解除_(米游君—认真工作) 接着我们拾取「贾巴沃克圣剑」，然后激活机关，进入传送环继续前进_(米游君—认真工作) 不是「水仙十字圣剑」吗？怎么变成「贾巴沃克圣剑」了？ _(阿姬疑问) 来到此处后，我们过去将里面的 两个泡泡雄海马 击败_(米游君—认真工作) 之后会获得一个 精致的宝箱 ，开启宝箱后，我们进入传送环继续前进_(米游君—认真工作) 与之前不同，这里的水炮阵地中没有水种子，不会攻击我们，直接过去进入传送环继续前进即可_(米游君—认真工作) 接着启动升降台上去，之后走出通道后即可触发剧情_(米游君—认真工作) 这里会发现对话出现了新的选项_(米游君—认真工作) （我都快转晕了...） 第三圈 从门里出来后，我们和之前一样，先拾取周围的 三个水种子 ，之后 利用水种子形成的水之核 来激活门边的 三个水量侦测晶体 _(米游君-喝可乐) 成功激活 水量侦测晶体 后，会出现一个传送环，我们直接进入传送环前进_(米游君-喝可乐) 和之前不同，这里我们直接过去开启机关，继续进入传送环前进_(米游君-喝可乐) 来到此处后，我们过去将里面的 三个泡泡雄海马 击败_(米游君-喝可乐) 之后会获得一个 珍贵的宝箱 ，开启宝箱后，我们进入传送环继续前进_(米游君-喝可乐) 和 第二圈 一样，这里的水炮阵地中没有水种子，不会攻击我们，直接过去进入传送环继续前进即可_(米游君-喝可乐) 但这一次，我们不用启动升降台上去，直接往回走，会发现水炮阵地这边出现了一个传送门_(米游君-喝可乐) （话说回来，地形是有变化的） 玩法教学 神奇的水种子 水量侦测晶体 任务2：取得「水仙十字圣剑」 进入传送门后，我们回到了之前最初的地方，这里直接往前走，然后进入传送环前进_(阿姬调查) 来到之前封印「水仙十字圣剑」的地方，我们再次利用获得的「墨绿羽饰」，将「圣剑」的封印解除，拾取「水仙十字圣剑」_(米游君—认真工作) 原来之前是专门搞了一把假的「水仙十字圣剑」，真有她的 _(米游君-喝可乐) 任务3：借由「圣剑」的力量，前进 拿到真正的「水仙十字圣剑」后，我们进入传送环原路返回_(阿姬调查) 之后靠近光柱，利用「水仙十字圣剑」开启前进的道路_(阿姬调查) 任务4：跳下去吧，直到故事的尽头 通过剧情可以看到，我们其实是在探索不同的楼层，并不是真正的在绕圈_(阿姬调查) （这里我们直接往下跳，向着星辰与深渊！） 任务5：继续前进 下来之后，我们直接往前走_(阿姬调查) 任务6：战胜「龙」 果然「魔龙纳西索斯」就是一个纯水精灵_(阿姬倒地) （好像和之前版本活动的纯水精灵差不多？） 任务7：继续前进 击败「魔龙纳西索斯」后，我们获得一个 珍贵的宝箱 ，之后继续前进_(阿姬调查) 任务8：寻找线索 沿着道路走到里面的房间后，我们调查一下光团处_(阿姬调查) （一共有五处光团） 将五处光团调查完后，我们前往书桌处调查_(阿姬调查) 之后，我们好像来到了书中的童话世界_(阿姬期待) 至此，任务 「安的故事」 到此结束（同时，我们也完成了 水仙的安·第二幕-「镜中的王国」 ，开启 水仙的安·第三幕-「假如她不再梦到你...」 ） 以上就是 「安的故事」 的全部内容啦！_(米游姬喝茶) 关注我~持续带你领略世界的精彩！ _(琴-赞扬)",
    "length": 2384
}