{
    "game_id": 2,
    "post_id": "44347002",
    "f_forum_id": 43,
    "subject": "《从元素反应角度分析，冰❄️系主C的未来抽取推荐，含物理C》",
    "url": "https://www.miyoushe.com/ys/article/44347002",
    "created_at": 1696943529,
    "like_num": 145,
    "view_num": 5557,
    "reply_num": 53,
    "text": "先上图，公布这期的三位主要角色。再叠甲(这年头不叠甲都不敢说话了)，一切分析都是从元素反应出发，不考虑反应走异化反应或特殊玩法的C只是设计考虑的角度不同，本帖暂不做分析。_(甘雨-OK) 本帖分析的都是“主C”_(优菈-拒绝)(特殊C以后会另作分析)，且都是围绕元素反应为主的。 这是一个系列贴，会把所有元素都进行解析，顺序是🔥💧❄️⚡🌿🌪️(岩)。现在讲的是❄️ (冰系比较复杂，所以篇幅较长，我列了一个目录让大家可以看得更清晰) 目录：1.冰系相关反应概况 2.融化流🔥❄️：甘雨、莱欧斯利 3.永冻流💧❄️：神里凌华 4.物理流⚡❄️：菲米尼、优菈 5.四星后台冰C❄️：凯亚、罗莎莉亚 6.总结，未来冰C展望：…… 冰系相关反应概况_(派蒙-摊手) 正片开始_(重云-胜券在握)，不看角色，而是从元素反应来看，冰系❄️的输出型反应有： 🔥❄️融化，💧❄️冻结， ⚡❄️超导，❄️🌪️冰扩散 几种反应中： 🔥❄️融化是唯一的增幅反应。 💧❄️冻结则是一种功能性反应，对伤害本身没有增幅作用，需要结合圣遗物和队伍元素共鸣才能起到效果。 ⚡❄️超导的效果是减少40%物抗并造成范围冰伤，是服务于物理队的一种反应。 ❄️🌪️冰扩散结合风套，则是服务于冰伤队伍的。 如果走冰伤路线，能走的无非就是融化🔥❄️、冻结💧❄️(冻结又被称为永冻)两条路。走物理路线则只有超导⚡❄️一个答案。共3条路线可走。 因此，相比于🔥火系、💧水系，❄️冰系主C可以选择的道路更多。🔥火系C的两大反应都是增幅，但是由于元素强弱势的缘故，能走的最佳反应是蒸发。 💧水系C的一个增幅一个直伤，能走的最佳路线是直伤。(想了解更多有关🔥火系和💧水系反应的内容，可以回顾本合集往期的帖子) 而❄️冰系的三个路线，都是冰系的最佳反应路线。 🔥❄️融化： 在之前的帖子里有提到过，在融化反应中，冰系❄️作为弱势元素，是比火🔥更适合打融化的。 因为元素间存在强、弱势关系，在不考虑时间流逝带来的元素量流失的情况下(即短时间内便可将附着元素反应掉)：一单位的弱🔥，需要用两单位的弱❄️❄️去反应才能消除。反过来一单位的弱❄️，只需要一单位的弱🔥便可消除。 如果前置元素是❄️弱冰，由后手🔥弱火元素去触发融化，可反应次数为“1”，反应系数为“2”。 如果前置元素是🔥弱火，由后手❄️弱冰元素去触发融化，可反应次数为“2”，反应系数为“1.5”。 前置❄️，后手🔥，融化总系数：1×2=2 前置🔥，后手❄️❄️，融化总系数：2×1.5=3 由此看出，❄️冰系打融化在反应总系数上是占优的，以此设计的冰C则需要具备以下特点： ①技能段数少 ②冰附着频率低 ③技能倍率高 看到这，大家是不是想到了某位冰C呢_(申鹤-问号)，没错，正是我们的椰羊王小美，璃月七星的秘书“甘雨”姐姐_(甘雨-请喝)。 甘雨_(甘雨-晚安)是一个主打蓄力重击的角色，她的重击10级总倍率为622%，已经赶上许多角色的大招倍率了，比如大招打蒸发🔥💧的达达利亚_(达达利亚-来打一架)倍率也才700%多。(也是我入坑以来的第一个主C) 更恐怖的在于她的重击是独立附着_(甘雨-加班)，不遵循2.5s/3hit的计时计数器附着规律，导致她的每段重击都有冰❄️附着，都能吃到融化🔥❄️增幅。 理论上1.7秒就能射一箭的甘雨，就算加上人眼反应时间2秒一箭，相当于2秒便能放一次大招的达达利亚，而且不消耗体力，不消耗能量。_(甘雨-谢谢) 除了甘雨，还有一个冰C很可能也是走融化🔥❄️路线的，没错，正是公爵莱欧斯利。_(派蒙-思考) 莱欧斯利是第一个冰系❄️法师，主要走普攻和重击路线，为什么说莱欧斯利适合走融化🔥❄️呢。 主要是他的技能倍率_(派蒙-倒立迷惑)，不像是一个能走永冻💧❄️路线的角色。冻结反应的时间很短，需要角色短时间将伤害全部灌入。 公爵的大招分为5段伤害，0命总倍率在1000%左右，相当于甘雨射两箭的倍率。 而他一套普攻+重击的总倍率是:750%左右，即使开启了e战技，一套普攻+重击的倍率也才:1600%左右。_(派蒙-摊手) 一套技能全部打完也才2600%倍率左右。并且开启e切人，是会丢掉buff的，需要新的长轴减抗手段。更多的伤害则需要通过_(瑶瑶-呆)“命坐”去解锁。 神里凌华_(神里绫华-受教了)的大招有20段伤害，总倍率4300%，由此可以看出，公爵打永冻💧❄️，不说输出时间上比神里凌华长，效率低，倍率上也比凌华差了一大截。 但是比较矛盾的地方就在于_(提纳里-趴)，明明倍率比不上神里大小姐，但是出伤模式又是多段的，导致不是每段伤害都可以顺利吃到融化🔥❄️带来的伤害增幅。(除非他的大招5段附着都是独立的，这个需要等实际上线了测试才知道) 因此，他的设计给我一种神里凌人_(神里绫人-扶额)的既视感，有一种杂糅和矛盾的感觉。 不过这不代表他就没有变强的可能_(珐露珊-看我的)，从元素反应和技能倍率上，他的设计存在矛盾，但是可能在元素增伤和双爆区间上会通过专武等其他手段有额外的弥补_(赛诺-接招吧)。所以公爵强度厨们可以再等等，等到他实际上线后的表现再说。 只是不可否认_(柯莱-无响应)，从元素反应设计角度来看，公爵的技能设计是有缺陷的，但凡他大招是单段的伤害，都会好上许多。 也许这是设计师给以后留下的伏笔，_(温迪-庆贺)说不定以后会有一个非常适合莱欧斯利这种输出模式的角色(目前只有满命申鹤最契合莱欧斯利)。 能打🔥❄️融化的主C已经介绍完了，接下来还要再提到一个没有冰系❄️参与的反应。 想要前台冰C打融化🔥❄️，那么一个好的后台挂火🔥角色的存在十分重要。许多人第一时间想到的可能都是大招启动的香菱_(香菱-好吃)、e战技启动的迪希雅_(迪希雅-吃我一拳)。 先不说用香菱挂火非常奢侈，充能就是一个大问题。迪希雅的挂火频率则是2.5秒挂一次火，和目前打融化的冰C轴不搭配。 但是大家可能忘了一个新出现的元素反应_(纳西妲-好奇)，后台挂火，为什么非要通过角色的技能机制来提供呢。🌿🔥燃烧反应，是继草🌿系上线后出现的一个反应，许多人一直嫌弃其反应伤害太低。 在我看来，🌿🔥燃烧反应的出现，就是用来服务融化流❄️冰C的，🌿🔥燃烧状态下的角色，可以正常触发与火有关的反应，而且持续时间长，只需要在之后不断的通过后台补充草🌿、火🔥元素，就能稳定的维持这一状态。 并且冰❄️与草🌿不反应，不用担心冰把🌿反应后影响燃烧反应的正常发生。通过元素反应解决了冰系一直诟病的后台挂火问题，只是这个反应需要绑定一个稳定的后台🌿——小草神_(纳西妲-开心)，算是对融化冰C配队上的一种限制吧。 由此也出现了“燃甘”_(甘雨-挺好的)的玩法，也算是让融化流🔥❄️冰C也能像胡桃和宵宫那般可以稳定的打增幅反应了。 只是面临的问题也和胡桃_(胡桃-六！六！六！)、宵宫_(宵宫-好那菈)类似，融化🔥❄️冰C很难通过风🌪️来扩散冰❄️。 💧❄️冻结(永冻)： 冻结反应由于自身没有增幅作用，走冻结流💧❄️的角色想要在总伤上和打增幅反应的角色不会有太大的差距，在技能伤害倍率方面只有给得更为慷慨，才能和增幅C们掰一掰手腕。 目前为止，最适合走永冻💧❄️的C只有水系💧的那维莱特和冰系❄️的神里凌华_(神里绫华-早安)。两个角色都是高倍率直伤的输出模式，也是永冻流最契合的输出模式。 上面已经提到了，神里凌华_(神里绫华-乖巧)的大招段数非常多(20段)，出伤非常快，倍率非常高(4000%+)。目前没有哪个后台🔥的附着效率能够去压制凌华如此恐怖的挂冰❄️效率，直接让凌华_(神里绫华-我就看看)告别了打融化的可能。 再加上冰套圣遗物和队伍双冰❄️❄️元素共鸣的特点，永冻流冰C是肯定要组双冰的，这也让队伍中的冰元素会更多，更容易被风🌪️扩散增伤。 因此，永冻流💧❄️的冰C，已经有一个完美的设计了，就是我们的白鹭公主——神里凌华_(神里绫华-威胁)。完美的将永冻流冰C能利用的全部反应都利用了。 利用冻结反应，将双冰buff❄️❄️和冰套圣遗物的特效完美发挥，将爆伤乘区伤害拉满。还成功的让风系万叶🌪️_(枫原万叶-嗯嗯)插入循环轴，让增伤和减抗乘区也得到了提升。 由此，没太可能再出一个永冻流💧❄️的冰C了，否则只是将凌华的输出模式加了点数值给一个新角色，这种行为是找骂的，也是自掘坟墓的。所以，喜欢永冻玩法的小伙伴可以放心抽取凌华大小姐_(神里绫华-辛苦了)。她已经是永冻玩法的完美形态了。 ⚡❄️超导： 就是一个服务于“物理流”玩法的反应，而且，物理C的最佳属性就是冰系❄️，而不是雷系，为什么呢？_(菲米尼-冒泡) 首先，触发超导⚡❄️反应，会造成范围❄️冰伤。搭配队伍双冰共鸣buff❄️❄️，在敌人受到冰附着的情况下，可以很好的吃到15%的暴击率加成。而双雷⚡⚡是解决充能难题。相对之下，暴击率更吃香_(菲米尼-爱好)。 但是打物理队，必须携带⚡❄️，能够破处的元素护盾有：💧水盾、🌿草盾、⚡雷盾，比较难破❄️冰盾和🔥火盾。 即使考虑加入破盾角色，也不推荐加入🔥火系角色，会破坏冰附着状态失去暴击加成buff。反而可以考虑加入💧水系，偶尔可以打打冻结，同时能破🔥火盾。也就冰盾❄️环境不太适合物理队。配队就可以❄️❄️⚡💧。 同时，机械类怪物都有极高的物理抗性，已经劝退了绝大多数物理C，这类怪物占比还挺多的，尤其是在枫丹。 所以，物理队面临的局面比较尴尬，目前设计得比较好的物理C是新出的枫丹角色——菲米尼(4星)。_(菲米尼-警惕) 至于优菈_(优菈-拒绝)，之前也提到过，大招一击流的玩法对时机的把控要求非常高，更何况优菈的大招还是延时出伤模式，比达达利亚的那种按了大招就出伤的更难把握时机。 而菲米尼_(菲米尼-爱好)的出伤是持续型的，还可以利用碎冰反应来提高伤害，也是比较好的利用了利好物理C的反应。技能机制也十分优秀。如此优秀的机制放在了四星⭐⭐⭐⭐角色身上，对新手来说这是一件好事。 有两个四星的冰系后台C需要讲一下，也是在前面🔥火系篇留下的悬念。 凯亚_(凯亚-友谊第一)、罗莎莉亚_(罗莎莉亚-凝视)！ 说到凯亚_(你真幽默)，大家都认识，御三家，其命坐的获取难度也是与日俱增，随着4星角色越来越多，抽到御三家的概率也变得越来越小。 但是许多人不知道，满命的凯亚_(凯亚-哈哈哈)，是御三家里强度最爆炸的，妥妥的冰系❄️香菱。凯亚的大招同样也是锁面板，而且和香菱_(香菱-新菜谱)一样是跟随角色的，满命的倍率打满的情况下可以达到2300%左右，只是碍于御三家的身份，命坐极难获得。 罗莎莉亚_(罗莎莉亚-嫌弃)也是一个大招脱手高倍率锁面板的角色，只是和凯亚相比还是稍逊一筹，大招吃满的情况下有2000%左右的总倍率，造成8次冰伤❄️，每次都是独立附着，没有附着CD，因此可以打出8次融化伤害，伤害极其恐怖。就是有点画地为牢，是个毒点。 这两位角色都是后台高倍率的融化🔥❄️冰C，只要搭配一个高频附着的🔥火前台，就可以打出高额的融化冰伤。 于是我想到了咱们的火花骑士，前台挂火狂魔——可莉_(可莉-冲呀)。搭配可莉_(可莉-小魔女)、迪卢克_(迪卢克-摇果汁)这种前台高频🔥火前台，就可以很好的发挥凯亚和罗莎莉亚的优势。 总结，永冻流💧❄️已经趋于完善，物理流⚡❄️还有待开发，融化流🔥❄️同样还有发展的可能。 未来可能出现的大冰C❄️，如果具备以下特点，那将可能是融化流🔥❄️的最终形态： ①可加入风系🌪️，短/灵活轴，e/低能量大招短CD(低成本)启动。(听说以后会有长轴的减抗角色和圣遗物_(留云借风真君-诶)，那么轴稍微长点也不是不行。不过长轴减抗是能同时辅助短轴和长轴C的，但是短轴减抗大多数却只能辅助短轴C。由此可见，能短袖/灵活轴就最好不过了) ②将融化🔥❄️反应带来的提升改进天赋倍率 ③高频率冰附着❄️。已经将融化倍率写进天赋了，为防止数值过于超标，必须限制其再继续打融化的可能。(如果莱欧斯利_(瑶瑶-呆)能有这个倍率，那么他也能走这种路子，还是等实际上线再看表现吧，可能他通过了别的方式弥补了这部分倍率也说不定) ④必须带🔥火系角色。防止其再走永冻路线💧❄️，爆了凌华的金币。同时还能应对冰盾环境，扩大队伍就业环境。",
    "length": 5001
}