{
    "game_id": 2,
    "post_id": "51923159",
    "f_forum_id": 43,
    "subject": "【V4.6攻略·角色攻略】阿蕾奇诺角色配队圣遗物武器攻略全解",
    "url": "https://www.miyoushe.com/ys/article/51923159",
    "created_at": 1713926588,
    "like_num": 2337,
    "view_num": 376288,
    "reply_num": 588,
    "text": "UID：110746541 小伙伴们大家好呀~ 超链图片 （以上图片为文章封面，还请小伙伴们无视） ▷ 正文 超链图片 ◇ 解说一： ◆ 这个队伍参考了蒸发队胡行夜钟，仆人替代了胡桃的位置，主打1.5倍火水蒸发反应、区别在于胡桃主要使用重击进行输出，仆人主要使用普攻进行输出。 （仆人=阿蕾奇诺，下文称呼都用仆人） ◆ 这里需要注意一下， 不同角色 的 不同攻击方式 所 触发的蒸发反应 存在 反应触发条件 ，导致普通攻击并不能每次都能触发蒸发反应（ 3次普攻吃一次蒸发 或 2~3秒左右普攻吃一次蒸发 ，这两个条件 任意触发一个 就可以使普攻发生蒸发反应），但重击不吃前者条件，所以胡桃的每次重击都能触发蒸发反应，仆人的每3次普通攻击（或间隔2~3秒再攻击）可以吃到一次蒸发反应。（这个东西天舞很早就发现了，小伙伴们可以去打水无相试试，存在计时，计数。如果有误咱们在评论区再讨论讨论） ◆ 这个队伍天舞强烈建议小伙伴们的夜兰和行秋带 祭礼系列 武器，祭礼系列武器可以刷新两次E技能（在技能刷新后直接再次使用技能，不要屯技能），并且可以增加夜兰和行秋的充能效率，能做到队伍的有效循环，且四星武器能降低队伍的组成成本。 ◆ 夜兰的大招可以给场上自己的角色提供 至多50%的伤害加成 。 ◆ 因为天赋原因，仆人在输出时 无法通过大招以外 的任何方式回复生命值，所以仆人是非常需要护盾保命的。钟离的盾够厚、持续长、CD短、抗打断且能 降低敌方全属性抗性20% ，大大提高了仆人的输出空间和生存空间，是个非常不错的选择。 ◆ 仆人的E之所以要用在最前面，是因为仆人的E技能在对敌人施加 血偿勒令 的5秒后，可以升级为 血偿勒令•结 ，在我们回收血偿勒令•结的时候可以赋予仆人 130%生命值上限的生命之契 。这比5秒内回收血偿勒令多出了65%的生命之契，在对单个敌人时是非常有帮助的。而且技能早用早冷却，仆人的每次普攻都能减少E技能一定的冷却时间，待E技能冷却好后，我们再次用E开始队伍循环。 ◆ 仆人在场输出时会获得 40%的火元素伤害加成 ，但无法通过大招以外的其他方式回血，在自身血量较低时注意使用大招Q来补充血量。 超链图片 ◇ 解说二： ◆ 这个队伍参考了蒸发队伍胡行贝钟，同样是将胡桃替换成了仆人。 ◆ 在看到这个队伍的时候，天舞猜小伙伴们肯定会有一个疑问“阿贝多的存在会不会抢仆人的反应呢？”。 答：基本不会，因为仆人主要使用普通攻击进行输出，而普通攻击的蒸发反应频率存在条件限制（具体看解说一的第2点），阿贝多的E后台每2秒触发一次，行秋的大招挂水频率约每1秒一次，两者都为 弱水弱岩 。这里要注意的是，岩元素是不能单独进行元素附着的，也就是说怪物身上是 不会只存在岩元素附着 的。而我们在使用仆人C的时候，就算敌方身上存在水元素，也会是先触发普攻蒸发，再（其实基本上是同时）触发岩结晶（前提是仆人的火是弱火），最后行秋的大招落在敌人身上继续挂水。（行秋雨帘剑期间贴敌人身上时敌人身上基本上都有水元素附着） ◆ 阿贝多大招后可以 增加全队125的元素精通 ，持续10秒。可以提高仆人蒸发反应的伤害，4.5版本期间抽了阿贝多而又没有夜兰组成配队一的小伙伴可以使用。 ◆ 另外，阿贝多和钟离可以触发双岩共鸣，处于双岩共鸣状态下的角色 护盾强效提升15% 。角色处于护盾庇护下时， 造成的伤害提升15% ，且在对敌人造成伤害时，会使敌人的 岩元素抗性降低20% ，持续15秒。这也提升了队伍的输出和生存空间。 ◆ 解说一中的部分内容均适用于配队2，天舞在此不再多做说明。 超链图片 ◇ 解说三： ◆ 这个队伍就是前两个配队的低配版，把夜兰、阿贝多的位置换成了班尼特。 ◆ 虽然仆人不能吃到班尼特的后台加血，但是可以吃到班尼特的 攻击力加成 ，这也是一个不错的选择。 ◆ 另外，仆人在这个队伍中的蒸发反应参考解说二是能吃满的。 ◆ 解说一、二中的部分内容均适用于配队3，天舞在此不再多做说明。 超链图片 ◇ 解说四： ◆ 这个队伍是纯火队，万叶提供火元素加伤，班尼特提供大招攻击力加成，钟离提供护盾保护并且 降低敌方全属性抗性20% 。 ◆ 使用纯火队时应该注意避开有火免火抗的敌人，如：火史莱姆，火骗骗花、火BOSS等。 ◆ 解说一中的最后三点均适用于配队4，天舞在此不再多做说明。 超链图片 ◇ 解说五： ◆ 这个队伍是配队4的低配版，将万叶换成了砂糖，其余不变。 ◆ 砂糖拥有小范围聚怪和提供全队元素精通的能力，可以对标拥有 自带元素附着的敌人 或 能提供元素附着的环境 来打反应，增加仆人的反应伤害量。当然用于队伍中不打反应只聚怪也还可以。 ◆ 使用纯火队时应该注意避开有火免火抗的敌人，如：火史莱姆，火骗骗花、火BOSS等。 ◆ 解说一中的最后三点均适用于配队5，天舞在此不再多做说明。 超链图片 ◇ 解说六： ◆ 这个队伍也是配队4的低配版，将钟离换成了同样可以提供护盾的托马，其余一样。 ◆ 托马的大招护盾需要队伍中的角色使用 普攻来触发刷新 ，仆人刚好是使用普攻来进行输出的角色，又因其自身特殊的天赋非常需要护盾，所以托马也是仆人的一个非常不错的选择。 ◆ 另外，托马的充能可能会不太够用，建议小伙伴们多叠托马的元素充能效率，以此来促进队伍循环。 ◆ 在托马6命后，获取或刷新护盾时，都能提供 全队15%的普通攻击、重击、下落攻击伤害 ，持续6秒。这能强化仆人的普通攻击，增加伤害输出量。 ◆ 使用纯火队时应该注意避开有火免火抗的敌人，如：火史莱姆，火骗骗花、火BOSS等。 ◆ 解说一中的最后两点均适用于配队6，天舞在此不再多做说明。 超链图片 ◇ 解说七： ◆ 这个队伍是雷火队，夏沃蕾是不可替换的 队伍核心 ，托马提供护盾保护，雷电将军使用E后台给敌人挂雷元素，配合仆人打超载反应来触发夏沃蕾的雷火减抗天赋。 ◆ 夏沃蕾的天赋在队伍触发超载反应后可以 降低敌方雷火抗性40% ，持续6秒。并且在发射强化弹头（E）后，还可以根据自身生命值给全队雷火角色提供最多 40%的攻击力加成 。这可以有效提高仆人在场时的输出量。 ◆ 托马的大招护盾需要队伍中的角色使用 普攻来触发刷新 ，仆人刚好是使用普攻来进行输出的角色，又因其自身特殊的天赋非常需要护盾，所以托马也是仆人的一个非常不错的选择。 ◆ 另外，托马的充能可能会不太够用，建议小伙伴们多叠托马的元素充能效率，以此来促进队伍循环。 ◆ 在托马6命后，获取或刷新护盾时，都能提供 全队15%的普通攻击、重击、下落攻击伤害 ，持续6秒。这能强化仆人的普通攻击，增加伤害输出量。 ◆ 解说一中的最后两点均适用于配队8，天舞在此不再多做说明。 超链图片 ◇ 解说八： ◆ 这个队伍就是将配队7中的雷电将军换成了菲谢尔，降低了队伍组成成本，其余说明不变，可以参考解说七。 ◆ 这里需要简单提一下，菲谢尔的后台挂雷能力还是非常不错的，但是她有一个问题：战技的CD（冷却时间）太长了，长达 25秒 ，而召唤出的奥兹在场 持续时间只有10秒 （六命12秒）。不过还好她的大招可以重新召唤出奥兹（如果奥兹在场则是刷新在场时间），所以菲谢尔的 战技和大招是需要分开使用 的（比如说第一轮操作用战技，第二轮操作用大招）。 ◆ 解说一中的最后两点均适用于配队8，天舞在此不再多做说明。 ◆ 阿蕾奇诺的其他配队方案可以这样参考： 双火+增伤辅助+护盾辅助 （如配队三、四） 。双火元素共鸣可以增加全队25%的攻击力，增加仆人的输出量。 ▷ 补充说明 ◆ 此攻略中，命座建议仅作为参考，部分五星角色和四星角色实际上零命也可以用。小伙伴们可以根据自己的实际情况量力而行。 ◆ 此攻略中，五星圣遗物仅为展示，萌新可以将圣遗物根据自身的条件自行灵活更变为四星圣遗物来过渡，后续有条件再更换回五星圣遗物。 ◆ 本文内容为个人观点，仅作为参考，有异议的小伙伴可以在评论区提出自己的观点，天舞也会合理的参考小伙伴们的新观点的。 ◆ 配队展示列表的顺序与队伍的强度无关，配队仅作为思路参考，实用性需根据自身条件进行判断。 ◆ 对于以上说法有额外问题（比如说额外的其他配队）的小伙伴欢迎在评论区讨论，天舞基本上都是会看的。 更多配队攻略可关注合集： 米游社 因为天舞也才刚开始编写角色方面的攻略，大部分内容都会是个人的观点，有时候也不知道写什么内容会比较贴切玩家，有可能会出现缺漏配队、配队不准、武器圣遗物不准、配队说明有失误的情况，如果出现了这些情况还请小伙伴们和我提出来，天舞真的会很认真去看的，谢谢！（但是天舞真的不太能接受上来就引战带节奏的小伙伴哦~） 那么本次攻略就到这里~ 感谢小伙伴们的观看！ 喜欢天舞攻略的小伙伴记得给天舞一个赞哦~ 超链图片 超链图片",
    "length": 3597
}