{
    "game_id": 2,
    "post_id": "46473046",
    "f_forum_id": 43,
    "subject": "水仙的追迹·第一幕：藻海的寻踪",
    "url": "https://www.miyoushe.com/ys/article/46473046",
    "created_at": 1702376401,
    "like_num": 77,
    "view_num": 7749,
    "reply_num": 25,
    "text": "超链图片 旅行者们，大家好，这里是夕恙攻略专场。 本期是 枫丹世界任务之水仙的追迹·第一幕：藻海的寻踪， 正式任务需要完成前置任务，大家可前往合集枫丹地图探索（三）查看。 藻海的寻踪 完成前置任务自动触发 超链图片 任务要求 1.寻找并解除四处封印； 四处封印的解除都以折叠的形式展示，方便大家解谜查看。 注：大家在探索莫尔泰区的时候封印区域可能已经探索过了，它不会影响任务进度，探索过的任务不会提示，相当于探索的时候顺便完成了任务。 封印四：悲喜的面具需要解除前三个封印才可前往解除屏障。 封印一：缪斯的母亲 任务开启旁边的遗迹洞穴进入 超链图片 一一一一一一一一 1 寻找封印 与球球章鱼柱交互获得能力，对弹性阀长按使用能力开启阀门跳跃下去。 超链图片 下来之后 旁边一个摩拉箱， 然后顺着道路继续往前走。 超链图片 来到另一处解谜，利用球球章鱼的能力长按 先对着左边的弹性阀使用，上面一层阀门到底之后再快速对着右边的弹性阀使用（长按转动视角即可），利用两阀门开启的缝隙跳下去。 超链图片 之后来到底部触发对话，对话选择 影子即可（也可能是三个选项都选择一次）。 超链图片 一一一一一一一一 2 解开象限内的谜题 解谜1 跟随图中数字顺序进行解密，解谜完成之后 阀门开启，乘坐升降梯下行； 来到底部后， 靠近阀门，对着弹性阀使用球球章鱼的能力开门 到达装置另一边，站在装置旁 放流， 等待能量装满之后 上行并再次放流。 超链图片 解谜2 角色点位 装置直接放流即可， 装置后面神瞳。 超链图片 一一一一一一一一 3 获取「记忆」之块 超链图片 封印一：缪斯的母亲完成 任务完成之后，此处水位会上升，任务获得的 华丽宝箱。 一一一一一一一一 下方是此处区域的探索部分 超链图片 1. 普通宝箱 ， 拾取芒荒能量块击打天花板上的中继桩即可； 2. 精致宝箱， 异色猎刀鳐销毁藤蔓获取； 3. 摩拉箱， 荒性能量块击碎储物箱获取； 4. 神瞳和精致宝箱， 图3进入谜镜，击败魔物，从另一面镜子出来即可获取； 5,6. 摩拉箱， 异色重甲蟹击碎碎石获取； 7. 神瞳； 8. 精致宝箱， 点位7神瞳旁异色球球章鱼的能力击败魔物解锁开启。 超链图片 封印二：流星的投矛 传送锚点传送前往 超链图片 一一一一一一一一 1 寻找封印 跟随任务指引走，门旁边的 摩拉箱 和门口的 普通宝箱 可以拿一下。 超链图片 靠近门触发对话。 一一一一一一一一 2 寻找前进的通路 跟随图片数字顺序完成解谜， 开启阀门并获取 宝箱 。 超链图片 之后进入升降平台并启动来到下一层。 下层 先击打旁边的晶体开启面前的阀门，然后再触碰爆炸果实快速下楼梯开启第二道阀门即可。 下楼梯有一个 摩拉箱。 超链图片 一一一一一一一一 3 解开象限内的谜题 解谜1 利用异色球球章鱼的能力下降升降柱使其可以接收光束开启阀门（ 先左后右下降柱子 ），然后进入装置下行（ 装置旁一个 摩拉箱 ）。 超链图片 下来之后，利用球球章鱼的能力长按对着弹性阀，使其转动指针方向连通两个装置，位置正确之后进行 放流。 超链图片 等能量装满之后， 上行并放流。 解谜2 通过解谜1来到角色点位，交互机关 开门，跟随 仙灵 ，获得一个 精致宝箱 ，以及 水底神瞳 。 超链图片 这里 利用异色猎刀鳐的能力击败魔物，解放异色球球章鱼。 超链图片 利用异色球球章鱼的能力 跟随图片操作完成解谜， 四个指针转动到指定位置之后， 放流，再利用异色猎刀鳐的能力开路（走的时候别忘记图片还有一个 摩拉箱 ） ，带上升降梯旁边的荒性能量块上行， 击碎储物箱 获得摩拉箱， 继续上行，到达顶部放流。 超链图片 一一一一一一一一 4 获取「愿望」之块 以及一个 华丽宝箱。 超链图片 封印二：流星的投矛完成 一一一一一一一一 此区域探索部分 神瞳和珍贵宝箱， 中心装置周围的齿轮启动之后可以上下移动，到达最顶部齿轮会出现风场，通过风场达到装置顶部获取神瞳和宝箱。 超链图片 摩拉箱， 神瞳位置 视野转向北边即可看见。 超链图片 奇馈宝箱， 解谜1底层位置，进入谜镜击败魔物，从另一面镜子出来开启宝箱。 超链图片 封印三：丘比特的爱人 传送锚点传送前往 超链图片 一一一一一一一一 1 寻找封印 靠近水底传送锚点时， 触发对话，对话完道具交互可获得一个 四星圣遗物「水仙的时时刻刻」 。 一一一一一一一一 2 寻找前进的道路 潜水传送锚点旁边进入遗迹。 一一一一一一一一 3 解开象限内的谜题 解谜1 利用球球章鱼的能力对着调节阀长按，使旁边的装置转向正确的方位。 然后左右两边的装置进行 放流操作即可开启中间屏障。 超链图片 进入屏障，中间装置进行 放流操作，然后继续往里面走（前方阀门需要钥匙开门才能继续放流完成解谜1，钥匙在解谜3，跟着解谜顺序走即可）。 超链图片 解谜2 图片左下角小地图此处位置进行 下行操作。 下行之后 击打晶体开启阀门。 超链图片 跟随图片数字顺序完成操作即可。 先击打一次晶体，开阀门之后，利用异色水母的能力 在晶体旁长按放置炸弹，游到第二扇门，引爆， 然后在装置旁进行 放流操作即可。 放流之后会获得一个 精致宝箱。 开启宝箱后，回到另一个装置旁， 等待能量装满，然后上行并放流 完成解谜2。 超链图片 解谜3 地图点位装置旁进行 上行操作。 超链图片 上行之后，直接进行 放流操作，并拾取前面的 神瞳、摩拉箱以及发光点的「特殊的钥匙」（用于解谜1的开门）。 等待装置能量装满之后， 下行并放流即可完成解谜3。 超链图片 之后我们回到解谜1开门，装置下行并放流即可解开此处谜题，放流之后获得一个 精致宝箱。 超链图片 一一一一一一一一 5 获取「灵魂」之块 装置顶部查看，并开启一个 华丽宝箱。 超链图片 封印三：丘比特的爱人完成 一一一一一一一一 此处区域的探索部分 谜镜 地图此处位置，进入谜镜，点燃两个火把旁边的金光会进入镜子（前面的谜镜都会有金光，完成相应解谜打魔物开宝箱即可），后续会有任务需要金光进入镜子才可完成（提前完成揭示之书任务）。 超链图片 摩拉箱 超链图片 精致宝箱， 地图此处位置拾取晶块，利用球球章鱼的能力对着炮台长按即可修复，然后操作炮台对着宝箱的位置开炮即可 超链图片 精致宝箱和摩拉箱， 分别拾取需要猎刀鳐销毁藤蔓的荒性能力块和芒性能量块击打中继桩获取宝箱，摩拉箱在芒性能量块旁边。 超链图片 封印四：悲喜的面具 传送锚点前往 超链图片 一一一一一一一一 1 寻找封印 这里最后的封印 需要完成前三处封印 到达此处对话 才可解除屏障 继续任务。 超链图片 一一一一一一一一 2 解开象限内的谜题 解谜1 此处位置 装置旁放流，并进入谜题击杀魔物开启 宝箱， 再出来。 超链图片 顺着地图路径来到此处，再次 右边装置放流， 等待 左边装置能量装满，然后上行并放流即可。 超链图片 解谜2 地图此处位置 往底部游进门。 超链图片 顺着地图道路来到此位置，利用异色重甲蟹的能力击碎碎石， 解救左边的球球章鱼，并将右边碎石里的两块晶块安置在调节阀上（里面有个 摩拉箱 ）。 超链图片 安置好之后，先利用异色重甲蟹击碎碎石 露出装置 ，再通过球球章鱼的能力 使能量流动线路正确，然后碎石里面装置进行放流。 超链图片 放流之后桥上的装置再放流，获得一个 精致宝箱。 超链图片 开门，往前走右边发光点 一把特殊的钥匙， 将此处的魔物 全部击败，获得一个 珍贵宝箱， 并且装置门打开， 上行并放流即可 。 超链图片 一一一一一一一一 3 获取「人格」之块 查看装置顶部获取 「人格」之块，以及 华丽宝箱。（这里建议先将华丽宝箱开启以及探索部分的宝箱获取，再去查看「人格」之块） 超链图片 封印四：悲喜的面具完成 一一一一一一一一 此区域的探索部分 地图位置通过特殊的钥匙 开门。 开门之后上楼梯 来到第一个窗口，站上去，往右上角看，第二个窗口一个 华丽宝箱。 超链图片 解除四处封印之后。 2.前进； 前进会一直飘到海中心格式塔的顶端，对话完需要进入格式塔（咱们先拿 塔顶的神瞳 ）。 神瞳（没拿的小伙伴，若格式塔沉入海底了，莫尔泰区海平面的东南方会刷新一个传送锚点，可通过传送锚点旁的「安东·罗杰飞行器」乘船到目的地拾取） 超链图片 3.进入格式塔； 4.进入下层； 跳下去，与雅各布对话，要咱们交出「人格」之块，不交，开打。 5.击败雅各布； 击败之后获得 成就「只缘身在其中」 。 6.前往下层。 水仙的追迹·第一幕：藻海的寻踪完成 自动触发第二幕：救世者的守灵 本期攻略到此结束 咱们下期见 _(派蒙-拜拜)",
    "length": 3545
}