{
    "game_id": 2,
    "post_id": "53920772",
    "f_forum_id": 43,
    "subject": "【V4.7攻略·其他攻略】恒常配队学3.0",
    "url": "https://www.miyoushe.com/ys/article/53920772",
    "created_at": 1718680654,
    "like_num": 274,
    "view_num": 2309,
    "reply_num": 54,
    "text": "UID 126941175 超链图片 《恒常配队学》是对 深境螺旋等挑战关卡/秘境 组建合理配队的理论基础，系统性地整理了各类原神基础机制在配队上的应用，以长久地为 队伍配置 及角色配装/环境适配提供一定指导意义。 本篇为《恒常配队学》适用于游戏版本V4.0~V4.7的 理论总篇 ，若之后无关键机制更改，则同样适用于后续版本。 本篇共分为3部分，分别为 伤害与元素反应 、 队伍伤害构成 、 非伤害端因素 。本篇将先从伤害及元素反应入手介绍基础的队伍类型及配队思路，然后从队伍伤害的角度介绍角色定位与循环轴构建细节，最后从能量供给、生存能力等非伤害端因素分析如何判断/提高队伍可玩性。 这里是卡玛sei亚，从2022年5月提出这一系列开始，《恒常配队学》一直在不断更新与完善，逐步实现了多数理论的整理及其具体实战应用，欢迎各位旅行者参考。 ✦本篇思维导图 超链图片 【Part1 伤害与元素反应】 在挑战类关卡中，队伍的根本目的是 伤害 ，伤害足够的队伍可玩性不一定高，但伤害不够的队伍几乎没有讨论可玩性的余地。因此在研究配队前，需要先对 伤害的来源 做充足的了解。 由于元素反应往往会影响伤害，因此在了解伤害时，需要结合 元素反应 了解。此部分将以元素附着与反应为核心依据，介绍伤害的计算及元素反应的影响，并依据不同元素反应在队伍中的作用，分类介绍对应反应及队伍。 *伤害的常规计算仅需通过本篇了解，但元素附着与反应机制相对复杂，本篇只介绍其对配队的必要影响，对于具体机制，参见《半永恒元素论》： 《半永恒元素论》一、元素概述与内容汇总 一、伤害结构 战斗中由角色造成的伤害，综合元素附着和特殊机制的影响，共分为3类—— 直接伤害 、 剧变伤害 与 真实伤害 。除此之外，还存在不属于伤害的生命值扣除行为。 1. 直接伤害 直接伤害一般是 最主要的 伤害来源，角色各天赋造成的伤害均为直接伤害，其计算公式如下： 超链图片 显然，直接伤害的基础伤害区至少含有一个属性倍率项，这取决于角色的天赋。此外，直接伤害能享受 增伤区 、 暴击区 的增益，但也需要考虑 防御区 的影响。 2. 其他伤害 剧变伤害一般来自 元素反应 ，而真实伤害往往来自一些环境增益或负面效果，它们的计算公式如下： 超链图片 显然，剧变伤害与真实伤害的基础伤害区不含有属性倍率项，且剧变伤害除基础伤害区外往往仅需考虑 抗性区 ，而真实伤害几乎只用考虑基础伤害。 由于剧变伤害涉及的乘区较少，非常依赖反应触发频率与稳定性，因此只有少部分可造成剧变伤害的反应（即剧变反应）能作为队伍的主要伤害来源。 真实伤害与生命值扣除过程一般受限于部分环境或敌人，不能作为通用队伍可考虑的因素 ，但后者作用于角色自身时则需作一定考虑，详见本篇后续的相性介绍 。 二、纯直伤体系 元素反应可能有提高触发该反应的 攻击伤害 、造成额外 剧变伤害 等增益效果，这些增益效果直接来自元素反应，因此相应增益占据很大比重的队伍可被称作 反应队 。 然而，事实上只有增幅反应及除燃烧以外的草元素相关反应能起到上述效果，其他元素反应可能常在一些队伍中触发，但仅提供间接增益（例如超导反应降低物抗的效果），本篇将这些反应称为 低直接增益反应 。 显然，有不少只存在低直接增益反应或不能较充分地利用反应直接增益的队伍，这些队伍中仍存在元素反应，但并不依靠反应直接提供伤害增益或贡献，而仅以队伍中角色的 直接伤害 为主。因此，将这些队伍也称为反应队就可能引起歧义，本篇将这些队伍称为 纯直伤队 。 虽然纯直伤队缺少反应直接增益，但借助部分角色天赋/配装、角色之间的配合、元素共鸣效果及反应间接增益，其中也不乏兼具高伤害与可玩性的队伍。当纯直伤队的伤害量几乎全为单一元素时，也可被称为 纯色队 。 1. 元素共鸣效果 队伍满员状态下，根据队伍中角色的元素属性，会产生1~2种元素共鸣效果： 超链图片 显然对于常规挑战的 4人队伍 ，当且仅当队伍中角色仅有两种元素属性且各有两位时，才能同时触发2种元素共鸣效果。此外，由于除交织之护外的其余元素共鸣效果触发条件均为队伍中有至少2位相同元素属性的角色，因此对应的共鸣效果也被简称为 双X共鸣 （例如热诚之火可被简称为双火共鸣），本篇后续将用简称介绍。 对于纯直伤队（尤其是纯色队），显然元素精通的作用不大，因此双草共鸣一般无明显直接增益，而其余的增益均为配队需要重点考虑的因素。 2. 低直接增益反应 多数剧变反应存在反应倍率低或难以依靠单个角色持续、高频触发，因此伤害贡献低，且由于触发者不固定，同时依赖队伍中多个角色的元素精通，因此精通收益很低，提高剧变伤害明显不如提高角色的 直伤 。此外，也存在结晶等彻底无反应伤害的反应。 但这些反应存在 间接增益 机制，部分直接体现在反应效果上（例如超导反应降低物抗的效果），也有一部分依赖特定的配装效果或角色天赋（如 扩散 反应基本离不开圣遗物翠绿之影4件套，即 4翠绿 的减抗效果）。 如下是各类低直接增益反应的机制简介： 超链图片 上述反应（超载、超导、冻结及碎冰、结晶）往往只能结合元素及反应特性提供间接增益，而下述反应（扩散、感电、燃烧）除自身间接增益外，往往还能提供额外元素量或复合反应的条件： 超链图片 3. 纯直伤队的分类 纯直伤队可根据队伍中的伤害量构成、主要伤害量来自的天赋类型、站场角色元素属性等方式分类，例如： 纯水队 ：「那芙万白」，即那维莱特+芙宁娜+枫原万叶+白术。该队伍的有效输出几乎全为水元素伤害。 下落队 ：「魈珐芙闲」，即魈+珐露珊+芙宁娜+闲云。该队伍的主要输出来自下落攻击伤害，也可根据其伤害量构成将其分类为风伤为主的纯直伤队。 有时为方便简称，也可能根据队伍中的主要元素反应对具体队伍分类，但实际上需要注意伤害并不直接来自该元素反应，队伍的主要输出均来自 角色直伤 。例如： 雷火队/超载队 ：「雷夏香班」，即雷电将军+夏沃蕾+香菱+班尼特。该队伍享受了夏沃蕾加持下纯雷火队伍中超载反应提供的关键直伤增益，以雷元素及火元素直伤为主，但雷火纯直伤队的分类及命名并不一定直观，因此有时也将其称为超载队。 冻结队/永冻队 ：「神鹤万心」，即神里绫华+申鹤+枫原万叶+珊瑚宫心海。该队伍以冰元素直伤为主，并享受了双冰共鸣效果和圣遗物冰风迷途的勇士4件套（即4冰风）对冰附着/冻结状态下目标的增益效果 ，显然不可能是以碎冰伤害为主的 。 三、增幅体系 蒸发 与 融化 反应能为对应伤害带来直接的乘算增益，因此被称为增幅反应，相应的队伍也被称为 增幅队 （例如蒸发队、融化队）。 相比纯直伤队，增幅队多了增幅反应区的优势，理论上能带来更高的伤害上限，但也需要保证增幅反应的稳定触发，且对应元素的不同输出角色附着频率与反应率不同，因此并不都适合触发增幅反应。 1. 增幅反应 蒸发和融化的大致机制如下： 超链图片 显然，只有触发增幅反应的元素伤害能获得增益，增幅队伍中常常只有一方触发增幅反应，而另一方仅提供元素附着，并不能享受增幅反应的增益。本篇在为角色的主要玩法作分类时，将自身触发增幅反应的玩法称为 正向增幅 ，将为其他角色提供增幅反应必需元素附着的玩法称为 反向增幅 ，若角色的部分伤害可正向增幅、又有部分伤害为其他角色的增幅提供条件，则称为 混合增幅 。 火元素融化 和 水元素蒸发 反应带来的收益最高，但由于克制关系，较难持续触发，常用于单段爆发。 火元素蒸发 和 冰元素融化 反应带来的收益相对较低，但由于克制关系，容易持续触发，是增幅队中相对更常出现的。 2. 附着频率 由于常规附着叠加时元素量取最高值而并不累加，而持续进行的常规附着一般均为弱附着（1元素量），因此增幅反应持续触发的稳定性主要取决于 附着频率 ，而不是总的元素量。 稳定的单向增幅过程需要反向增幅角色先手挂元素，且正向增幅角色在反向增幅角色挂下一次元素之前至多将反向增幅元素消耗完，而不能在之后再挂上正向增幅元素。由于常规附着的后手不残留机制，若附着均为弱附着，火蒸发/冰融化过程允许在下一次弱水/弱火附着到来前附着2次，而火融化/水蒸发仅允许在下一次弱冰/弱火附着到来前附着1次。 若瞬时附着频率超过上述限制，则会发生“ 转底 ”：以火蒸发为例，本身弱水附着，在下一次弱水附着到来前附着至少3次弱火，水附着在第2次弱火到来时就已被消耗殆尽，因此第3次弱火附着将使目标被附着火元素，此时同样是因为后手不残留机制，即使水克制火，也需要在下一次火附着到来前再造成2次水附着才能将转底的情况摆平，同时，这其中的第一次水附着会触发蒸发反应。 显然， 正向增幅角色附着频率越低越好 、 反向增幅角色附着频率越高越好 ，但同时还需注意瞬时附着频率——正向增幅角色过高的瞬时附着频率会严重影响单向增幅的稳定性，而反向增幅的高瞬时附着频率若不影响基础的附着频率，则有一定挽救转底问题的能力。 3. 反应率 单向增幅过程一旦发生转底，就会变成双向增幅或另一个方向的单向增幅过程，这样的增幅过程似乎也有一定收益，但为何要控制单向增幅稳定呢？这就需要探讨增幅队伍中角色的伤害倍率及反应率了。 由于元素附着冷却的存在，并不是每段伤害都能造成附着，而只有造成附着的伤害才可触发增幅反应，且增幅反应的增益机制为乘算，其绝对收益取决于角色伤害倍率，因此提出 倍率反应率 的概念： 倍率反应率 = 发生反应的伤害倍率 ÷ 总倍率 当参与计算的角色伤害中，所有能造成附着的伤害全部触发增幅反应，且每段伤害的倍率均完全相同时，倍率反应率也可表示为： 倍率反应率 = 附着率 × 总倍率 式中： 附着率 = 附着频率 ÷ 伤害频率 倍率反应率 越高，角色对 增幅反应提升的利用率 越高，但实际应用时，还需综合考虑角色的 总倍率 及 附着频率 。 例如，在未到2命的夜兰单水搭配胡桃（重击蒸发玩法）时，由于胡桃重击施加的血梅香存在额外挂火，而夜兰挂水频率固定，约在第5下重击时发生转底，且无法被单水夜兰摆平，会导致接下来胡桃无法触发蒸发、而夜兰持续蒸发的现象。由于胡桃每次重击均可造成附着，夜兰每次3发水箭中仅1发能造成附着，因此即使水蒸发的反应倍率高于火蒸发，受倍率反应率的影响，转底带来的也是负收益，故未到2命的夜兰在搭配胡桃时，常搭配行秋或芙宁娜双水保证胡桃的蒸发率，或引入弱雷附着以消耗转底造成的影响 （相关机制本篇后续会有介绍） 。 ✦ 拓展阅读：等效反应率 绝大多数情况下，正向增幅角色的反应率并非100%，研究其循环伤害需要考虑到其并不与增幅反应区相乘（可认为增幅反应区数值为1）的纯直伤，因此若其他乘区对各攻击不变，整个循环伤害的增幅反应区为： 增幅反应区 = (倍率反应率 × 反应率为100%的增幅反应区) + (1 - 倍率反应率) 反应率为100%的增幅反应区 = 反应倍率 × (1 + 增幅精通系数 + 反应加成系数提高) 这不利于研究元素精通相对其他属性的收益，因此提出等效反应区、 等效反应率 与等效倍率比的概念，使： 增幅反应区 = 等效反应区 × 等效倍率比 等效反应区 = 1 + 等效反应率 × (增幅精通系数 + 反应加成系数提高) 等效倍率比 = 倍率反应率 × 反应倍率 + 1 - 倍率反应率 显然，对于固定的流程，等效倍率比是常数，分析元素精通收益时只需考虑等效反应区即可。通过适当的公式变形，可以得出： 等效反应率 = (倍率反应率 × 反应倍率) ÷ 等效倍率比 4. 增幅队的分类 增幅队可根据主要 正向增幅角色 是否站场输出及元素属性分类，例如： 火C站场增幅 ：「仆夜钟班」，即阿蕾奇诺+夜兰+钟离+班尼特。该队伍由阿蕾奇诺站场触发蒸发、夜兰在后台提供水伤输出与维持阿蕾奇诺站场蒸发必要的水附着。 冰C站场增幅 ：「莱钟香班」，即莱欧斯利+钟离+香菱+班尼特。该队伍由莱欧斯利站场触发融化、香菱在后台提供火伤输出与维持莱欧斯利站场融化必要的火附着。 后台增幅 ：「万达国际」，即达达利亚+枫原万叶+香菱+班尼特。该队伍主要由达达利亚站场提供水伤输出与附着、香菱在后台触发蒸发，但值得一提的是，香菱提供的火附着也为达达利亚的元素爆发提供了蒸发的条件，其伤害占比不低，因此该队伍实为混合增幅队。 此外，较高的瞬时附着频率对增幅反应的影响可考虑通过引入其他元素来缓解或抵消，此时队伍也可被称为 复合增幅队 ，例如： 感电蒸发队 ：通过在火蒸发队伍中引入雷元素，触发超载反应消耗转底造成的火附着，且因感电的水雷共存机制与反应优先级机制（火先反应雷后反应水），只要是弱雷附着且火附着间隔小于1秒，一般不会影响将水附着消耗完所需的火附着次数 （仍需两次，反应过程：0.8雷0.8水+感电消耗→0.4雷0.4水+1火→0.1水+1火→无残留） 。常见的队伍有「雷夜香班」，即雷电将军+夜兰+香菱+班尼特。 燃烧蒸发/融化队 （ 燃蒸/燃融 ）：通过在水蒸发/冰融化队伍中引入草元素，由于火草共存及燃烧附着机制，可大幅降低水蒸发队的转底风险 （但仍需高频挂火） ，也可大幅降低冰融化队的挂火需求 （但仍需较低频的挂火） ，若万一发生转底，也极易被摆平 （草与水的反应消耗比为1:2，且草冰共存时一般上弱火即可直接触发燃烧） 。常见的队伍有「那香纳钟」，即那维莱特+香菱+纳西妲+钟离。 冻结融化队 ：通过在火融化队伍中引入水元素，以生成冻元素来保证火融化，且挂水能极大程度降低转底影响 （冻结状态下不允许发生蒸发反应） ，但由于不少种敌人具有冻结免疫，且碎冰优先级高于任何反应 （攻击类型为钝击的火伤只能造成碎冰或碎冰+蒸发，无法融化） ，因此泛用性不高，只能应对特定环境。常见的队伍有「经典国家队」，即重云+行秋+香菱+班尼特。 此外，部分增幅队还会利用风元素角色自身天赋的染色机制及对群时扩散反应带来的附着收益来保证增幅反应的方向与预期相同。 四、草反应体系 草元素具有一些奇妙的特性——原激化与绽放反应发生后，能分别进一步触发别的元素反应，而燃烧反应也在特定队伍中为增幅反应提供了条件。 本篇将原激化及进一步的超激化、蔓激化称为激化类反应，而绽放及进一步的超绽放、烈绽放称为绽放类反应。这些进一步反应能造成可观直接增益，而仅仅是绽放反应，在特定情况下也有可观的伤害，本篇将以这些反应为主的队伍称为 草反应队 （至于燃烧反应，则以复合增幅队或纯直伤队为主） 。 相比纯直伤队，草反应队多了一定反应增益或伤害的优势，但相比增幅队又以缺少额外乘区，因此有较高的伤害下限。激化及绽放类反应的增益条件不如增幅反应苛刻，但相比纯直伤队仍需考虑更多。 激化及绽放类反应的大致机制如下： 超链图片 根据上述反应及配队的特性，本节将分3类介绍草反应体系——分别为 纯激化类 、 激绽与超绽放类 、 绽放与烈绽放类 。 1. 纯激化类 本篇将队伍中仅有草伤及雷伤、而不引入水元素的队伍称为 纯激化类 队伍。 显然，激化反应一旦启动 （使敌人进入原激化状态） ，带有附着的雷伤与草伤均可享受反应增益，纯激化队伍中无正向、反向的区分，因此对雷/草元素附着频率的最低要求只是保证原激化状态能维持即可。 由于激化收益与角色的倍率无关，因此倍率反应率无意义，激化带来的收益取决于 附着频率 ，但整个队伍的伤害仍要综合考虑附着频率与角色的伤害倍率， 平均每次超激化/蔓激化对应的倍率 仅能代表对应角色的 精通收益 ，且该收益可能受部分角色天赋基于精通转化到其他属性的机制（即精通转模）影响。 纯激化队可根据队伍中的伤害量构成、站场角色元素属性等方式分类，例如： 草伤为主的激化队 （ 蔓激化队 ）：「海八纳钟」，即艾尔海森+八重神子+纳西妲+钟离。该队伍中有效输出大多数为草元素伤害，也有一定雷元素伤害。 雷伤为主的激化队 （ 超激化队 ）：「刻皇万绮」，即刻晴+菲谢尔+枫原万叶+绮良良。该队伍中有效输出几乎全为雷元素伤害。在部分搭配风元素角色 （携带4翠绿） 超激化队中，草元素的附着频率甚至不能过高，否则容易影响雷元素扩散反应的触发。 此外，由于原激化状态实为激元素的附着，其可与火/水元素发生燃烧/绽放反应，因此需尽可能避免在纯激化队伍中加入火元素，否则需要非常多的雷附着才能保证维持原激化状态，至于水元素的引入，则参见本篇接下来对激绽与超绽放类的分析。 2. 激绽与超绽放类 在雷与草的基础上引入水元素，则会在原激化的基础上引入绽放反应，且产生的草原核往往能被 范围雷伤 触发超绽放反应，造成进一步的剧变伤害。 当引入的水元素较少时，不能完全影响 （甚至不影响） 原激化状态覆盖率（以下简称激化覆盖率），此时队伍中同时存在激化类反应增益及超绽放伤害，此时称为 激绽队 。 当进一步引入水元素，使激化覆盖率大幅降低，导致激化类增益不再重要时，超绽放的触发频率也会相应上升，此时称为 超绽放队 。 由于绽放反应对草/激元素的消耗，激绽/超绽放队伍在附着量及附着频率方面对 草元素 的需求较大，但对雷元素、水元素无固定要求，雷/水元素附着频率及直伤能力的不同会导致队伍性质不同。 当然由于超绽放的反应特性，需要雷元素角色有足够的 伤害范围及频率 ，但当队伍中有两位雷元素角色时，则需要其中一位角色的伤害范围足够小，以保证不会抢占另一位角色的超绽放反应，单一触发者有助于保证超绽放伤害稳定，一般也只需着重堆叠主要触发者的元素精通。 激绽或超绽放队可继续根据队伍中的元素共鸣效果类型分类，例如： 双雷激绽 ：「纳行久皇」，即纳西妲+行秋+久岐忍+菲谢尔。该队伍中纳西妲站场提供草附着、行秋后台提供水附着、久岐忍后台范围挂雷以触发超绽放、菲谢尔提供伤害范围小的雷伤并提高激化覆盖率。 双草激绽 ：「克芙纳白」，即克洛琳德+芙宁娜+纳西妲+白术。该队伍中纳西妲与白术后台提供草附着、芙宁娜后台提供水附着、克洛琳德站场挂雷触发超绽放并享受激化增益。 双水超绽放 ：「心雷纳夜」，即珊瑚宫心海+雷电将军+纳西妲+夜兰。该队伍中纳西妲后台提供草附着、雷电将军后台范围挂雷以触发超绽放、夜兰与珊瑚宫心海提供大量水附着与可观伤害。 此外，还有加入钟离或冰元素站场位的四色玩法，在特定环境也有不错表现。 ✦ 拓展阅读：激化分草机制 相比本篇接下来要介绍的绽放与烈绽放类队伍，超绽放队中即使挂水过量，也能相对更好地保证草元素不被浪费——此即为 激化分草机制 。 在目标仅承受水附着（称为水底）时，由于常规附着的后手不残留机制，造成草附着只会产生1个草原核且不残留元素，而目标承受草附着（称为草底）时，由于草水反应消耗比为1:2，两次弱水附着才会将弱草附着消耗殆尽，从而产生2个草原核。可见，草底情况比起水底会产生更多草原核，某种意义上降低了草元素的浪费。 但如果在草与水的基础上引入雷元素，由于原激化反应的特点，草底上雷/雷底上草均会产生同样能被水元素触发绽放的激元素，一般不会明显导致草元素浪费，而水雷共存状态下上草，则因为反应优先级机制先与雷反应再与水反应，且原激化反应产生的激会在后手草反应完后才会附着，若此时目标身上仍残留水，则会与水反应，且由于其为特殊直接附着，若其足以消耗完水且有剩余，则会使目标身上残留剩余的激 （不遵循后手不残留规则） ，这可能使草元素的利用率不降反增。 如下为给定后手草的元素量（弱草1或中草1.5）时，不同先手水、雷元素量导致的各反应结果： 超链图片 3. 绽放与烈绽放类 与超绽放不同的是， 草原核直接迸发 或 烈绽放 有较强对群能力，但因为缺少激化分草机制，对元素量的要求相对苛刻，导致这些队伍中直伤占比一般不高、 剧变伤害占比高 且 偏向对群 ，遂分为一类。 绽放队分两种玩法，一是借助妮露固有天赋1带来的效果启动丰穰之核，仅限纯水草队伍的玩法，称为 妮露绽放队 ，二是配合风元素角色的聚怪、引入冰元素及冻结反应的 纯绽放 玩法，由于后者应用范围较小且草原核迸发延时可控性差 （往往需要6命卡维） ，不作重点介绍。 由于草水反应消耗比为1:2，绽放队中往往由水元素角色触发绽放，且不易造成草元素的浪费，因此应尽量先手挂草，且在下一次草附着到来之前至多挂水至草附着消耗完。这种方式在应对连打对单环境时更需要注意，以保证输出下限。 当然，合理的妮露绽放队往往有更多挂草以将转底的情况补平，且转底造成的损失此时远不如增幅反应的损失。事实上，由于剧变伤害的公共冷却机制 （对于同一反应触发者与受击方，丰穰之核每0.5秒至多造成2次伤害） ，在对群或总附着频率非常高时，适当的转底有助于提高输出上限。 妮露绽放队可根据站场角色元素属性分类，但一般都具体到特定站场角色，例如「心妮纳白」，即珊瑚宫心海+妮露+纳西妲+白术。该队伍中珊瑚宫心海站场提供水附着、妮露提供产生丰穰之核的条件且可后台提供水附着、纳西妲和白术后台提供草附着。 至于 烈绽放队 ，由于绽放效率与挂水频率有关，而火元素的引入可能引发燃烧反应，进一步消耗水元素 （甚至因为燃元素正好2元素量的特性，无其他反应削燃时单次弱水只能触发蒸发，而不能继续触发绽放） ，导致难以兼顾烈绽放与燃蒸玩法。烈绽放队一般仅以烈绽放伤害为主，对水、草元素量要求均较高，且要求火元素触发者伤害频率高、附着频率尽量低，可用队伍较少，典型的队伍有「托行纳白」，即托马+行秋+纳西妲+白术。 【Part2 队伍伤害构成】 在对伤害与元素反应有了初步的了解后，需要解决的问题即为如何保证队伍的伤害能力，这涉及队伍中各角色的机制、角色之间的配合。 此部分将先介绍 角色的具体定位 ，后介绍 循环轴 的概念与 增益适配 ，最后得出 以伤害为核心 的配队思路。 一、角色定位及依据 在各种队伍中，不同角色因为其承担的功能不同而被主观分为各种定位，本质是角色机制的不同。只有对角色机制有基本了解，并且讲究队伍配合，才能构成合理的循环轴以利用各种机制。 本节将先分析两个决定角色定位的主要依据，再基于这些依据结合历史叫法，给出大体的角色定位。 1. 伤害与功能性依据 角色往往带有自身的机制模量，这些模量包括自身的 直伤能力 、作为主要 剧变伤害触发者 的能力、 挂元素能力 、为队友提供各种 输出增益 的能力、各种 非伤害端 能力等。这些能力一定程度上决定了角色偏向 输出 （ 伤害 ）还是偏向 辅助 （ 功能性 ）。 有些角色同时具有伤害能力和不止一种功能性，而有些角色只有单一的伤害或功能性。由于设计角色时给的模量对应其配置及实装版本会维持在一定范围内，对于该水平大体相同的角色，高伤害的同时意味着低功能性，而高功能性则意味着低伤害，如果伤害与功能性兼具，则两项都不会非常突出。 此外，与一些武器/圣遗物套装的适配性也是角色的能力。武器、圣遗物套装或命之座可能只提供单一方面的模量改变，从而导致角色的定位发生改变。 2. 站场时间依据 为实现角色的机制，往往需要令角色在场上施放天赋技能。不同角色实现自身机制所需的 站场时间 不同。 一般地，占用的站场时间越长，能实现的机制模量越多。多数直伤输出角色只能站场打出自身伤害，而后台输出角色则可能有输出能力或挂元素能力的限制，当然，站场输出也可享受更多只适用于场上角色的增益。至于辅助角色，则多偏向于不占用站场时间，也有一些兼具站场和后台能力，但只有站场才能将自己的机制发挥完全（例如珊瑚宫心海的全队治疗和输出能力需要施放元素爆发后站场，但自身的元素战技也可位于后台治疗场上角色）。 由于深境螺旋等挑战类关卡仅强调单人模式，不允许2个角色同时站场，因此 需要站场的机制只能同时持有一项 。各种机制的叠加本质上是一个站场机制与多个脱手机制的叠加。因此对于角色定位而言，站场时间或站场时间占循环轴长度的比重，是具有决定性的依据。 3. 角色定位 根据伤害与功能性依据可将角色分为输出或辅助。输出角色还有“C”的别称——其本意为Carry，即起作用最大、伤害最高的位置，但在使用过程中本意逐渐弱化，变成了如今的有输出能力就等同于C。 再根据对应角色占用的站场时间，可以将角色进一步分为 站场C 、 后台C 、站场辅助和后台辅助。由于纯站场辅助的构筑相对少见，合理的队伍即使站场角色功能性再强，其一般都至少具有一定直伤或作为主要剧变伤害触发者的能力，因此辅助也通常只指 后台辅助 。 考虑到在配队理论发展的前期，长时间站场但功能性为主的角色相对更少，且缺少伤害占比足够高的后台C，因此站场C、后台C在当时分别被称为主C、副C，现阶段该叫法往往指向不同含义，但本篇仍沿用该叫法，因为在循环轴意义上，站场时间确实是相对更重要的依据。 因此，本篇对 角色定位 的定义如下： 主C （ 站场C ）：站场时间较长且作为主要伤害来源的角色。 副C （ 后台C ）：站场时间较短，且伤害能力优先于辅助能力的角色。 辅助 ：功能性优先于伤害能力的角色，一般都不会有较长站场时间。 此外，一些站场C的输出真空期较长，在特定情况下可搭配另一个真空期同样长的站场C，此时这两个站场C互为接力C，队伍称为接力队。由于接力C之间经常缺少配合，实际上较难组建利用率高的队伍，但在配置很高时部分接力队也有可行性。 一些角色在不同阵容中可能承担不同的定位，需要根据队伍具体情况和研究者的权重分析。在《恒常配队学》随游戏版本更新的 配队附录 中，如上概念作为角色定位的主要分类依据 ，但会降低输出增益与元素基底提供位的功能性权重，更倾向于将仅有该类功能性且具有伤害能力的角色归类为副C而不是辅助 。 ✦ 拓展阅读：一些特殊队名的由来 武装队 与驾驶员：“武装”一词来源于达达利亚在周本中出现的「 魔王武装 」（同时使用水、雷元素力），但实机角色中达达利亚只能使用水元素，所以就有旅行者使用两位雷元素副C与达达利亚、行秋组合成为「魔王武装」队，而将其中的达达利亚称为 驾驶员 。在不久后，该阵容中的达达利亚被“优化”为砂糖，阵容名从而改为「砂糖武装」，显然该队伍的驾驶员为砂糖，后续经过版本更替，又出现了「心海武装」、「烟花武装」等队名，该类队伍的叫法像主C的叫法一样在不同旅行者的眼中却有不同的界定范围，有些认为必须有水系与雷系，而有些根据「砂糖武装」的特点认为驾驶员必须是远程角色，但多数武装队的 驾驶员 均有伤害能力不低但占比相对不高、有一定功能性的特点。 国家队 与“种门”：“国家队”本意指低成本高下限的深境螺旋特攻队伍，在游戏版本V1.x时代的深境螺旋，「经典国家队」（重云+行秋+香菱+班尼特）作为输出能力足够的全四星队伍符合该概念，而后又出现了「砂糖国家队」、「万叶国家队」、「雷神国家队」等用其他角色代替重云的玩法。因此在不少旅行者眼中，行秋+香菱+班尼特三人组合似乎为国家队的标配，但在纳西妲实装后，「纳行久皇」被开发出来，其在对应版本深境螺旋大放异彩，其甚至得到了“种门”的称号，也被称为「草神国家队」，但这与之前的双火三人组有较大区别，因此为避免歧义，本系列尽量避免使用该叫法，事实上，将该队伍称为「草神武装」照样合理，而纳西妲+行秋+久岐忍三人组合也成全了不少其他驾驶员+“种门”的玩法。 二、循环设计与分析 将不同定位的角色合理搭配组建为一队，并合理安排天赋施放顺序，即可构成循环轴。由于上述定义，队伍中一般只存在一个主C，而副C与辅助的选取则要结合角色输出机制，使伤害增益的利用合理。 1. 常见循环轴形式 将队伍中角色达成自身机制所需的动作（及站场时间）按照一定顺序排列，使其构成一个循环，此即为循环轴的 操作轴 。 显然，设计操作轴时需要保证同一角色不在冷却时间内重复施放天赋，因此整个循环轴中可不含冷却时间信息，而多数情况下需要全程站场实现的角色机制持续时间可直接体现在操作轴上，但近战角色常见的卡肉现象可能导致该机制持续时间延长，也存在为了提高增益覆盖率或缩减循环时间而提前下场的情况。。 设计完操作轴后，可将后台伤害与功能性机制的持续时间在操作轴下方另开若干行单列，但在计算DPS时，往往只需列出与伤害有关的机制，即后台伤害或输出增益。这些持续时间条又称为 增益轴 （buff条）。 循环轴即由操作轴与若干增益轴组成。如下为纯直伤队伍「雷芙夜琴」（雷电将军+芙宁娜+夜兰+琴）的循环轴示例： 超链图片 需要注意的是，部分队伍可能出现两种不同循环轴交替（大小循环）或者根据情况更换手法的情况，则需要分别分析对应的循环轴。也有少部分队伍灵活性非常高，一般只有起手顺序，而无固定循环，这类队伍的分析难度往往较高。 2. 冷却对轴 设计循环轴时需综合考虑关键天赋冷却时间、增益轴长度与主C的站场时间。 循环轴长度往往与队伍中角色的关键天赋最长冷却时间相关，一般认为18秒及以上即为长轴，12~15秒则为短轴。选取关键天赋冷却时间接近的角色有助于提高 操作轴利用率 。 若角色关键机制的持续时间短于实际冷却时间，则其存在真空期，否则能实现全覆盖。对于后台角色（提供增益轴），真空期越短，越能覆盖其他增益轴或主C的站场时间，提高增益覆盖率，而主C的站场时间（占据操作轴的主要部分）则是越短越能提高 增益覆盖率 。 3. 持续输出能力与爆发力 一般将循环的 集中输出时间 称为 爆发期 ，这可能指主C的站场时间，也可能指各增益轴重叠率较高的输出时间。此外，在深境螺旋单间末尾通过改变循环轴而为下一间留能量的操作常被称为收尾，该操作与正常循环的伤害差距越小，收尾能力越强。 较长的爆发期往往对应较高的 持续输出能力 ，其往往能体现出稳定平滑的输出，适合分波出怪环境，且一般有更强收尾能力。较短的爆发期则对应高 爆发力 ，其有短时间内造成大量伤害的能力，适合输出窗口期短的环境。 *根据不同时间段内的实时面板 （也需保证面板充能能满足循环要求，相关机制本篇后续会有介绍） 可计算对应伤害，从而计算DPS与每个时间段的伤害分布，以近似得到伤害曲线。伤害曲线的平滑度也能体现持续输出能力与爆发力，且往往更为直观，如下为按照常见词条分配标准计算的「雷芙夜琴」循环伤害曲线： 超链图片 三、增益的合理利用 由于角色机制的不同，主C的输出操作也与各增益轴的行为有不同相性，部分 机制相性 直接决定角色搭配是否合理，也是以伤害为核心配队的依据。 因为机制相性比单一机制分析更为复杂，难以面面俱到，本节仅基于一些基础理论做简单介绍。 1. 范围参数 循环轴DPS计算中常假想敌人为不可移动的单体目标，无法体现主要伤害的索敌范围、伤害范围及增益的生效范围等参数，因此计算结果往往只能体现对单打桩能力，虽然其依然是评价队伍能力的基础指标，但仍需考虑不同攻击参数带来的实战效果。 一般来说，远程输出技能具有较大的索敌范围，但伤害范围较小，具有对单能力，而在对群时若总伤害需求不高，也可变相解决聚怪问题，甚至因为伤害范围小，对聚怪辅助的利用率较低。常见近战输出技能的伤害范围则往往接近索敌范围，因此一般具有一定对群能力，但也需结合其具体伤害范围分析，在敌人可被聚集时，聚怪辅助容易带来较高收益。 一些增益（多为附加基础伤害）除持续时间外，还有作用伤害次数限制，若其缺少“每0.1秒只能消耗1次次数”之类的描述限制，则在对群输出时会成倍消耗增益次数，导致收益严重降低。在队伍依赖元素反应增益时，也需考虑元素反应对群体敌人的覆盖率。 此外，不少增益只能在一定范围内生效，其中一部分范围较小，即所谓的“画地为牢”，若输出角色或敌人的位移大，则该增益的实战利用率会大打折扣。多数有固定索敌范围的后台输出技能，其索敌范围一般也不会跟随角色移动，若范围较小也可能导致实战命中率有限。 因此，攻击范围等参数能很大程度上影响队伍输出的实战发挥，而搭配角色时，也需考虑输出与增益在范围参数上的适配性。 2. 协同攻击 一些后台输出甚至站场额外输出来自 协同攻击 ，其有不同的触发机制，在队伍搭配时应注意区分，并尽量保证协同攻击能正常触发。协同攻击的触发条件可能有 动作触发 、 攻击命中触发 与 造成伤害触发 ，且前两者往往对天赋类型有要求（常为普通攻击，简称普攻）。 例如雷电将军施放元素爆发后普攻仍为普攻动作，但属于元素爆发攻击，因此能触发行秋 （普攻动作触发） 的协同攻击、不能触发北斗 （普攻与重击命中触发） 的协同攻击，此外雷电将军自身元素战技的协同攻击需要造成伤害触发，因此当攻击伤害被敌人的护盾完全抵挡时，无法触发该协同攻击。 3. 快照机制 一些角色的伤害通过召唤物造成，其可能直接快照角色的部分面板属性，在角色自身面板改变后，召唤物的这些属性也不变化，依然根据其被召唤时所快照的属性造成伤害，即“ 锁面板 ”。 只有一部分属性能被快照，这些属性一般直接 能在角色详情面板中找到数值 ，比如攻击力、暴击率、暴击伤害、元素伤害加成等。但这只是大部分情况，如需准确分析哪些属性能被快照，仍需查阅对应的角色增益机制。当然，作用于敌人面板的易伤 （属于增伤区） 、抗性、防御等属性一定无法被快照。至于元素精通，即使能被快照，一般也只有增幅反应的计算会调用该面板，而剧变及激化相关反应均依据角色触发反应时的实时精通结算。 召唤物是否锁面板 完全取决于角色天赋 ，但常见的弹射物均锁面板（例如部分法器角色的普通攻击），由于多数弹射物存在时间极短，命中敌人就消失且造成伤害，因此也可忽略锁面板的影响，对于能持续制造弹射物的后台攻击/状态，还需看其自身是否锁面板 （例如行秋施放元素爆发后，其能通过普攻制造水剑协同攻击，但水剑每次召唤时都调用行秋的实时面板） 。 对于增益属性能被快照的增益，锁面板的召唤物可以在角色持有最多时召唤，从而获得长时间的高收益，也可将仅作用于场上角色的增益“保留至后台”（例如香菱在班尼特元素爆发领域内施放元素爆发，其召唤的旋火轮由于快照机制，可在后台享受班尼特提供的增益）。但反过来说，锁面板的召唤物不利于享受后手全队增益，且难以完全享受需要命中多次叠层提高面板属性的效果，在一定程度上被限制了上限。当然，对于无法被快照的增益，其提供者对各种召唤物往往有更多的考虑余地，且一般仅需考虑持续时间的覆盖。 4. 二次转化 很多由角色或武器/圣遗物带来的增益并非固定值，而是基于角色自身面板属性的转化，当这类增益作为另一个基于角色属性转化增益的基础时，则会出现“ 二次转化 ”问题。 为了避免数值问题，二次转化原则上是不允许发生的，即通过其他属性基于某个机制转化来的属性，常被加入“ 额外区 ”，与未受到该增益的“ 本原 ”属性加算，在角色造成伤害时，会调用全部属性，但在计算角色通过自身属性转化为的属性增益时，则一般只会基于本原属性，而不会计入额外区。例如砂糖60级突破天赋基于自身精通提供的精通增益，不可被纳西妲20级突破天赋（基于队伍中精通最高角色的精通提供精通增益）二次转化。 但上述情况存在特例，有一部分转化类天赋基于全部属性（即本原+额外区）转化，而少数天赋转化来的属性不会加入额外区，当两个转化天赋中有一个存在上述情况时，则可发生二次转化。与快照机制类似，若转化为 能在角色面板详情找到的数值 ，则常常会加入额外区，否则往往不会，而若转化为不能在角色面板详情找到的数值（例如元素战技伤害加成、附加基础伤害等），则常常会基于全部属性转化。例如砂糖60级突破天赋基于自身精通提供的精通增益，可被纳西妲60级突破天赋（基于自身精通超过200点的部分提供自身元素战技特定攻击的伤害加成与暴击率）二次转化。 当然，这也只是大部分情况，如需准确分析哪些情况可发生二次转化，仍需查阅对应的角色增益机制。例如武器薙草之稻光基于本原充能效率转化来的百分比攻击力加成不在额外区，可被二次转化。 5. 其他触发机制 除上述机制外，还有一些循环中需要注意的触发机制，将在此处简单介绍： 增益的实时变化 ：一部分增益一旦触发，就不会再改变，即使其基于的角色面板属性发生变化也不会改变该增益数值。例如荒泷一斗的元素爆发仅在施放时基于当前防御力获得攻击力提升，而之后即使防御力发生变化，该攻击力提升值也不会变化。而一部分增益往往会随着时间变化，甚至存在叠层机制，例如芙宁娜的元素爆发提供的增伤会随着生命值变动而叠层获得提升。 后台触发相关 ：需要触发的效果若在武器/圣遗物上体现，则只要不特殊说明可以后台触发，都需要装备者站场才能触发，而角色天赋触发类特效无该限制；已触发的增益，如果不特殊说明将享受该增益的角色切到后台会消失，则不会消失。 效果叠层相关 ：未说明各层独立计时的叠层效果，往往共用同一个计时器，即使每层都要有不同的持续时间，也只有在叠任意层数后持续时间结束还未等到下一层时，对应增益才会一起消失。 附魔与反应触发 ：附魔的本质是给武器附着元素，仅出现在单手剑/双手剑/长柄武器中，遵循元素反应规律，但需要注意的是多重附魔的自反应因为目标不是敌人，无法满足部分效果“触发元素反应”的触发条件。此外，由角色天赋导致的转化机制与附魔不同，且不可被附魔覆盖。 队友切换相关 ：一些效果（如武器讨龙英杰谭）的触发机制涉及角色切换，这在结合某些召唤物快照机制的利用时，可能会导致角色切换顺序复杂。 四、以伤害为核心配队 通过上面对循环轴及增益合理利用的介绍，已经可以从伤害角度组建队伍，但还缺少一些保证伤害能够正常进行的非伤害端因素，这将在下一部分详细介绍。 配队需要先指定核心角色，并根据其机制搭配合适的队友，从伤害角度出发，核心角色则可从输出角色或关键增益辅助角色入手。 1. 从输出角色入手 输出角色直接提供直伤或作为主要剧变反应的触发者，比较容易入手，尤其是站场输出（主C）。 从主C入手 ：由于非高配一般无需考虑接力队， 队伍中只有一个主C ，因此若从主C入手，则只用考虑搭配副C、增益辅助与其他辅助角色，而无需考虑其他主C。根据主C的元素及伤害特点，可先从可利用的元素反应入手，提出整体玩法思路（纯直伤队、增幅队或草反应队），后根据对应玩法的特点分析副C或增益辅助的适配性及带来的收益，最后还需尽量保证队伍可玩性 （生存能力等非伤害端因素，本篇后续会有介绍） 足够。当增益辅助的作用大于副C时，往往可组成“三拐一”单核队伍，否则会组成与副C共同输出的多核队伍。 从副C入手 ：队伍中仍然只能有一个主C，因此从副C入手时可先据其元素及伤害特点，在对应的玩法思路选主C，后选择其他副C或增益尽量能覆盖多角色的增益辅助，再保证队伍可玩性。由于副C站场时间短且有伤害，一般从其入手配队往往只会构成与主C乃至其他副C共同输出的多核队伍，甚至在部分情况下队伍无固定主C，循环轴仅是多个输出角色之间的速切与配合。 2. 从关键增益辅助入手 由于增益辅助能给予的增益种类繁多，其适配的玩法体系范围也有区别（甚至能带起独属于自己的玩法），因此从关键增益辅助入手配队相比输出角色会稍显困难，且选择余地及玩法可能很多。 从关键增益辅助入手时，一般会先根据辅助能增益的属性类型、天赋类型或元素属性及附着能力出发列出其适配的输出角色，后进一步根据增益相性筛选。若其增益偏向场上角色，则一般更适配单核主C；若其增益需要短暂站场提供且持续时间短，则不太适配长时间站场且爆发期不能轻易切人的主C；若其增益以某一元素反应为主 （甚至导致只能带该反应相关的两个元素属性角色） ，则应从该反应出发选择对应的主C及副C。 【Part3 非伤害端因素】 在设计伤害利用率够高的循环的同时，还要考虑各种非伤害端因素，这往往靠其他辅助来实现，例如能量回转、抗打断能力、生存能力等，若这些因素在队伍中落实地比较到位，则可在保证循环能正常进行的同时有较高的 可玩性 。 此部分将分别介绍 能量循环 、 生存保障 与 韧性控制 ，并在最后介绍一些其他的 环境适应性能 。在实战中，一般根据角色机制与环境因素选取合适的非伤害端辅助，由于队伍人数限制，功能性种类丰富、利用率高的角色相对更受欢迎，但在部分场合，某一功能性非常顶尖的角色往往是最优解。 一、能量循环 由于元素爆发（大招）的启动不仅需要考虑冷却时间，还要保证开启时的元素能量回满，这同时是保证绝大多数循环轴正常进行的必要条件。事实上，在为计算循环DPS而调配面板时，一般需先计算最低充能，后面才能考虑其他属性。 显然，能量供给与伤害端因素一样，会显著影响阵容搭配，不合理的充能需求会导致输出流程难以正常循环，以至于限制队伍的角色选取或适用环境，而对大招过度依赖的队伍往往缺乏收尾能力，在深境螺旋三间连打环境有一定局限性。 1. 元素能量学基础 元素能量的恢复从逻辑上分为 吸收元素微粒/晶球 与 直接补充 ，其中前者在所恢复的元素能量方面占据了大多数，本篇将元素微粒/晶球的 产出 与 吸收 分别简称为“ 产球 ”与“ 吃球 ”。 ✦ 元素能量的恢复方式 元素微粒/晶球可能带有自己的元素属性，若不带有属性，则显示为白色/无色（俗称白球）。吃球会为队伍中的所有角色恢复能量，实际恢复量取决于角色是否在场、球的属性与当前充能效率。元素微粒与元素晶球的基础恢复量分别为 2点 、6点。当角色属性与吃球属性相同时，会1.5倍吸收，而属性不同时仅为0.5倍吸收，吸收白球时则吸收倍率为1。当队伍满员4人时，后台角色获得的元素能量是场上角色的 0.6倍 。 超链图片 直接补充一般体现在角色天赋或装备特效上，其补充量不受充能效率影响，但是有些时候也很重要。此外，在角色普攻、重击或蓄力射击命中时，有概率直接为角色回复1点能量，这对于不同武器类型角色的触发概率略有不同，但无论如何都并非主要回能手段。 ✦ 元素微粒/晶球的产出方式 角色与敌人都能产出元素微粒/晶球，其标准互不相同，部分武器/特殊机制也能造成产球，触发条件需要根据具体情况（例如西风剑需要攻击造成暴击）。 角色只能产生的元素微粒，其一般与 元素战技 （战技）有关，其必要条件是 能够产球的攻击命中敌人 ，但并非所有能够产球的攻击都为直接来自战技的攻击，比如胡桃的产球方式为施放战技后火转化状态下的普攻或重击命中。 单次产球期望可能不为整数，如果其非整数则至少会产出向下取整数量的元素微粒，并有一定概率产生1个额外的元素微粒（概率取决于产球期望小数点后的部分）。大多数产球机制无判定冷却或判定冷却明显小于角色天赋的冷却，但也有例外，比如胡桃即有5秒的产球冷却，因此单次战技（持续时间为9秒）至多只能产两次球。 敌人产生的元素微粒/晶球则一般根据自身 生命值的降低 情况，当敌人生命值 低于某一阈值 时则会产球 （如果已经降到阈值以下并产球，再因为脱战等原因回血，再次降低至该阈值时不会再产球） 。至于产球的具体情况与各阈值的分布，则完全由敌人种类决定，部分敌人的特殊技能也可能会产球。 关于 全角色与敌人产球参数 可参考 Csxylic 的 角色与原魔产球简图 （已获得引用授权）： 【4.5】产球知多少？角色与原魔产球简图简述！已更新4.5 2. 循环充能计算 循环轴正常进行的必要条件是所有需要施放大招的角色在下次施放之前元素能量充满。由于几乎没有需要角色累计施放2次大招的循环，多数为角色各施放1次大招，也有部分阵容中有的角色不施放大招。 因此可使用表格法，先列出每位角色（各占1列）所需能量，然后根据各角色产球参数，列出其在循环中的产球总数。有时可能需要再开1列表示双雷共鸣等其他特殊来源的产球。 接下来分析循环轴，确定角色能吃到的各种球的数量（1元素微粒算1球；种类共分为前台同元素、后台同元素、前台异元素、后台异元素、前台无元素与后台无元素）与自身得到的固定回能，根据之前所介绍的能量恢复规则进行计算，若队伍满员4人，则公式为： 最低充能效率 = (所需能量 - 固定回能) × 100% ÷ 微粒能量 微粒能量 = 3×前台同元素 + 1.8×后台同元素 + 1×前台异元素 + 0.6×后台异元素 + 2×前台无元素 + 1.2×后台无元素 循环轴中角色的充能需求一般按照 严循环 计算，即无敌人或环境产球。有时为贴合部分实战环境，也会考虑到敌人掉落一定能量时对应的充能需求，严格计算时需要考虑角色站场时间分布并计入微粒回能，但简单计算时也可按照所有角色各固定回能10点来处理。 计算示例（以「雷芙夜琴」为例）如下： 超链图片 3. 能量供给的影响 角色必须满足上述充能需求计算才能正常循环，而有些循环轴会导致部分角色充能需求过高，保证循环可能会严重影响伤害能力或者养成难度，因此就需要对队伍中 角色 或 操作轴 进行一定程度上的调整。 由于能量回复效果由充能效率与产球量共同决定，在产球量少的时候，充能需求可能会非常高才能满足循环，因此强行循环不如对循环轴的天赋分配进行一定改动，通过 多次施放元素战技 或 更换产球多的角色 以提高总产球数，也可使用能够提供全队回转的装备（如西风系列武器）。但在调整角色或操作轴时，也要充分考虑一些长时间站场且爆发期不能轻易切至后台的主C，其对操作轴的限制较多。此外，站场角色吃球时获得的能量补充相对更多，合理调整切换角色的顺序也是关键。 除雷电将军（90能量/18秒冷却）外的角色的 能量需求与冷却时间直接相关 ，能量需求高的角色冷却时间也长，但由于较长的冷却时间延长了循环轴长度，产球的机会也会更多，实际上还需要看角色的产球能力及循环轴的分配。 超链图片 由于同属性元素微粒充能效果更好，加上可利用元素共鸣的增益，常见队伍中往往有不少同属性双角色反应组合，例如双火的香菱班尼特组合、双雷的菲谢尔北斗组合等。对于产球量少或不产球的角色，如果对大招需求程度较高，同元素的能量补给就更重要了。而队伍中需要单走某种元素的角色时，则该角色可能需要特别注重循环，若大招机制不重要则也可适当放弃。 此外，环境导致的能量盈亏显然也会对充能堆叠或队伍的环境适应性造成一定影响。一般来说，对付首领敌人（尤其是值得铭记的强敌）、带有噬能之雷领域的敌人、深海龙蜥与深渊咏者·紫电等带有吸能效果的敌人时充能压力相对更大，而对于大量分散群怪，充能就需求就相对较低，尤其是这类环境的对策卡——牵引/聚怪辅助的充能要求往往可低于正常情况。 二、生存保障 由于敌人或环境会对角色造成伤害，且在深境螺旋中不允许使用回复及复苏类料理，因此保证角色的 生存 稳定非常重要，即使角色未全部倒下即有胜利的希望，有角色倒下对循环轴也会造成非常严重的影响。 虽然不少队伍能依靠操作者的闪避或大招无敌帧手法防止受伤，但生存能力仍是保证队伍可玩性的重要因素。 对于提供生存能力的功能性，往往按照能否逆转血条亏欠的区别分为治疗与非治疗，而后者又包括护盾与减伤等，除此之外，角色自身附着、对敌人的控制能力等也会间接影响生存能力。 生存能力一般可用 治疗量 、 护盾吸收量 等数值衡量，但还需要参考 角色瞬间能承受的最大伤害量 ——一旦有敌人在短时间内造成超过该数值的巨量伤害，就会导致角色来不及被治疗或补充护盾就被敌人“斩杀”，因此该数值体现了角色及队伍的 防斩杀能力 ，这同样是生存能力中的重要指标。 1. 治疗 治疗即 生命值的恢复过程 （俗称奶），在生命值未满时， 只有治疗行为能让生命值回升 ，但在达到生命值上限（满血条）时，多余的治疗量会溢出。 因此，只有对血条未满的角色的治疗才有效。一般来说，治疗频率越高，治疗量溢出的可能性越低，但治疗频率的提高也可能影响治疗总量，或者在角色切换的过程中出现一定问题。治疗量的计算公式如下： 超链图片 治疗分为 单体治疗 （仅治疗当前场上角色）与 群体治疗 （一般能治疗全队角色），作为后台持续治疗的状态多为前者，而后者经常是在某个时间点瞬间提升（瞬抬）或者需要提供治疗的角色持续站场。一般情况下单体治疗即够用，但在会扣除单个后台角色或全队生命值（例如搭配芙宁娜或应对兽境猎犬，简称烧血）的环境下，群体治疗优势明显。 在循环轴中，作为后台持续治疗的状态可以类似于增益轴而存在于操作轴之下，而部分需要持续站场的治疗机制则只能体现在操作轴。在设计循环轴时，可类比增益利用率，分析治疗的覆盖率与能够受益的角色。 此外，单纯的治疗显然不能提高角色的防斩杀能力。 2. 护盾 护盾相当于为被庇护的角色提供一个 额外生命值条 （盾条），从而使角色受到绝大多数伤害时被其吸收，而不减少生命值。护盾吸收量（盾量）的计算公式如下： 超链图片 同时，护盾会为角色赋予相当于霸体的抗打断能力 （本篇之后的韧性控制部分还会详细介绍） ，由于该功能性占模，相同总模量的护盾辅助，提供的护盾吸收量是不可能比过同等治疗辅助的理论治疗量的。 单纯的护盾无法让已损失的生命值回升，因此在不能覆盖整个循环或遭遇烧血环境时生存问题略大 （此外还存在切换角色瞬间可能会导致护盾暂时失效而“穿盾”的问题） ，但由于自身具备较很强 抗打断能力 与一定 防斩杀能力 ，往往也有不错实战效果。 在护盾未被带有特定盾反馈机制的攻击一击破盾时，还可触发对应的机制，或有利或不利——可抵挡深渊使徒施加的负面效果、对古岩龙蜥造成反震伤害 （实为对其的百分比生命值扣除） ，但也可导致黑蛇众获得元素盾、回血、进入狂暴模式等技能强化。 3. 减伤 减伤是对于角色的一种伤害减免，本质上属于 增伤乘区 ，所以仅对敌人造成的直接伤害有效，而 对剧变伤害与真实伤害无效 ，角色自身生命值上限/防御力的提高或敌人攻击力的降低与之同理。敌人直接伤害的计算公式如下： 超链图片 单纯的减伤与自身生命值上限/防御力的提升只能提供 防斩杀能力 ，无法完全消除敌人伤害影响，往往需在实战中配合护盾、治疗等其他生存能力共同发挥作用。 由于获得减伤加持的角色仍能受到伤害而降低生命值，而护盾在被敌人伤害破除后即损失了防斩杀能力且在这之后才会继续被敌人伤害影响导致生命值降低，减伤+治疗的搭配契合度往往优于护盾+治疗，但护盾给予的抗打断效果更好，且对治疗量要求往往更低，可考虑搭配武器试作金珀等治疗量较低的治疗方式。 此外，迪希雅的伤害消解机制不同于减伤，其直接作用于角色受到的伤害值，因此可以消解剧变伤害，且消解减免数值不能和行秋、北斗等真正的减伤数值加算。 4. 其他生存因素 除治疗、护盾与减伤外，还有一些与生存间接有关的因素（例如角色自身附着、对敌人的控制能力、大招无敌帧的覆盖率等），但这些往往与本篇所介绍的其余功能性也有一定关联。此处仅简单介绍 角色自身附着 ，并简要分析 从生存辅助入手 的配队思路。 角色自身附着 ：一些角色的天赋可能会给自己或队友附着元素，导致有利或不利的影响。由于冰附着自带减速的负面效果，因此无需讨论角色给自己挂冰的情况，所谓的角色能给自己挂冰，实际上是冻元素的直接附着。各种元素的自附着影响如下图所示： 超链图片 从生存辅助入手的配队思路 ：为了提高生存稳定性，也可考虑从生存辅助入手配队，但这样配队的前提是需要伤害足够，因此往往需要主C或副C有一定配置。可通过生存辅助的功能性入手搭配不同的输出角色，若生存辅助仅能提供治疗且治疗量大，则可考虑搭配带有减伤能力的副C或增益辅助或搭配基于生命值上限/防御力输出的主C以提高防斩杀能力，若生存辅助以护盾为主，则可考虑搭配自身防斩杀与抗打断能力差的主C以保证其输出稳定性，有时生存辅助也需要站场提供生存且可能带有一定输出能力，此时该生存辅助可被算作主C，队伍中只能根据其特点选择合适的副C及增益辅助。此外，生存辅助的元素类型及附着能力对队伍搭配也有一定影响。 三、韧性控制 角色和敌人受到的几乎所有伤害均来自攻击行为，而攻击本身会带来打断、击飞等 受击反馈 效果，敌人对角色的打断和击飞效果可能导致角色严重损失输出，甚至被敌人一套连击带走，而角色对敌人的这类效果也不一定全有益，过于高频的击退可能会影响角色攻击的 命中率 。 解释上述机制的原理即为 韧性力学 ，其涉及重量、韧性、削韧、失衡等概念，本节将简单介绍这些概念，并分别讨论角色对敌人的主动控制与从自身出发的被动控制。 1. 韧性力学基础 攻击行为的冲击效果包含硬直等级、水平力与竖直力这3个参数，其中的硬直等级即代表正常情况下对目标造成的最强冲击效果，其顺序为： 无影响 ← 微颤 ← 击打 ← 击退 ← 击飞 。这其中的后3级可以打断目标的动作，而最后一级会直接将目标击飞。特殊地，处于空中或攀爬状态的角色受到硬直等级为击打以上的攻击，即可直接被击飞。 目标受到攻击时，可能会根据其硬直等级表现出不同的受击反馈效果，但想让目标真正表现出硬直等级对应的效果，还需要满足其他判定条件，这就涉及目标的重量与韧性，以及攻击的水平力、竖直力与削韧了。 ✦ 重量与力学判据 重量 完全取决于目标自身，有时敌人的护甲/护盾也会为自己增加重量 ，但角色的护盾无法做到这点 。越重的目标越难被风场牵引，也越难被击退或击飞。 只有冲击力足够大，超过目标重量的一定比例时，才能造成相应的受击反馈效果： 攻击的 水平力 大于或等于目标重量的 2倍 时，才能造成击打或以上效果； 攻击的 竖直力 大于或等于目标重量的 5.5倍 时，才能造成击飞效果。 除此之外，攻击的冲击力也会影响受击目标的击退/击飞距离。部分目标具有冲击力或特定受击反馈效果免疫，能防止被击退或击飞。 ✦ 韧性与失衡判据 实现受击反馈效果的必要条件为受击目标处在 失衡状态 。失衡状态即目标被“完全削韧”的一种状态，韧性条为目标的状态属性，默认值为0且存在一定上限，该上限称为 韧性条标准长度 （也就是常说的 韧性 ），攻击行为造成的削韧效果会填充目标的韧性条，直到达到上限，即可使目标进入失衡状态。失衡状态的判定优先于硬直等级，因此造成失衡状态的那次攻击即有条件触发其硬直等级对应的受击反馈效果。 与此同时，韧性条也会在目标未进入失衡状态时随着时间 衰减 ，其衰减速度称为 恢复速度 。对于大多数目标（失衡持续时间不为0），其进入失衡状态时，会保持一定时间的失衡状态，该时间即为 失衡持续时间 ，并且在持续时间结束后韧性条 立刻恢复 至0。 攻击造成的削韧效果，并不直接用该值填充受击目标的韧性条，而是乘以其若干 抗打断系数 再进行结算。目标可能在特定情况下，会获取不同形式的抗打断系数， 相互乘算 ，比如 耐力系数 、 动作霸体系数 、 技能霸体系数 、等级压制韧性系数、联机增强系数等。耐力系数是抗打断系数中的常驻效果，仅与目标自身有关，因此将目标韧性与耐力系数之比称为目标的 表观韧性 。 2. 主动控制 主动控制是通过对敌人造成 受击反馈效果 或利用嘲讽、风场、冻结、石化等手段 控制敌人 ，从而提高角色命中率的方式，一般也会间接提高生存能力。需要根据敌人的特性选择不同的主动控制手段，但有一个共同点即不太适合应对首领敌人，因为这些手段对首领敌人基本是无效的。如下将分别介绍各类主动控制手段的应用场合。 角色与反应压制力 ：可通过角色直伤或剧变反应的削韧与冲击效果打断敌人的动作来降低敌人攻击的威胁。一般地，双手剑的压制力最强（且为钝击），单手剑与长柄武器次之，弓与法器最差，但也有例外（可莉的压制力就较强）。元素反应中，感电具有持续打断能力且削韧能力较强，超载的削韧不如感电但为钝击且能造成击飞，中心扩散的削韧能力也较强，但硬直等级仅为微颤。其余反应现象的压制力均较差。 超链图片 受击反馈效果在不同场合的控制效果也不一样。对于索敌能力强的角色，击飞由于动画较长而可延长敌人被控制时间，从而更大程度降低敌人攻击的威胁。而对于机动性不足且伤害距离短的角色，频繁击退与击飞可能导致一直需要追赶而降低输出能力。此外，较强的压制力配合嘲讽/风场等其他手段能进一步强化控制效果。 嘲讽与风场 ：通过角色（多为风元素）的嘲讽或风场聚怪机制，可将部分敌人的位置持续稳定在一定范围内，从而利好某些范围伤害，提高整体命中率。嘲讽与短时间的聚怪适配分散度不太高且有一定抵抗力的敌人，而持续性强的大范围牵引/聚怪则适配大范围分散敌人与高频分波次出现的敌人。 冻结与石化 ：通过冻结反应或者一些特殊的天赋机制限制敌人的行动能力，从而大幅提高角色命中率。事实上该手段也常与聚怪辅助联合使用，发挥更强的控制效果。当然冻结的覆盖率对附着频率和天赋持续时间有一定要求，且基本限制冰、水、风元素角色组成的队伍，其在应对首领敌人等具有冻结免疫的目标时会较为乏力。 芒荒湮灭 ：来自枫丹地区的某些敌人带有特殊的芒性或荒性能量（始基能），可利用对立的能量触发湮灭，以降低其威胁性。那维莱特与持有枫丹神之眼的角色，以及武器水仙十字之剑均能提供芒性或荒性能量。但由于较为强大的发条机关或首领级敌人可能需2至3次芒性或荒性攻击才可完全湮灭，该机制对控制意义较小，更多用于破盾 （相关机制本篇后续会有介绍） 。 3. 被动控制 被动控制是通过为角色赋予 护盾 、提供 抗打断 天赋等手段提高自身的 抗打断能力 ，从而防止被敌人打断/击飞而导致命中率降低的方式。被动控制的灵活性往往不如主动控制，且一般会间接降低生存能力，但其可以较好的应用于对付首领敌人与带有各类控制免疫的敌人，对于一些难以利用主动控制手段且抗打断需求大的主C，被动控制也是很有必要的。 护盾与抗打断天赋 ：护盾在提供伤害吸收的同时还给予角色一个 值为0的抗打断系数 ，因此带有护盾的角色不可被削韧 （但由于角色重量不变，仍可能受敌人牵引而造成较大位移） 。此外还存在一些其他的抗打断天赋，本质上是给予角色一个抗打断系数，角色在施放一些天赋时也会短时间获得一个霸体系数，本质上仍为抗打断系数。此外，虽然可被一击破坏的护盾无法实现盾反馈机制，但其仍能抵挡该次攻击的削韧效果，因此不断刷新的低吸收量护盾也有较大抗打断意义。 输出角色对被动控制的依赖性 ：不同输出角色闪避/被打断造成的输出损失不同，对于真空期短且以自动攻击为主的输出角色，该损失最小，对被动控制依赖不大，但对于真空期长且需通过普攻/重击等动作实现的攻击或协同攻击，该损失一般较大，此外部分角色的输出还需要一直操作，闪避会重置攻击段数或直接中断此次攻击 （常见于蓄力弓） ，此时对被动控制的依赖只会更大。此外，远程角色 （除莱欧斯利、鹿野院平藏外的弓、法器角色） 的韧性仅为近战角色的一半，对护盾等直接提供霸体的手段更为依赖。 四、其他环境适应性能 上述因素或多或少反映了一些队伍的各种 环境适应性能 ，例如对单与对群、索敌与聚怪、收尾能力、生存能力等。除此之外，还有一些值得讨论的队伍环境适应性能，将在本节介绍。 较为综合的性能可提高队伍的可玩性与环境适应能力，但在以指定主C、副C乃至辅助为核心配队时，最终都难以脱离对应角色的玩法，而队伍最本质的性能还是 输出能力 ，因此这些环境适应性能主要作为依据评判队伍的 优势和劣势 ，而很少会为了提升性能而降低本质输出能力，且一部分性能因对应角色机制特点也不易被改变。当然，适当的了解有助于根据不同环境选择不同的队伍。 1. 抗性与免疫 绝大多数敌人自带10%全元素抗性，部分敌人则带有一定特定元素属性抗性（常在30%~70%），由于抗性区的分段计算，显然减抗对抗性在0~75%范围内的敌人收益非常高，且若队伍中有一定减抗手段，则对不高于70%的高抗性敌人也有一定应对能力，因此， 对主要输出元素属性的减抗能力 是重要的环境适应性能。 常见的减抗手段有： 钟离 长按元素战技的玉璋护盾（20%全抗，仅作用于角色附近的敌人）、翠绿之影4件套（即 4翠绿 ，降低受到扩散反应影响的目标40%对应元素抗性，即可减火/水/雷/冰元素抗性，但不可后台触发）、深林的记忆4件套（即 4深林 ，战技或大招命中降低30%草抗，可后台触发）、 珐露珊 （诡风之祸降低30%风抗）、 双岩 共鸣效果（处于护盾庇护下时造成伤害降低20%岩抗）、 超导 反应（降低40%物抗）、 夏沃蕾 （队伍中仅有雷火元素角色且至少各有一位时，降低受到超载反应影响的目标40%雷抗与火抗）等。 显然，部分减抗手段具有较明显的限制条件，这可能降低这些减抗手段在特定环境的效果，并且导致部分角色难以利用。 此外，还有少部分敌人带有元素免疫，此时彻底无法用某种元素属性对其造成伤害，因此对于主要输出元素属性单一的队伍（多为单核队伍或纯色队），即使敌人阵容中只有少量对应元素免疫的敌人，也会严重影响战斗体验。多元素队可以相对避免这个问题，但其以多核队伍为主，养成成本可能略高。 2. 破盾与敌人自附着 实战中经常遇到带有元素盾的敌人或物件，其血量可能不多，但需要通过元素反应消耗、削韧转化等方式破盾，因此对队伍的 元素附着 或 钝击削韧能力 有一定要求。当然，配置足够时部分元素盾也可用伤害转化的方式强破，也有一些元素盾可通过芒荒湮灭机制解决。 对于常见的火/水/雷/冻盾，一般需要队伍具有对对应属性的 元素附着 能力，火盾利好高频水附着、水盾利好高频草附着、雷盾利好高频火/草/冰附着、冻盾利好高频火附着，具体破盾效果简表如下： 超链图片 至于岩盾，则需要队伍有足够的 钝击削韧能力 。钟离、双手剑、超载、近战下落攻击等方式均为合适的破岩盾手段，当然队伍中有岩元素角色时，还可考虑通过被动结晶的方式消耗，即先挂火/水/雷/冰后挂岩。 对于元素盾及特殊护盾的具体破盾机制， 可参考 Csxylic 的 普通破盾学 （已获得引用授权）： 【V4.3攻略·其他攻略】丘丘人看了都会破盾的普通破盾学 此外，带有元素盾或元素免疫的敌人也经常带有对应元素的 自附着 ，这对部分依赖元素反应直接或间接增益的队伍并不友好。例如雷音权限的雷元素自附着会导致翠绿4所依赖的扩散反应基本只能靠武器附魔自反应或砂糖/珐露珊对锅巴自附着火的扩散实现，而水形幻人的自附着则导致原激化状态完全无法在其身上维持。 3. 转火能力 实战中经常遇到敌人分波出现的情况，而不少作用于敌方的间接增益（如翠绿4施加的减抗、纳西妲元素战技施加的蕴种印状态）将直接失效，由于多数主C的元素转化机制会在其被切换到后台时提前结束，若站场时间较长，这些增益无法在循环中增补，会导致伤害大打折扣。这就是 转火能力 差的体现。 但当队伍中存在较多这类间接增益时，若主C切到后台不会丢失自身站场的元素转化等增益机制，则给予了增补这些增益的时间，一定程度上降低了这种情况的影响。当然，若这类增益可被对应的副C或辅助后台施加，则对主C的增益覆盖率影响不大。 此外，若两波敌人出现的位置有较远距离，还对主C的索敌或追怪能力有一定要求。 4. 特殊敌人对队伍的限制 一些特殊敌人有独特的机制，可能对队伍造成一定限制，例如 兆载永劫龙兽 ，其在深境螺旋等挑战性关卡，该敌人通常开局飞天，高度较高且飞行时间较长，此时往往需要通过弓角色蓄力击破其双翼上的弱点使其坠落，因此对 弓位 有很高需求。当然芙宁娜的元素战技攻击也有可能使其被击落，而那维莱特的强化重击允许抬升一定距离，也能对其造成有效伤害。 还有一些敌人具有特殊的限制机制，例如黄金王兽、深海龙蜥之群、遗迹巨蛇、半永恒统辖矩阵、风蚀沙虫等，有时应对这些敌人的能力也体现了队伍的环境适应性。 【写在最后】 至此，本篇对配队涉及的基础理论、核心思路与可玩性的影响因素已介绍完毕。配队作为多数理论的应用目标，具有较高的复杂性与灵活性，因此系统性整理其相性是较为困难的，相信本篇还有不少与配队有关但未提及的内容，希望大家理性讨论并给出补充。多种多样的队伍，不同的玩法思路，这就是配队的趣味性所在。 如下是本篇用到的参考资料（只放米游社版链接）： 1. 《半永恒元素论》 2. 【V2.6攻略】#其他攻略#配队相性论，最严谨的定性配队理论 （茗血茶） 3. 【V3.5攻略·角色攻略】融卢误区：老角色吃了倍率的亏 （祖安水稻公主） 4. 长文警告：《DPS计算综述》——如何正确看待与应用DPS计算 （blue菌hehe） 5. 【V3.4攻略·其他攻略】角色技能小记——附魔与转化 （666bj） 6. 【4.5】产球知多少？角色与原魔产球简图简述！已更新4.5 （析茉Csxylic） 7. 【创作赠礼】【游戏机制笔记】环境效果概述 （666bj） 8. 《韧性力学》- 抗打断和冲击效果的原理 （tesiacoil） 9. 【V4.0攻略·任务与探索】一帖带你玩转枫丹芒荒机制！ （析茉Csxylic） 10. 【V4.5攻略·角色攻略】细嗦抗性——鲜为人知的等效与收益 （析茉Csxylic） 11. 【V4.3攻略·其他攻略】丘丘人看了都会破盾的普通破盾学 （析茉Csxylic） 12. 额外区：角色和武器不被 “二次转化” 的所有属性加成汇总（妮可少年） 超链图片 创作声明 本文作者为卡玛sei亚（天空岛，uid：126941175），首发于米游社，本文于2024年6月18日发布（当前版本为4.7）；本文中的配图与描述有部分要素版权属于米哈游，若需转载到其他平台请认真阅读相关协议。",
    "length": 26523
}