{
    "game_id": 2,
    "post_id": "53841022",
    "f_forum_id": 43,
    "subject": "【V4.7攻略·其他攻略】4.7深渊超详细解析+满星攻略技巧",
    "url": "https://www.miyoushe.com/ys/article/53841022",
    "created_at": 1718508375,
    "like_num": 2612,
    "view_num": 61240,
    "reply_num": 391,
    "text": "UID 187910738 Hi大家好这里是 呆唯 。_(偶像姬_糖葫芦) 这次带来的是 4.7深境螺旋 的攻略。 4.7深渊 在版本末期登场，具有不错的挑战性，可以说是 近期最难 的一次深渊，大家“心心念念”的圣骸兽也是返场了哦~_(妮可 奸笑) 同样，作为老咸鱼，我也是 照常3点多起来去体验，并且编辑好文案与素材 ，尽早给大家带来4.7深渊的打法解析，大家可以多多点赞支持！_(偶像姬-大声bb) 内容 包括但不限于 怪物阵容，角色配队推荐，详细打法技巧 等，希望能对大家 通关，满星 有所帮助！ 目录 一、4.7深境螺旋特点总结 二、怪物阵容简析 三、角色配队推荐 四、单间打法详细拆解 （怪物机制、输出方法、拉怪等） 【ps：想看 11层 打法可以先下翻至 “四” ，前三栏只针对12层】 一、4.7深境螺旋特点总结 4.7深渊 中，敌人都是我们见过的，但是敌人的输出要求，以及怪物的排布，使得我们 很难去无脑攻克 。尤其是12-3下半的圣骸兽+原海异种组合，除龙王以外很难找到合适的作战队伍。 输出要求 4.7深渊的“最低输出要求”又 创了新高 ，不仅如此，敌人还具有元素盾、特化机制、抗性等等因素，综合来说难度是比较高的。 对策要求 这期 上半 为 对群+对单的结合 ， 下半 为 全对群环境 。 上半： 上半第1间是群怪，共有 4 波， 聚怪 是推荐的，但2、3、4波怪物数量少且不可聚起，因此输出角色最好有一定的 范围AOE攻击 能力。 分波次的怪物，要求我们有较强的 转火能力 。 2、3间都是单体怪，考验我们的 打桩输出 。 剑鬼具有 锁血机制、闪现机制、格挡机制 ，我们要能够 把控输出轴 、并且有 追怪 的能力。 矩阵没有太多的技巧，主要就是打桩输出，若队伍不带雷系（雷草激化），那么它相当于是窗口怪，我们也需要有 把控输出轴 的能力。 —————————————————— 下半： 3间都是 群怪 ，推荐带 聚怪角色 ， 万叶 是最推荐的，队伍最好有一定 对群能力 ，否则打起来会很困难。 但实战下来，每波的怪物数量少且不易聚起，除了12-3的第一波愚人众，其它的怪物被聚怪效果都不是很好，所以我们还是需要队伍有比较强的 范围AOE攻击 能力。 怪物分波次特别多，要求我们有很强的 转火能力 。 元素要求 上半 上半其实并没有特别针对性的元素要求，主要还是考验对策能力。 不过要打矩阵还是 雷 、 草 角色更加舒服。 ———————————————— 下半 推荐 能聚怪的风元素角色 ，万叶 最佳； 下半依然搬进来了很多火盾，所以推荐 水元素 。 除了火盾和火抗，12-3的超载容易炸飞原海异种，所以稍比较 排斥火元素 。 下半的发条机关都是 芒性 的，推荐利用 荒性 攻击， 其他元素并未特别限制或推荐 。 生存要求 本期的生存压力 主要体现在下半 ，上半3间几乎没有压力，因此因此下半最好带生存强输出强的队伍，上半多多考虑队伍的对策性就好。 下半有火使徒、黑蛇骑士、流血狗，以及打反应伤害很爆炸的圣骸兽，护盾相对来说处于劣势，更推荐带 治疗角色 。 分析完后，我们可以发现 4.7深渊 基本也是契合当期up角色的。 雷C 克洛琳德 有较高 输出、穿透攻击、可追击、E启动 ，雷系也天克矩阵，可以走上半。 草C 艾尔海森 也有 不俗的输出、范围AOE ，激化队天克矩阵，在上半表现也很好。 芙宁娜 作为 泛用性很高的辅助+副C ，在深渊里表现一直特别好，不用多说什么。下半需要有 AOE的水元素 ，很契合芙宁娜。 二、怪物阵容简析 上半 本期上半要求我们 同时有一定的 对群、对单能力 ，以及较强的 转火能力 。 12-1 第一波： 原能构装体×3，怪物出现在场地 前方 。 【深渊特化】隐身技能间隔10秒，隐身时间30秒 但三个原能构装体的 功能是不同的 ，要注意分辨，有利于我们手动聚怪。 第二波： 遗迹守卫×1，出现在场地 后方 。 第三波： 遗迹龙兽·地巡×2，并列出现在场地 左边 。 第四波： 镀金旅团·赤沙叙事人×1 镀金旅团·灵风猎手×1，并列出现在场地 右侧 。 站位分散 。 【深渊特化】开局就召唤厄灵。 4波怪分别出在前后左右，所以对 转火 的要求是比较高的， AOE能力 也非常重要。 12-2 魔偶剑鬼需要注意以下4点： ① 锁血 ，剑鬼的血量被打到70%以下时会锁血，这时造成的伤害都 无效 ，注意自己队伍的输出轴。此时还会放 冰风插地，伤害非常高 ，注意规避。 ② 闪现 ，剑鬼在 锁血后若受到近战攻击会 立刻闪现后撤拔刀 ， 放完技能后又会闪现 。建议用追怪较强的角色，或者利用手法来规避其后撤。 ③ 突刺 ，再目标离得 过远/过高 ，都会触发剑鬼的冲刺。魈、流浪者等Z轴运动的主C以及带闲云的队伍都要注意。 ④ 格挡 ，远处来的部分攻击会被剑鬼 无效化 ，使我们输出大打折扣。 剑鬼是一个 比较全面 的怪物，但血量不多，注意它的机制就不难打。 12-3 永恒统辖矩阵，基本上纯打桩，要注意的点有以下3个： ① 隐身 ，深渊里的矩阵开局就会隐身，此后每隔一个技能就隐身一次。隐身后的抗性很高。 ② 零件种类不同 ，不同的零件血量不一样，有好有坏，输出不够的时候可以从凹零件。 ③ 瘫痪 ，对本体触发雷草激化即可极大延长输出时间。 值得注意的点就这些，更细节的我们在打法那里讲。 下半 下半 综合考验 我们的 对群能力 ， 破火盾能力 ， 转火能力 、 生存能力 。总而言之，我们队伍的强度和手法都是需要的。 12-1 12-1下是 3 波怪，有明显的元素要求。 第一波： 草萨满×1 火深渊法师×2，在场地 前方 ， 【深渊特化】24元素量火盾，给予被攻击者火元素附着。 【领域·阴燃之火】每15秒，为范围内角色施加持续20秒的debuff，每1秒造成60%火元素伤害。 看着不难，但其实两个火法师的 站位刚好比较散 ，所以如果用不是AOE的水元素攻击（如达达利亚），直接破盾效果是比较差的。 第二波： 火深渊咏者×2，在场地 右侧 ，两者也是有 分开一定距离 的，注意聚怪。要有 较强的水元素附着能力 ，在 破完盾后还要能及时输出后面一波怪物 ，一般情况使徒都是放在一间里的最后一波，我们全心破盾就好了，但这次情况不同，所以这里的 转波次 对很多队伍来说是一个难点。 火咏者具有 穿盾伤害 的技能，所以护盾不太顶用，建议 带奶 。 第三波： 黑蛇骑士·斩风之剑×2，出现在场地 左侧 ，他们会 主动靠近玩家 ，不过比较 笨重 。 黑蛇骑士 打到 盾 后可以 闪避 掉下一次角色的伤害，闪避结束后造成的 伤害提升 。 所以也 不推荐带盾 。 这一间主要是注意 破火盾 和 对群 12-2 12-2下是 4 波怪。 第一波： 雷火海乱鬼组合一对，刷新在 钥匙前较近的地方 。 这个也是非常经典的组合了，两个海乱鬼血量不低，且有 “绑定” 的机制，即： 一只海乱鬼被击败后，在短时间内没有击败另一只，另一只就回复50%的血量。 第二波： 压制特化型机关·芒×2， 和上一波的刷新位置几乎一样 。 芒性的压制特化型机关使用 草元素 炮弹，是 远程 的，注意利用AOE或者削韧攻击。 第三波： 嗜岩·兽境猎犬×2， 刷新在场地前方 流血狗的流血效果 无视护盾 。 流血狗是基本 没法聚 的，只能用 手动聚怪 ，不要打散掉；要么就是用龙王这种范围攻击。 第四波： 机关·算力增幅器·芒×1 攻坚特化型机关×1 建造特化型机关×1 刷新在场地前方，和流血狗的位置相近 。 算力增幅器可以给敌人提供 20%抗性提升 ，站在 原地不会动 。 其他两个怪都会 朝我们冲过来 ，它们 压制力比较强 ，我们要注意规避。 这一间的输出压力是 历代12-2里最大 的。 12-3 12-3也分为 3 波怪 第一波： 愚人众·火之债务处理人×1 愚人众先遣队·火铳游击兵×2， 刷新在钥匙前方，距离比较近 。 【深渊特化】讨债人幻影会发动攻击。 第一波几乎是来送的，但注意火枪兵 开局就有概率后撤 ，注意收割。 第二波： 圣骸赤鹫×1 泡泡雄海马×2， 刷新在场地中央 。 第三波： 圣骸毒蝎×1 坚盾重甲蟹×2， 刷新在场地中央 ， 位置和上一波一样 。 我们的圣骸兽终于回来了！圣骸兽 模型大，攻击欲望强，抗性高，血量高，输出强 。所以记得带 生存位 。 不过 一波只有一只 还算是比较好的，生存压力相对来说没那么大。 原海异种身上有元素护甲，可以提供 70%全抗 ， 务必利用减抗或破盾 。 主要是注意圣骸兽和它的“队友”的 配合反应 ，原海异种刚好和圣骸兽的组合可以打 超载 。 同时， 怪物都不轻 ，后面两波怪（尤其第二波） 聚怪的效果其实都不好 ，再加上圣骸兽的压力，还是更推荐用 大范围AOE 来攻克。 三、角色配队推荐 上半： 配队思路 角色推荐 输出： 上半对输出角色的要求，我们已经分析过：有一定 对群能力，对单强，转火能力优秀，最好是雷、草元素，有一定窗口输出能力 。 这样以来能用的输出角色其实有 非常多 ，因为元素并没有被特别限制。 那维莱特，阿蕾奇诺，克洛琳德，菲谢尔，八重神子，娜维娅，林尼，提纳里，艾尔海森，雷电将军，刻晴，香菱，迪卢克，可莉，嘉明、夜兰、北斗，赛索斯 等。 —————————————————— 辅助： 辅助层面， 加伤能力强的，后台有输出能力的，都可以用 。 可用的角色很多：如 芙宁娜、班尼特、夏沃蕾、纳西妲、久岐忍、枫原万叶、砂糖 等等； 生存方面的选择也有很多，如 钟离、白术、瑶瑶、绮良良、托马、莱依拉 等等。 推荐配队举例 下半： 配队思路 角色推荐 输出： 下半输出角色最好要 有比较强的对群能力，范围攻击能力，转火能力 ，同时其队伍要有能 快速破 火 盾的能力， 队伍生存 能力强 。可以用的角色有： 那维莱特，神里绫人，达达利亚，夜兰，行秋，雷电将军，魈，北斗 等。 —————————————————— 辅助： 辅助推荐选择在 输出能力和对群上有帮助 的同时 ，还有有 破指定元素盾 的能力 的角色。 如 芙宁娜，纳西妲，枫原万叶，砂糖，坎蒂丝，妮露，莫娜 等等。生存位建议带 奶 ， 珊瑚宫心海，芭芭拉，琴，夏洛蒂，白术，久岐忍 等。 推荐配队举例 四、单间打法详细拆解 （怪物机制、输出方法、拉怪等） 11-1 守塔关 。 上半 为 雷 史莱姆+ 火 史莱姆 下半 为 水 史莱姆+ 冰 史莱姆 注意 元素免疫 即可。 怪物的 仇恨全在镇石上 ， 可以通过攻击来吸引仇恨 。但怪物比较 分散 ，且吸引仇恨效果一般，我们很难通过拉仇恨的方式去规避它们对塔造成的伤害。 因此更推荐的是直接带 大范围输出的队伍 ， 聚怪 ， 或者 嘲讽 的角色，免费送的 琳妮特 就很好用。 另外，利用 风元素扩散 ，可以分别触发 超载 ， 冻结 ，有效遏制史莱姆的行动。 11-2 上半 两波，一波2只岩龙蜥，刷新位置是分别在场地前后，送人头的，很简单。 下半 是2只 地方传奇 浊水幻灵， 跑到远程的怪物旁边 ，近战的会自己过来，完成手动聚怪。地方传奇输出较高，记得带盾或奶。 11-3 上半 也没有什么好讲的，注意把愚人众控好即可，火枪兵会后撤，建议带 削韧 （万叶、砂糖等） 下半 是 翠翎孔蕈 ，在11层它的难度特别低，纯打桩。 以防万一有小萌新有困难，还是说一下它需要注意的地方： ①活化状态技能 虽然这间就是来送鸡头的，但还是说一下，万一，万一您的输出还是不够，可以在它的活化状态的三种技能中凹一下动作： （1）冲刺两下 （2）神鸡摇摆 （3）发射飞弹 第三个动作是最好的 ，不会浪费输出时间。 ②技能躲避 翠翎孔蕈的输出还是比较高的，狂暴状态输出极高，普通状态下输出也不低，但技能都有很明显的前摇，所以并不难躲。大家 适时观察 就可以了。 12-1上 第一波 3个原能构装体是分开站的，我们用 聚怪 （万叶、温迪等）即可。 若不带聚怪，则 开局往 前方左侧 跑 ，3只怪就会自己靠在一起。 往右边是不行的 ，因为3个怪是不同类别的，技能也不相同。 打得差不多以后 立刻向后跑 ，可以防止遗迹守卫放导弹，然后把 第二波 收掉。 前两波是非常简单的。 且前两波怪都比较脆，所以每次都可以可以 留一些技能给下一波 。 （拿雷国举例，第一波用行秋香菱收掉，雷神大招留着直接砍遗迹守卫，可以增加通关速度） 第三波 两只龙兽刷在场地 左侧 ， 不要直接靠近它们 ，否则龙兽 大概率会后撤 ，影响我们输出。我们应该 稍稍远离 ，它们就会向我们走过来。 第四波怪刷在场地右侧，所以一种思路就是：我们 直接跑到场地右侧 ，让两只龙兽冲过来，刚好可以 利用这个冲刺来瘫痪 它们，不瘫痪问题也不大 而且， 把它们收掉后，可以直接转火下一波怪物 。 第四波 镀金旅团开局就会召唤厄灵，厄灵存在期间全抗 +50% ，可以 等她们的厄灵出来以后再输出 ，在这之前可以给队伍充能或者上buff。 站在灵风猎手的附近 即可， 一开始站在两个怪物中间 （保证召唤物在一起） ，等召唤物出来后，面对怪物成 三点一线 ，灵风猎手会后撤，主母会自己瞬移。 主母的厄灵被击败后，自己会 自爆大量的 火元素伤害 ，我们可以提前挂上 水 或 冰 元素让她打出增幅反应。 12-2上 魔偶剑鬼，血量并不高，只要了解它的机制并加以应对就可以轻松过关。 剑鬼的行动，我简单总结一下就是： 攻击 → 闪现（冰鬼召唤） → 闪现（风鬼召唤） → 攻击 ，这样 循环 。 第一阶段： 没有什么威胁，注意在血量降到 70% 时，剑鬼进入 锁血 ， 所有伤害都无效 。这时候我们可以 补buff或者充能 。此时剑鬼还会释放 冰风插地 ，伤害很高，要注意生存！ 然后剑鬼进入 第二阶段： 会 闪现攻击 2 次，这个比较烦人，剑鬼还会 格挡远处的攻击 ，除非我们有克洛琳德、仆人这样等等追怪能力强的角色，不然对输出影响是比较大的。 故以下介绍可让 剑鬼不后撤 的办法： 在剑鬼释放完 插地技能后 （恢复原来姿势）的一段时间内， 遭受到攻击会立刻后撤 ，召唤冰鬼。 所以在这段时间里不要让攻击打到它就好了 。 剑鬼插地，恢复原来的姿势后，我们马上 停止攻击 ， 引诱剑鬼释放面具或原地拔刀 ，再进行输出。 剑鬼放完这个技能，恢复姿势后， 我们再停止攻击，引诱他放技能 ，再输出，这样就可以轻松拿捏它了。 整体演示如下： 如果角色比较缺能量， 记得在最后充能 ，否则下一间的启动会比较困难。 12-3上 永恒统辖矩阵是 血量较高 的BOSS，同时 元素针对性强 ，雷草队打得极其舒适，其他队伍需要一定的练度和排轴能力。 以下是它需要注意的点， 雷草激化队 只需要看第 ① 点 ， 非雷草激化队 ②③④ 点也是很需要注意的。 ①隐身瞬移位置 矩阵隐身后的位置是固定在 自己 前方 的一段距离，雷草队就 直接到那个位置等 ，它瞬移之后直接秒破。 而不是雷草队，也可以去 隐身的位置，提前上buff或者充能 ，但不要想着打伤害，此时其全抗提高 200% 。 提一嘴，它隐身也 可以被标记 ，例如草神的印记，公子的断流，胡桃的血梅香，宵宫的流金火光等。 另外，一些 debuff状态、挂元素也会显示 ：比如减抗，它周围就会出现向下的箭头。 挂火元素，就会出现灼烧的特效 ②零件BOSS双命中 矩阵最开始就会放这个技能：召唤零件，自己隐身。雷草队就不用管零件，如果用的是非雷草队，就要打零件了。 你的队伍如果 有爆发 ，像公子、胡桃、雷神、娜维娅等角色，在它召唤零件出来的时刻打一个小核弹，就可以 同时打到BOSS与零件 ，加快收割。 若伤害够高，在 零件出来 ，BOSS又 没有隐身的那个瞬间 ，零件就 被击破 ，BOSS就 不会隐身 ， 我们还能继续打。 ③零件血量不同 要打零件的话，可以注意一下零件的血量： 圆盘＜激光炮＜柱子 ，所以有圆盘就打圆盘，召唤柱子的话可以去打旁边的激光炮。 ④输出窗口期 一般情况下输出窗口就 2 种： （1）开局 。开局矩阵有一个进场动作，抗性提高 100% 。进场动作结束后就马上放零件隐身。在 进场动作的过程中，可以上buff ，等到他进场 动作结束，直接打几秒的爆发 输出。所以上一间推荐大家充一下能量。 （2）隐身显现后到下一次隐身 。上面讲过其隐身状态下抗性大幅提升，所以务必把握自己队伍的输出流程，在隐身的时候可以准备启动，隐身解除后把输出都打出来。 若队伍中 只有雷元素 ，就打它召唤出来的 草元素装置 ，可以直接瘫痪延长时间。 雷草激化队 可及时瘫痪和输出，打这个BOSS 几乎不存在真空期 。 12-1下 第一波 是草萨满和火法师，2个火法站的位置 刚好有一定距离 ，所以建议优先考虑 高频大范围水伤的队伍 ，比如那维，心海，绫人等角色的 纯水队 。小范围的水伤效果比较一般，如达达利亚，需要花一些时间聚怪。 用 跑远引诱火法瞬移 可以把火法聚在一起（一定要远一点），但 草萨满并不会直接过来 ，我们用 再拉一次 ，可以达成3只的聚怪。 如果觉得上面说的麻烦，也还是有办法的，我们可以用 角色模型去推动火法师 ，如果用的是达达利亚，让怪物之间的距离小于断流的影响范围即可。 第二波 2只火使徒，在场地右侧，队伍有聚怪/范围水伤就直接过去打，没有的话用一下 手动聚怪 ： 往场地右侧跑 ，让两只怪靠近我们，自己就会贴在一块。 它们 进盾前的一小段空隙里，头上依然可以挂上别的元素 ，故可以利用风系染色，染成水元素，从而加速破盾。 第三波 是2个风空壳，在场地左侧，它们动作是比较笨重的，没有什么生存压力，也会自己靠近我们。主要是他俩 血量比较厚 ，我们 对群和转火能力要强一点 。 然后记住，最好 不要带盾 ，它打到盾上可以无视我们的下一次伤害。 总的来说，这间的难度是蛮大的。 12-2下 这一间有4波，而且怪物都比较肉，又很重，所以强推有AOE的队伍（龙王、魈等等），可以比较舒服。同时一定要注意 转波次 的问题，对于 部分队伍 来说， 无脑按流程循环是行不通的 。 第一波 的海乱鬼虽然是比较老的朋友了，但血量还是比较高的，同时我们要注意控制输出，让他们两个 在较短的时间内一起死亡 即可。 而第二波怪的刷新位置离第一波特别近，最好 要看时机收手，准备技能给下一波 。 （比如万叶，不要用E技能来收尾，把E留到下一波进行聚怪和增伤。） 第二波 是两个压制特化型机关，他们用的是远程炮弹，我们利用 击退，或者削韧聚怪 的技能把它们俩打到一起就好了，利用 荒性攻击 可以减弱其攻击欲望，创造输出环境。这波是比较普通的怪物。 —————————————————— 第三波 是2只大流血狗，聚怪几乎没用，我们 拉开一定距离 ，等着它们瞬移 到我们身边 注意 不要用重击等打散 它们即可，它们血量较高，注意队伍输出。 ———————————————— 第四波 的3个发条机关在也刷在差不多的位置，主要还是注意转波次的问题就好。 两只比较大的机关会主动朝我们过来，我们 站在小的算力增幅器附近 即可达成聚怪， 算力增幅器会给队友加抗性 ，建议 优先消灭 或利用 荒性攻击瘫痪 。 两个大机器的 压制力较强 ，注意 闪避和生存 ，也可以利用 荒性攻击 减弱其压制力。 12-3下 第一波 的讨债人+火枪基本是来送人头的，火枪会后撤，所以推荐带一下 聚怪 ， 万叶 最佳。 没有好的聚怪角色就 跑到火枪兵一侧，和另一只火枪三点一线 ，引发他的后撤即可。 第二波 圣骸赤鹫+2只雷海马， 圣骸兽在中间，海马在两边 ，三者都 分开一定距离 。所以也比较推荐用 万叶来聚 。，或者用 大范围攻击 ，如 龙王，魈，纳西妲 等角色。 建议万叶 染火 （没有带火的话可以借圣骸兽的火），因为 染火优先级最高 ，可以高效破海马的盾。万叶要 Q+E ，并站在怪物的一侧，否则怪物依然会被打散。 更建议的是直接扩水输出。 手动聚怪 方法：就先 往场地左（右）侧跑 ， 等两只海马贴到一起 的时候再过去，圣骸兽会一直追着我们打，注意一下生存问题。 第三波 圣骸毒蝎+2只火螃蟹。站位同第二波，火螃蟹不放技能的时候，万叶是 可以直接聚起来 的，会比第二波好打一点。 手动聚怪方法和第二波是一样的 。 为防止萌新不清楚圣骸兽的一个重要机制，这里讲一下：圣骸兽在战斗一段时间后，会释放终结技，排出能量块，用 对应元素打附着1次 ，或用 其他元素附着多次 ，可以打破能量块，使圣骸兽 瘫痪10秒左右 ， 扣除部分血量，抗性恢复正常值 （10%） 。 实战中可以利用这个机制多打些输出。 圣骸兽各方面都比较强，我还是推荐大家 带生存强点的队伍 ，让它们打一下超载是很疼的。 4.7深渊 的攻略就到这里结束啦！ 非常感谢你能看到这里！希望能对大家有所帮助！ _(砂金 酷) 这期也是 3点多准备，然后第一时间体验并且编辑好文本与素材就发了 ，希望能得到大家多多的 点赞 支持！ 大家觉得这期深境螺旋难度如何？是更简单了还是更难了呢？挑战完后有什么感受？不论如何， 都欢迎在评论区一起讨论 ， 我也会尽力解答大家的疑问的~ _(米仔_比心) （以上均为本人游戏理解与经验得出，如有勘误和补充还请及时指出，感激不尽） 文案：我叫呆唯 排版：我叫呆唯 图片：我叫呆唯",
    "length": 8747
}