{
    "game_id": 2,
    "post_id": "42418373",
    "f_forum_id": 43,
    "subject": "【V4.0攻略·角色攻略】夜兰配队解析与养成·快速看懂！",
    "url": "https://www.miyoushe.com/ys/article/42418373",
    "created_at": 1692152348,
    "like_num": 3436,
    "view_num": 621810,
    "reply_num": 415,
    "text": "UID：100559319 （轻便阅读可以直接翻阅图片，选择性查看文字内容~） 这里是阿斯盖特，本期是「夜兰」的配队体系讲解攻略！配队将以“养成简图+文字补充”的方式进行，各种队伍所涉及的队友养成也在其中！ “交换情报讲究平等，和你讲些往事也无妨。” 【角色培养&一图流】 【养成素材一览】（点击查看折叠内容） (点击上方 折叠内容 查看 养成素材 ) 【角色养成一图流】（点击查看折叠内容） （点击上方 折叠内容 查看 一图流培养 ） ▶各种玩法培养 ① 0命 多以 辅助/副C 玩法为主， 优先堆叠元素充能效率 。可通过搭配其他水元素角色达到相互“充电”回能的目的。 ② 解锁1命后 ，可适当降低充能需求（约30%-40%），提高暴击率、暴击伤害和生命值上限来提高技能伤害。 ② 2命及以上 可围绕夜兰组队，提高夜兰的输出能力，并考虑站场输出。 ▶武器/圣遗物的选择 ① 辅助/副C 玩法优先考虑充能武器，如 终末嗟叹之诗 、 西风猎弓 、祭礼弓（高精练）、落霞等。 ② 输出玩法 则优选双暴类武器，然后根据不同队伍的充能需求来堆叠充能效率。 ③充能效率在160%以上时，优先考虑「 绝缘之旗印 」4件；充能效率在140%以下时，也可考虑“ 2+2 ”组合，如水伤2件（ 沉沦套、水仙套）、生命2件（花海套、千岩套 ）。 【配队解析】 夜兰包含着诸多优秀机制—— 普攻协同挂水 、 后台挂水 、 前台站场增伤 等，同时自身具有不错的水伤伤害，这些技能与机制使得夜兰拥有丰富的配队， 既可 作为辅助提高队友伤害、 又可 搭配其他辅助担任输出。 下面笔者将夜兰的配队分为几大类并进行详细讲解！ 【01.火伤蒸发】 【1】胡桃蒸发队/胡行钟夜 ▶配队相关 该队伍组成了“ 四璃月 ”阵容，此时「 千岩长枪 」要 优于 同精炼等级的「 匣里灭辰 」。 ①行秋、夜兰的元素战技均有 较高的产球量 ，可以做到互相产球回能，使两名角色的充能效率要求降低，从而提高自身水伤。 ②夜兰通过固有天赋2提高胡桃的伤害，与行秋组成的「双水共鸣」收益极大。 胡桃、钟离、夜兰的技能都 与生命上限有关 ， 双水共鸣 可提高全队生命值上限。 ③行秋、夜兰的 协同挂水 持续配合胡桃触发蒸发反应，夜兰利用固有天赋提高胡桃造成的伤害，钟离通过护盾提高队伍生存能力、 降低敌人元素抗性 。 ③搭配行秋后可以 优化 0命夜兰无法单独通过元素爆发“压住”胡桃火附着的现象。 单 2命夜兰 即可保障胡桃触发蒸发，此时行秋可换为 莫娜 等角色提高胡桃的爆发伤害。 ▶输出手法的补充 ① 先行秋 后夜兰 ：行秋的技能CD较长， 优先施放行秋技能 使之进入CD中，可一定程度上缩短整体输出结束后的等待时间。 （常规选择） ② 先夜兰 后行秋 ：优先施放夜兰的元素爆发，因为夜兰的增伤为 线性提升 ，当切至胡桃输出时可使胡桃 获得夜兰后半程的增伤效果 ，提高爆发伤害。但需要注意行秋的CD，可考虑仅施放1次元素战技。 ③在胡桃输出结束后，如依旧存在行秋/夜兰的协同水伤效果，可切至夜兰进行普攻以触发协同水伤，补充伤害。 【2】宵宫蒸发队/宵夜钟云 ▶配队相关 ①宵宫的火伤普攻存在附着频率限制，普攻不能完全触发蒸发，即使搭配0命夜兰也可使长时间使敌人处于水附着下，进而由 宵宫稳定触发蒸发反应 。 ② 钟离 通过元素战技提供护盾，也可考虑适用 莱依拉 、 迪奥娜 、 托马 等护盾角色暂替。 ③ 云堇 也可替换为 班尼特 （额外攻击提升）、 行秋 （双水充电）。 ④ 0命夜兰需要多堆叠充能效率 以保证每轮输出均可及时施放元素爆发。 ▶输出手法的补充 ①宵宫若装备的是「 追忆之注连 」4件，则输出时 不施放 元素爆发；若装备「 来歆余响 」4件，则输出时 先施放 元素爆发再启动战技。 ②钟离装备「悠古的磐岩」4件时，需要再切至钟离拾取对应元素结晶。 【02.国家队变阵】 【1】雷国变阵 ▶ 配队相关 ：夜兰的加入将提高雷电将军输出时的伤害，但在面对部分具有爆发伤害的敌人时会存在“ 瞬间被击倒 ”的风险。 如在面对各种圣骸兽、魔偶剑鬼、丘丘霜铠王等具有 高爆发伤害 的敌人时。 【2】草国玩法（*偏深渊特化） 纳西妲 + 夜兰 + 香菱 + 班尼特 ▶配队相关 ①在 3.6版本 的深境螺旋 第12层第1间下半 ，会同时出现 冰 、 水 深渊使徒，使得在选取阵容时 需要 考虑能够较快击破 敌人冰、水护盾的阵容，从而使这一阵容变阵的登场频率提高。 ② 纳西妲元素战技的草元素攻击、产生的草原核等可以迅速消耗水使徒的水盾；香菱与班尼特可快速消耗冰使徒的冰盾，通过夜兰持续的协同挂水可较快击破护盾从而通关。 ③该阵容在大多数情况下选择较少， 主要应对 同时出现冰、水护盾的特殊环境。 【03.妮露绽放队】 【1】海妮夜白 ▶配队相关 ① 双草共鸣 提高艾尔海森的草伤、队伍的绽放伤害； 双水共鸣 提高夜兰的水伤、妮露的「丰穰之核」提升效果、白术的治疗量/护盾量。 ② 白术 利用技能提高队伍的生存能力， 艾尔海森 和 夜兰 可以保障队伍的对单能力，对群可依托绽放伤害。 【2】三水一草 ▶配队相关 ① 纳西妲 通过普攻、元素战技使敌人处于草元素附着下；该队伍 搭配夜兰用以提高队伍的对单能力 ，提高阵容泛用性。 ②珊瑚宫心海可替换为其他治疗角色，如 芭芭拉 、 白术 、 瑶瑶 等。 【04.超绽玩法】 【1】海雷夜白（直伤激绽/超绽） ▶配队相关 ①由 堆叠元素精通的雷电将军 触发超绽放反应；白术的天赋提高艾尔海森的蔓激化伤害，并提高队伍生存能力。 ② 单水阵容 需要 提高夜兰的元素充能效率 。 ③其他具有直伤输出的角色，在不影响水雷草反应的前提下也可入队，且同时在“雷夜白”、“纳行久”这6名角色之间 灵活调整 ，保证队内至少“一草一水一精通雷”。 如可选 赛诺 （ 赛纳夜久 、 赛纳夜白 等）、 神里绫人 、 纳西妲 （站场）等角色。 【2】心夜雷妲 ▶配队相关 ①纳西妲的战技持续施加草元素附着，配合触发绽放反应。需要 雷电将军堆叠元素精通 ，提高所触发的超绽放反应伤害。 ② 心海 利用战技、普攻等技能施加水元素附着，并且为队伍提供治疗，提高队伍生存能力。 该队伍不仅心海可以持续站场， 夜兰 、 纳西妲 等角色也 可站场普攻 。 【05.直伤输出】 【1】水伤直伤 Ⅰ夜行双水 像上方的胡行钟夜也属于“夜行双水”组合的阵容。 ①夜兰 解锁6命后 也可将 行秋换成莫娜 提高「破局矢」的爆发伤害。 但6命已经可以单通了.jpg ②此外，还有“ 夜兰+莫娜/高配妮露+枫原万叶+香菱 ”的“蒸夜”玩法，注意堆叠香菱、莫娜的充能效率， 高配妮露 可以使用 高精练圣显之钥 同时推荐选择满命妮露 （多用于竞速玩法） 。 ▶参考输出顺序 ①. 三水队 ：行秋QEA、夜兰QE、心海EA、万叶QEA、心海Q后站场普攻 ②. 夜兰站场 ：钟离长按E、行秋QEA、夜兰QE、万叶QEA、夜兰站场普攻触发协同攻击 Ⅱ绫人双水 ▶配队相关 ①该搭配为绫人的水伤直伤玩法，与夜兰组成 双水共鸣 可同时提高两者的输出。绫人利用夜兰的天赋获得增伤。 ② 云堇 可替换为 班尼特 、 枫原万叶 等；钟离可替换为其他护盾角色，或再选择1名增幅角色提高绫人的普攻伤害。 【2】散珐钟夜（风伤输出） ▶配队相关 ①当流浪者施放战技时， 触发 敌人所处的 水元素附着 ，生成对应元素的天赋增益效果，提高流浪者的伤害。 ③ 钟离 还可替换为其他护盾角色，如 莱依拉 、 迪奥娜 、 托马 等；如果对自己的操作比较自信或当前关卡敌人攻击频率较低，可以考虑 将护盾位直接替换为班尼特 。 考虑 托马 时需要多堆叠充能效率，更推荐解锁 4命 后搭配。 ▶珐露珊相关 ①自身技能机制可为队伍角色提供 风伤加成 （随大招等级提升）、 风伤基础倍率提升 、 降低敌人30%风抗 、 风元素暴伤加成 （6命） 。 ②尚 未解锁6命 时，每轮输出需要珐露珊在 施放战技后施放一次蓄力重击 ，然后再施放元素爆发；解锁6命后，则可直接施放元素爆发，无需施放其他技能。 仅战技命中敌人不产出风元素微粒，后续重击产生的风压坍缩命中敌人才产出微粒。 ▶魈珐钟夜 ①魈的第一段普攻出招极快，在命中敌人后终止普攻依旧可以造成伤害，在6命时可以考虑“普攻-战技”的快速连招手法（较需要手速），用以触发夜兰的协同攻击。 ②每次下落攻击落地后可快速接1次“ 普攻-重击 ”，用以触发夜兰的协同攻击。 【3】雷九夜琴（雷伤输出） ▶配队相关 该队伍可节省枫原万叶、班尼特等热门辅助角色用于其他队伍，同时也具有可观的伤害。 ① 九条裟罗 提高雷电将军的攻击力，其中九条裟罗所提供的额外攻击力加成仅与自身基础攻击力有关。 ② 琴 利用技能同时触发水、雷两种扩散，进而提高雷电将军、夜兰的伤害。 ③若九条裟罗尚未满命，也可替换为 八重神子 。 ▶九条裟罗的输出手法 ① 尚未解锁2命 时，九条裟罗需要在 施放战技后施放1次重击产生「乌羽」 ，在九条获取该乌羽的攻击力加成后施放元素爆发，再切至雷电将军获得攻击提升。 ②解锁2命后，可直接“EQ”切至雷电将军。 【4】优雷夜米（物理输出） ▶配队相关 ① 米卡 的元素战技可 提高优菈的普攻攻速 ，并且天赋可为优菈提供物伤加成；元素爆发为我方角色提供治疗、增加容错率。可替换为 2命琴 、 迪奥娜 等角色。 ②与雷电将军的元素战技触发超导反应，降低敌人物理抗性，利用元素爆发为全队回复能量。 ▶优菈的常用连招 ：①EQ-4A-E(长按)-4A；②EQ-E(长按)-4A-冲刺（2命时可短E）-4A 【5】岩伤输出 岩C + 五郎 + 阿贝多 / 钟离 + 夜兰 岩系输出阵容多为三岩队，第四人的选择相对灵活。当无需对应元素破盾时选择夜兰可提高岩C的输出伤害。需要注意的是，单水夜兰多堆叠元素充能效率。 ▶「岩系输出」 ：荒泷一斗、诺艾尔等 荒泷一斗的主要为 重击 输出， 无法触发 夜兰的协同攻击，但仍可获得夜兰的增伤提升。 以上就是本期「夜兰配队讲解与养成」的全部内容啦~我们下期再见！_(米游姬入欧) 封面美术： 纳西妲第一可爱w 文本： Asgater 图片： Asgater 校正/监督： Asgater",
    "length": 4226
}