{
    "game_id": 2,
    "post_id": "55319836",
    "f_forum_id": 43,
    "subject": "【V4.8攻略·任务与探索】「森林与公主」",
    "url": "https://www.miyoushe.com/ys/article/55319836",
    "created_at": 1721300683,
    "like_num": 469,
    "view_num": 1923,
    "reply_num": 14,
    "text": "UID 505597670 哈喽！大家好啊~这里是鸽子的化身——狂风呀！ _(魔游姬得意) 随着4.8版本的到来，咱们的限时版本地图又来啦！欢迎来到这次的童话世界——希穆兰卡！ _(魔游姬糖葫芦) 那么话不多说，小伙伴们快跟着我一起去探索吧！ _(魔游姬哼哼) 希穆兰卡-森林与公主 超链图片 这里我们传送到墨色酒馆的锚点，沿着道路一直来到铃风王国 _(阿姬调查) （建议先完成任务「故事始于无雨的森林」后再来） 超链图片 来到铃风王国后，我们从树屋底下转上来，即可触发剧情 _(米游姬喝茶) （此处的传送锚点记得顺手激活一下，另外，在上来的树屋出口处可以获得一个 普通的宝箱 ） 超链图片 任务1：与西梅公主对话 过完剧情后，我们跟随着西梅公主飞下去，过去与她对话_(阿姬调查) （靠近西梅公主即可触发剧情） 超链图片 任务2：接受西梅公主的试炼 与西梅公主对完话后，我们再次靠近西梅公主，开始此次试炼 _(阿姬调查)（这里我们按T与飞鼠合作，完成三轮飞行挑战即可） 超链图片 第一轮 这里我们需要指挥西梅公主成功穿过所有花环命中花球，再穿过所有花环返回到我们身旁，即可 完成第一轮试炼 _(米游君—认真工作) （此时长按攻击键可以显示飞鼠的飞行轨迹，让其穿过所有花环命中花球，即为挑战成功， 具体玩法可以查看下方折叠栏里的内容 ） 超链图片 玩法教学 飞鼠的空中冒险 超链图片 超链图片 超链图片 第二轮 完成第一轮试炼 后，我们可以利用此处的「跳跃光团」前往第二轮试炼处_(阿姬调查) 超链图片 来到此处后，我们先重复之前的操作，接着让西梅公主利用花朵的「起床气」御风而行_(米游君—认真工作) 超链图片 之后我们再次利用「跳跃光团」前进，指挥西梅公主穿过花环回到我们身旁，即可 完成第二轮试炼 _(米游姬喝茶) 超链图片 玩法教学 御风而行的公主 超链图片 第三轮 完成第二轮试炼 后，我们可以利用此处的「跳跃光团」前往第三轮试炼处_(阿姬调查) 超链图片 来到此处后，我们先指挥西梅公主冲击花朵，让其生成「起床气」_(米游君—认真工作) 超链图片 接着指挥西梅公主穿过花环，利用「起床气」御风而行_(米游君—认真工作) （同时，我们也利用此处的「跳跃光团」继续前进） 超链图片 之后指挥西梅公主穿过花环回到我们身旁，即可 完成第三轮试炼 _(米游姬喝茶) 超链图片 玩法教学 花朵的「起床气」 超链图片 完成西梅公主的试炼后不要急着离开，此处的传送锚点记得顺手激活一下 超链图片 任务3：和西梅公主一起挑战试炼 过完剧情后，我们跟随着西梅公主前往圣地_(阿姬调查) （这里传送到树屋的锚点处，飞过去即可） 超链图片 来到圣地后，我们靠近西梅公主即可触发剧情_(米游君—认真工作) （此处的传送锚点记得顺手激活一下） 超链图片 第一道试炼 过完剧情后，我们开始指挥西梅公主开始 第一道试炼 挑战_(米游姬-来了来了) （这里我们按T与飞鼠合作，完成两轮飞行挑战即可） 超链图片 第一轮 这里我们先指挥西梅公主穿过花环命中花球_(米游姬咕咕) 超链图片 接着我们去到巨龙脚印处，瞅准时机指挥西梅公主穿过花环回到我们身旁，即可 完成第一轮挑战 _(米游姬咕咕) 超链图片 第二轮 完成第一轮试炼 后，我们前往第二轮试炼处，先指挥西梅公主冲击花朵，让其生成「起床气」_(魔游姬鸽子) 超链图片 接着瞅准时机指挥西梅公主穿过花环，利用「起床气」御风而行_(魔游姬鸽子) 超链图片 之后再指挥西梅公主穿过花环回到我们身旁，即可 完成第二轮挑战 _(魔游姬鸽子) （同时，我们也完成了第一道试炼挑战） 超链图片 第二道试炼 过完剧情后，我们再次指挥西梅公主开始 第二道试炼 挑战_(米游姬-来了来了) （这里我们按T与飞鼠合作，完成三轮飞行挑战即可） 超链图片 第一轮 这里我们瞅准时机，直接指挥西梅公主穿过花环，即可 完成第一轮挑战 _(春节咕咕) 超链图片 第二轮 完成第一轮试炼 后，我们前往第二轮试炼处，先指挥西梅公主冲击花朵，让其生成「起床气」，接着指挥西梅公主穿过花环，利用「起床气」御风而行_(偶像姬-鸽子) （帮你们试验过了，必须要分两步进行，一步到不了位） 超链图片 之后瞅准时机指挥西梅公主穿过花环回到我们身旁，即可 完成第二轮挑战 _(偶像姬-鸽子) 超链图片 第三轮 完成第二轮试炼 后，我们先将不请自来的魔物全部解决掉_(米游姬-暗中观察) 超链图片 接着等待西梅公主自行 完成第三轮试炼 即可_(米游姬观察) （同时，我们也完成了第二道试炼挑战） 超链图片 任务4：触摸「圣物」 完成此处的试炼挑战后，我们跟随的西梅公主一起触摸「圣物」_(阿姬调查) 超链图片 话说这「圣物」有种似曾相识的感觉_(米游姬-呆滞) （这不就是2.8海岛的「星光凝核」换了个颜色嘛？） 超链图片 过完剧情后，任务「森林与公主」也就结束了 _(米游姬喝茶) （同时，我们获得一个 珍贵的宝箱 ） 超链图片 以上就是 「森林与公主」 的全部内容啦！_(米游姬喝茶) 关注我~持续带你领略世界的精彩！ _(琴-赞扬)",
    "length": 2107
}