{
    "game_id": 2,
    "post_id": "56330202",
    "f_forum_id": 43,
    "subject": "【V4.8攻略·任务与探索】星轨王城宝箱全位置【上】",
    "url": "https://www.miyoushe.com/ys/article/56330202",
    "created_at": 1723026641,
    "like_num": 452,
    "view_num": 845,
    "reply_num": 8,
    "text": "UID 505597670 哈喽！大家好啊~这里是鸽子的化身——狂风呀！ _(魔游姬得意) 随着4.8版本的到来，咱们的限时版本地图又来啦！欢迎来到这次的童话世界——希穆兰卡！ _(魔游姬糖葫芦) 那么话不多说，小伙伴们快跟着我一起去探索吧！ _(魔游姬哼哼) 希穆兰卡-星轨王城宝箱全位置【上】 超链图片 关于赐福森林宝箱全位置【上】，详情可以点击下方链接跳转查看_(偶像姬_WINK) 【V4.8攻略·任务与探索】赐福森林宝箱全位置【上】 关于赐福森林宝箱全位置【下】，详情可以点击下方链接跳转查看_(偶像姬_WINK) 【V4.8攻略·任务与探索】赐福森林宝箱全位置【下】 关于星轨王城的四个宝藏位置，详情可以点击下方链接跳转查看_(偶像姬_WINK) 【V4.8攻略·任务与探索】星轨王城的四个宝藏位置 第一个宝箱 这里我们传送到海上列车的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个 普通的宝箱 _(米游姬观察) （由一个大丘丘人和四个小丘丘人守护） 超链图片 第二个宝箱 这里我们传送到海上列车的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个限时挑战， 需要在60秒内收集10个水之微粒 _(米游君—认真工作) 超链图片 之后获得一个 精致的宝箱 _(米游姬-撒花) 超链图片 第三个宝箱 这里我们传送到海上列车的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个「飞鼠的空中冒险」解密，我们按T指挥“小飞鼠”穿过所有花环即可_(米游君—认真工作) 超链图片 之后获得一个 精致的宝箱 _(米游姬-撒花) 超链图片 第四个宝箱 这里我们传送到星轨王城门口的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个「积木小人解密」，与其交互后，我们需要找到他们三人的藏身位置_(米游君—认真工作) 超链图片 成功找到他们三人后，我们获得一个 精致的宝箱 _(米游姬-撒花) 超链图片 第五个宝箱 这里我们传送到星轨王城门口的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个「积木小人解密」，这里我们先攻击发条回溯情景_(米游君—认真工作) 超链图片 回溯情景后，我们等到黄色积木小人踩在 按钮 上，直接对准强力胶水 不停攻击 ，等到胶水拦住红色积木小人后，我们获得一个 珍贵的宝箱 _(阿姬开心) 超链图片 第六个宝箱 这里我们传送到星轨王城门口的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个「积木小人解密」，这里我们直接坐在长椅上_(米游君—认真工作) 超链图片 之后获得一个 普通的宝箱 _(米游姬观察) 超链图片 第七个宝箱 这里我们传送到星轨王城门口的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个 普通的宝箱 _(米游姬观察) （直接开启即可） 超链图片 第八、九、十个宝箱 这里我们传送到星轨王城门口的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个「齿轮云梯」，我们站在其上方攻击「发条」，利用「齿轮云梯」上到屋顶_(米游君—认真工作) 超链图片 来到屋顶后，可以看到一个 普通的宝箱 _(米游姬观察) （直接开启即可） 超链图片 开启宝箱后，我们来到其上方屋顶，先将此处的「魔线」连接起来，去到上方平台_(阿姬调查) 超链图片 接着我们站在此处的「齿轮云梯」上，攻击「发条」，利用「齿轮云梯」去到对面_(米游君—认真工作) 超链图片 之后靠近蓝色积木小人，我们获得一个 精致的宝箱 _(米游姬-撒花) 超链图片 开启宝箱后，我们直接朝着正东方飞下去_(阿姬调查) 超链图片 在此处可以看到一个 普通的宝箱 _(米游姬观察) （直接开启即可） 超链图片 第十一个宝箱 这里我们传送到星轨王城内部的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个「积木小人解密」，与其交互后，我们需要在不被发现的情况下，触碰到黄色积木小人_(米游君—认真工作) 超链图片 成功触碰到黄色积木小人后，我们获得一个 精致的宝箱 _(米游姬-撒花) 超链图片 第十二个宝箱 这里我们传送到星轨王城内部的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个「积木小人解密」，我们需要帮助这里的三个积木小人离开胶水_(米游君—认真工作) 超链图片 分别与他们交互后，我们获得一个 普通的宝箱 _(米游姬观察) 超链图片 第十三个宝箱 这里我们传送到星轨王城内部的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个「积木小人解密」，这里我们需要攻击发条回溯情景，利用黄色积木小人按照墙上的顺序踩下地上按钮_(米游君—认真工作) （这里先攻击两次发条，让其踩红色按钮，接着等时间流逝，让其自己踩蓝色按钮，之后再攻击一次发条，让其踩蓝色按钮即可） 超链图片 之后获得一个 精致的宝箱 _(米游姬-撒花) 超链图片 以上就是 星轨王城宝箱全位置【上】 的全部内容啦！_(米游姬喝茶) 关注我~持续带你领略世界的精彩！ _(琴-赞扬)",
    "length": 2085
}