{
    "game_id": 2,
    "post_id": "31604385",
    "f_forum_id": 43,
    "subject": "每日委托「吞金与蓄财」成就【卡里米之蕈兽】【当财运来敲门】",
    "url": "https://www.miyoushe.com/ys/article/31604385",
    "created_at": 1668557000,
    "like_num": 235,
    "view_num": 3944,
    "reply_num": 29,
    "text": "哈喽喽，这里是lucky小糕，今天我要分享的是 须弥每日委托 【吞金与蓄财】 的 全流程介绍 以及两个隐藏成就 【卡里米之蕈兽】、【当财运来敲门】 成就描述 【卡里米之蕈兽】 ：见证哈特姆在「期货交易」大赚一笔！ 【当财运来敲门】 ：将苹果酿带给哈特姆 流程一览 流程介绍 1.任务有两个阶段， 阶段一有两个分支，阶段二有四个分支 。每次接到该委托只能接到一个阶段的 一个分支。 名字都是一样的——【吞金与蓄财】 2.阶段一两个分支，根据指示需要从 黄油鸡、摩拉肉、「堆高高」 三个食物中任选一个提交，每个食物有 美味、普通、奇怪 三个品质， 不同的品质 影响后续刷到阶段二的分支，但是种类不影响。 3. 提交美味食物 ：更容易刷到大赚、小赚后续。大赚有成就 提交奇怪食物 ：更容易拿到大亏、小亏后续。大亏有成就 提交普通食物 ：后续随机的，不建议提交这种品质。 注意事项 阶段二不同分支的位置、对话、开头等不完全相同。根据这些判断。如果你在阶段二接到自己不想要的分支，可以放弃该委托，去别人世界里蹭每日凑够四次每日委托次数，这样避免轮回。 如果已经进入对话，强退游戏即可。 阶段一 任务描述： 卡里米的富翁哈特姆似乎在为某件事情发愁... 任务说明： 该阶段有两个分支，分为 第一次刷到 和 后续再次刷到 第一次刷到时对话 ： 哈特姆： 让我想想...该选哪个呢？→ 旅行者： 你在干什么？ 后续再次刷到对话 ： 哈特姆： 让我想想...该选哪—个呢？→ 哈特姆： 咦，旅行者，又是你们，太好了！ 两个分支只有先后关系，对阶段二的分支无影响。按照指示，需要帮助 npc哈特姆 选择一个食物，从 黄油鸡、摩拉肉、「堆高高」 三个食物中任选一个提交。食物交哪个都行 但是食物品质会影响阶段二的分支刷取。 美味食物容易刷到赚钱分支（大赚、小赚）、奇怪食物容易刷到亏钱分支（大亏、小亏），普通食物则差不多概率。 阶段二 任务描述： 哈特姆的期货交易日已经到了，不知道他的收获如何呢? 大赚分支 注意如果刷到大赚分支，npc的位置会发生变化，一般他在边上，但这次跑到 路中间 去了。估计是赚到大钱了，站路中间显摆（） 哈特姆 :旅行者！啊不对，财富之子，幸运之人！你来了！ 哈特姆 : 上次吃了你准备的「吞金料理」，我在交易所里简直是 大杀四方！ 哈特姆 :不管买入什么期货，今天过来—看，全都是 大赚特赚！ 之后去兰巴德酒馆吃完饭后即可拿到成就【卡里米之蕈兽】 结束此次流程，等待下一次再次刷到阶段一（大概率） 小赚分支 接到小赚分支，npc还在老位置等着 哈特姆 : 哎哟，旅行者!托你的福，我这次 小赚了几笔 ，看来「吞金料理」果然有点效果, 哈特姆 : 只不过，比起平时正常交易赚来的也没差多少... 寒暄几句后，我们需要再次提交食物，依旧是三选一。从 黄油鸡、摩拉肉、「堆高高」 三个食物中任选一个提交。 效果和阶段一提交食物一致，影响阶段二不同分支刷取。 再次提交食物，等待下一次再次刷到阶段二。（大概率） 大亏分支 接到大亏分支，npc还在老位置等着 派蒙 ：嗨!哈特姆，最近怎么样呀？ 哈特姆 ：嗯..是你们啊？ 哈特姆 ：唉，看见我这幅愁眉苦脸的样子，你们应该多少也猜到些了吧? 哈特姆 ：我坦白了，到现在为止， 我的荷包已经瘪了一半了。 寒暄几句后，我们需要提交 苹果酿 。 >>苹果酿目前只能在蒙德城 天使的馈赠 购买 提交苹果酿，随后拿到成就【当财运来敲门】 等待下一次再次刷到阶段二。（大概率） 小亏分支 (强烈建议不做这个分支，又没成就又要重新回到阶段一。) 接到该分支时，npc不在原来的地方等着，躲起来了。任务需要我们到三个地点找npc。 找到后开始对话即可。 哈特姆 :明明是在「蓄财之地」吃下的「吞金料理」... 哈特姆 : 最后居然跌成这样...不讲道理!这个市场还有规律可言吗，有规则可讲吗!? 派蒙 :哈特姆，我们找你半天呢，你没事吧? 哈特姆 :是你们啊...我我...没事，我球好着呢...你们看，我也没缺条胳膊少条腿的。 哈特姆 : 不过就是 亏走了保证金 而已...咳咳.. ………… 哈特姆 :等着吧，卡里米交易所，我哈特姆还会回来的! 结束此次流程，等待下一次再次刷到阶段一（大概率） 强烈建议不做这个分支，又没成就又要重新回到阶段一。 强烈建议不做这个分支，又没成就又要重新回到阶段一。 强烈建议不做这个分支，又没成就又要重新回到阶段一。 苹果酿可以到蒙德的天使酒馆酒保那里购买。 黄油鸡食谱——须弥声望奖励  1级 摩拉肉——璃月港万民堂旁边的苏二娘购买（无食谱） 堆高高食谱——蒙德城猎鹿人餐馆购买 今天的分享就到这里啦 如果有不懂的请在评论区指出 觉得有用的话留个免费的赞吧 _(派蒙-伪装)_(派蒙-伪装)_(派蒙-伪装) 旧版【吞金与蓄财攻略】 须弥每日【吞金与蓄财】成就【卡里米之蕈兽】【当财运来敲门】 须弥每日委托隐藏成就汇总 【新星计划】【v3.1】须弥每日「隐藏成就」汇总（重制版）",
    "length": 2074
}