{
    "game_id": 2,
    "post_id": "42368600",
    "f_forum_id": 43,
    "subject": "海祇岛九宫格解谜2精致1珍贵，共20原石，旅行者们都拿了吗",
    "url": "https://www.miyoushe.com/ys/article/42368600",
    "created_at": 1692023738,
    "like_num": 632,
    "view_num": 35925,
    "reply_num": 64,
    "text": "各位旅行者在海祇岛东偏南的传送锚点一定发现过解谜（下图）吧？由8个雷立方组成的特殊解谜。正常旅行者随便打几下就知道不简单。 这个解谜总共有三次 ，本帖子就是为了教大家学会这个解谜而写。 解谜位置 想直接抄答案的看折叠内容 答案 提醒：建议各位旅行者们在没有触碰雷立方情况下食用。如果你动了导致跟着答案走出问题，传送到比较远的锚点等几秒钟再回来就行。也可以退出重登。 第一个解谜 第2个解谜 第3个解谜 解谜提示 在第一张图片的左上方会发现一个小光点，调查后会得到如下信息： 「这确实是个有意思的遗迹机关…」 「…对每一个立方，将方向和数字一一对应，北为一，东为二，南为三，西为四…」 「…顶上带有悬浮石板的几个立方额外加四，可以得到五到八…」 「…唯一空着的一处视作九，就可以转化为一个数字不重复的九宫格谜题…」 「…石板的亮光？似乎没有太大意义。那么…」 「…用横列，竖列，斜列之和全部相等的目标条件全部代入一下的话…」 「解开了！又可以在论文上添一笔了…」 「…接下来继续往西边去看看有没有别的遗迹吧。」 总结： 1.以地图方向为准，雷立方正面（有三片樱花）朝北为一，东为二，南为三，西为四。 2.顶部带有悬浮石的读数时额外+4。 3.空着的一处为九。 4.横列，竖列，斜列相加都等于一个数即可解开。 备注：每做完一个解谜原地退出登录再登解谜就会刷新。 第一个解谜 备注：因为不好截屏，所以小帖主稍微转换了一下。 提示：解谜时可以把角色对着北方，以角色朝向为参考，将视角向下垂直以雷立方为中心上北下南左西右东。 按照解谜提示总结中的1~3条把它们转换为数字得到下图： 变通一下， 有残角 的雷立方不可转，那么代表这个数字 固定 ， 可以转动的就是可以更改的 。 将可以更改的从数字翻译去除并标记有悬浮石的 得到下图： 我们就获得了一个完整的九宫格题。 这里面的数字 不会重复 ，所以就从1数到9，将图中没有出现的数字写出来就是4,5,6,7。 因为 有悬浮石的要+4 ，那么 无悬浮石就只能出现1~4，有则是5~8 。 图中有一个无悬浮石，三个有悬浮石，所以就非常简单了。 直接将4填入未标注悬浮石的方格，计算出第一行就能知道解谜条件是 横列，竖列，斜列相加都等于15 。 哪个地方填一个数就可以更多的完成一次相加且正确就优先填写哪一个 ，很明显中间那个方格填一个数就能完成两次了相加。 目前还剩余5，6，7， 将第二行的两个数字相加得到10，然后把目标数字减去这个数字就得到了这个地方填写5 。 还剩余6,7没有填。 第三列第三行填一个数可以完成两次相加，那么将第三列两个数相加得到9，然后把 目标数字 减去这个数字就得到了6。 排除到 剩下最后一个数字时，直接填上最后一个空就行 。 按照得出的图与方向结合得到下图，将雷立方调整到下图即可完成并获得精致宝箱。 第2个解谜 按照解谜提示总结的 1~3条 把它们转换为数字得到下图： 将可以转动的雷立方对应的数字删除得到如下完整九宫格题： 从1数到9，图中没有出现的数字是1,4,5,7。 图中有两个无悬浮石，两个有悬浮石。 很明显图中第1列第1行只需填写1个数就可以完成2次相加。 将第一行和第一列中的数分别相加，结果都得到11。说明把15减去这个数得出的值填上去后第一行全部相加得出的数字必定正确。 15-11=4，还剩下三个数：1,5,7。将得出来的4填入后还剩下两个有悬浮石一个无悬浮石，说明那个空必定为1，填入后得到下图： 第二行第二列一次可以完成三次相加，优先填它。 将右斜，左斜，第二列分别相加都得到10，15-10=5，还剩下5和7没有填，说明第二列第二行填5。 剩下一个直接填入，解谜完成，将雷立方调整到下图即可完成并获得精致宝箱。 第3个解谜 按照解谜提示总结的1~3条把它们转换为数字得到下图： 将可以转动的雷立方对应的数字删除得到如下完整九宫格题： 从1数到9，可以填写的数字有2,4,6,8。 悬浮石情况无变化。 将第二列和第二行对应的数分别相加，得出的数都是15，所以旅行者们可以尝试直接在第一行得出15尝试一下。 观察第一行悬浮石情况，得出第1列第1行只能填2和4，第3列第1行只能填6和8的结论。 2+7+6=15，我们代入尝试一下得到下图： 然后我们可以发现第二列,第一行,第二行都等于15，说明我们对了。 剩下的两个空和数字非常明显，直接填入即可。由此，我们得到答案。 解谜完成，将雷立方调整到下图即可完成并获得珍贵宝箱。",
    "length": 1856
}