{
    "game_id": 2,
    "post_id": "36090733",
    "f_forum_id": 43,
    "subject": "黄金梦乡 阿赫玛尔的秘密 任务攻略（ 附 详细的解谜流程 ）",
    "url": "https://www.miyoushe.com/ys/article/36090733",
    "created_at": 1677051541,
    "like_num": 960,
    "view_num": 58402,
    "reply_num": 113,
    "text": "任务「室内派考古入门」的最后，我们见到了赤王的壁画。 跟着任务指示，进入壁画后面的升降机，开始任务「阿赫玛尔的秘密」。 启动升降机，前往赤王陵。 正常情况，我们50分钟的时间完成任务「阿赫玛尔的秘密」。跟攻略，我们最多30分钟的时间完成任务。 阿赫玛尔的秘密 第一部分 任务开始，进入赤王陵，赤王陵的传送锚点自动解锁。 传送锚点的旁边，我们打败元能构装体。元能构装体，又叫三角怪。 继续深入赤王陵，我们来到一个金碧辉煌的房间。 任务指示，尝试开启棺椁。 图示，金碧辉煌的房间，房间中间有1个棺椁，4个元能火炬。 抬头，我们可以看见房间的四个角落，各有一个元能火种。元能火种，又叫光球。 我们用4个光球点亮4个火炬，就能开启棺椁。 开始点亮第1个火炬。 图示，金碧辉煌的房间，我们进入房间左边的门，门后面是一个通道。 通道里，左上角有一个房间，右上角有一个走廊。 我们进入走廊。走廊里面只有一个房间。 我们进入走廊的房间。 图示，房间里面有一个门，一个风场，一个屏障。 我们等风场吹风的时候，通过风场飞到房间的上方。 飞到房间的上方，转头，我们看到光球。 图示，我们靠近光球，释放光球，光球后面的屏障就会消失。跟着光球回到火炬，点亮火炬。 下面点亮第2个火炬。 图示，金碧辉煌的房间，我们进入左边的门，门后面是一个通道。 通道里，左上角有一个房间，右上角有一个走廊。我们进入左上角的房间。 进入左上角的房间。房间有一个三角怪，一个四叶印，一个草神瞳，草神瞳的旁边就是光球。 我们可以不理三角怪。我们通过四叶印飞到光球的位置，顺手拿了旁边的草神瞳。 最后，释放光球，跟着光球回到火炬，点亮火炬。 下面点亮第3个火炬。 图示，金碧辉煌的房间，我们进入右边的门，门后面是一个大厅。 我们靠近关闭的门，开启，进入门后面的通道。 门后面的通道有一个分岔路口。 图示，分岔路口，我们通过四叶印飞到上方。 我们通过四叶印飞到上方，接近光球，并且，顺手拿了旁边的草神瞳。 最后，释放光球，跟着光球回到火炬，点亮火炬。 下面点亮第4个火炬。 图示，金碧辉煌的房间，进入右边的门，门后面是一个大厅。 大厅，我们进入左边的通道。图示，通道直走，通道尽头左转，继续走。 通道尽头左转以后，我们看到一个房间和一个仙灵。 来到房间，跟着仙灵进入房间的角落的门，我们很快找到光球。 跟着仙灵，得到仙灵底座的宝箱。仙灵宝箱的旁边，释放光球，跟着光球点亮火炬。 阿赫玛尔的秘密 第二部分 金碧辉煌的房间，4个火炬点燃以后，棺材打开。 图示，房间出现升降机。我们启动升降机，前往上层。 任务指示，前往赤王陵的最上层。图示，我们前面有两条路，我们向右走就行。 最后，我们见到遗迹机关。遗迹机关把我们传送到赤王陵的地底的一个房间。 来到房间以后，房间的传送锚点自动解锁，并且，我们得到成就「生存、交换、储存和使用」。 任务继续，离开房间，寻找考古队成员。 跟着任务指示，我们很快找到捷德、哲伯莱勒、提尔扎德，并且打败愚人众。 接下来，我们要找奔奔。 跟着任务指示，寻找奔奔。 寻找奔奔的途中，我们会走很长的路，其中，我们来到一个有蕈兽的房间。 图示，我们来到一个有蕈兽的房间，房间有三个门。我们进入中间的门就行。 开启中间的门，继续前进。 之后，我们又走了很长的路程，来到一个山谷。 图示，解锁山谷旁边的传送锚点。然后，我们跳下山谷，前往山谷谷底。 山谷底部的愚人众营地，我们认识了萨梅尔。 阿赫玛尔的秘密 第三部分 图示，山谷底部的愚人众营地，我们认识了萨梅尔，知道了哲伯莱勒的过去。 然后，我们击退萨梅尔，救出奔奔。 接下来，我们会跟任务指示，开启山谷底部的门，进入遗迹。 进入遗迹，寻找2个光球。 最后，我们跟2个光球走，来到山谷上方的建筑，祝祭厅。 2个光球点亮祝祭厅的火炬，我们就能得到赤王遗留在沙漠的力量的线索。 图示，我们前往山谷底部的门，开启，进入遗迹。 进入遗迹，来到遗迹的第一层楼。图示，遗迹的第一层楼，我们向左走，上楼梯，进入遗迹的第二层楼。 图示，遗迹第二层楼，我们来到遗迹第二层楼的第1个房间。遗迹的第二层楼的第1个房间，有两个门。 我们进入开着的门，来到第2个房间。 遗迹的第二层楼的第2个房间，我们要进入右边的门，也就是小地图西方向的门。 我们先打开右边的门。 图示，调整右边的两个元件机关，让元件机关按照图示方向发射光线，右边的门就会打开。 进入右边的门，来到第3个房间。 遗迹的第二层楼的第3个房间。我们触碰零件，站到发光的地板上，地板上就会出现光球。 之后，我们释放光球，跟着光球走。光球在途中一共停留三次，光球停留的时候，继续释放光球。 我们跟着光球走，光球带我们走过了遗迹第三层楼。 最后，光球带我们来到山谷上方的建筑，祝融厅。光球点亮祝融厅的一个火炬。 任务继续，我们寻找第2个光球。 我们前往遗迹第三层楼。遗迹第三层楼，图示，我们移动元件，打开门。 接着，我们触碰附近的零件，带着零件站在门后面的发光的地板上。 发光的地板上会出现一个机关，我不用动这个机关， 最后，我们移动门口旁边的元件，光球就会出现。 光球出现后，释放光球，跟着光球点亮火炬。 任务「阿赫玛尔的秘密」到这里差不多就完成了。任务的最后，我们得到成就「神奇的匹热迷能」。 任务后续 完成「阿赫玛尔的秘密」任务以后，我们可以开始「热砂之梦」任务。 「热砂之梦」任务是黄金梦乡的最后一个任务，任务是探索圣显厅。 「热砂之梦」任务比「阿赫玛尔的秘密」任务要漫长，大家做好时间准备。 「热砂之梦」任务攻略： https://miyoushe.com/36305646 「阿赫玛尔的秘密」任务，包括任务原石、途中得到的宝箱、成就、解锁传送锚点的奖励。 一共87原石，2个草神瞳，1个草之印。",
    "length": 2374
}