{
    "game_id": 2,
    "post_id": "47750328",
    "f_forum_id": 43,
    "subject": "【V4.3攻略·角色攻略】雷电将军全方位攻略解析。",
    "url": "https://www.miyoushe.com/ys/article/47750328",
    "created_at": 1704773517,
    "like_num": 1422,
    "view_num": 185162,
    "reply_num": 340,
    "text": "UID：213706536 这里是摸鱼酒，这次的攻略主角是\" 雷电将军 \"，也就是我们常说的\" 雷之神 \"\" 雷神 \"。做图排版很菜，请多见谅。 _(米游姬-呆滞)为方便叙述，后文的\"雷电将军\"部分会为\"雷神\"。 目录 ▪角色概述 ▪武器推荐 ▪圣遗物选择 ▪天赋详解 ▪命座解析 ▪常见配队 ▪总结概述 词汇解释∶A=普通攻击  Z=重击 E=元素战技 Q=元素爆发 〓角色概述∶ · 雷电将军 的定位是爆发性周期输出角色 ，其次因为其独特的技能机制，也可以作为辅助充能(俗称\" 充电宝 \")、 元素爆发 (Q)增伤 (这个提升不是很高) 、 草种子触发器等 。 ·在深渊螺旋中，雷电将军拥有很出色的表现， 雷神国家队、雷九万班 等配队屡次登榜;在大世界探索中，虽然说雷电将军是元素爆发(Q)为主要输出手段的，但元素战技(E)的协同伤害和反应触发效果也足以面对大世界的小怪了。 ·在养成上，雷神的培养成本并不算太高，好的点是武器和命座要求不太苛刻，坏的点则是圣遗物输出向的目前只有 绝缘之旗印 四件算是契合的( 种门触发器可选择四饰金 ); · 输出手段上主要有三种 ∶ ① 元素爆发(Q)的高倍率瞬间爆发; ② 元素爆发(Q)后转化为的「梦想一心」状态下的普通攻击与重击; ③ 元素战技(E)后的协同伤害 (这个不算主要输出，在一些配队中或者大世界的作用更大些)。 ·配队方面，在草反应的加入之前，主要为 雷直伤 为主，加入后，则使得雷电将军的配队出现了更多思路。例如 激化队，种门 等。 〓武器推荐∶ ▪就武器而言， 因为雷电将军的圣遗物除了种门一直是绝缘之旗印 ，再加上雷电将军的输出模式是元素爆发(Q)启动，且有按额外充能转伤害的机制， 所以总体的选择上以充能与输出兼顾的为主 ，例如专武 薙草之稻光刀 和 「渔获」 等，专武在额外充能的基础上又额外提供攻击力加成， 「渔获」 可提升元素爆发的暴击率等。其他的充能武器也可以用，例如 天空之脊 ，常驻就可以歪到，只不过被动特效无法触发; 西风长枪 的话则是更倾向于辅助的定位，不过拿来当作过渡也可以。 ▪同时， 对于一些适配性比较强的武器也可以选择 ，比如 护摩之杖、和璞鸢、决斗之枪 等等，不过这些武器虽然有较高的伤害，但是相对的，缺少充能，所以对圣遗物的要求更高一些( 主要是充能要跟上，约270% )。除此， 四星中断浪长鳍 也是一个不错的选择，不过由于其特效的原因，在一些配队中可能会有 \"增伤稀释\" 的情况出现，所以一般可以考虑带一下雷伤杯。 ▪对于种门雷神的队伍中， 匣里灭辰 是一个不错的选择(满精炼的 峡湾长歌 加的精通会更高， 不过得考虑下成本 )。激化队可以考虑 赤沙之杖、峡湾长歌 等，当然与精通没有太大关系的武器也可以选择，例如上面讲的护摩之杖、和璞鸢等。 激化队的雷神不用刻意去堆精通 ，主要精通来源可以从队伍那里获取，例如纳西妲，圣遗物精通值属于是歪了不算太亏的情况。另外由于激化反应提供的伤害属于额外的附加伤害，与原有的伤害是相加的关系，所以激化实际对于雷神的提升并不是很高。 (不过也不是不能玩) ▼ 武器毕业以薙草之稻光和「渔获」为主，充能效率在270%以上为优 ，如果是专武的话可以要求低一些;如果不是充能武器的话，建议将面板的充能效率提升至 270%往上 最好; 种门和激化队伍的成本低 ，养成较快。 〓圣遗物选择 ▪圣遗物选择，从很久以前到现在一直是那一套—— 绝缘之旗印 ，元素充能效率与元素爆发(Q)增伤对雷电将军都是很契合的。吃到四件套效果下的充能沙与攻击沙相比，伤害并不低多少，而且，充能沙还可以缓解雷神自身的充能情况。攻击杯与雷伤杯的选择，具体要根据自己的武器与配队情况，考虑增伤与攻击之间的\" 稀释 \"问题。不过 最终的毕业套装选择还是 充能沙+雷伤杯+暴击率/暴击伤害头 的搭配 。另外实在刷不出来的话，可以用2绝缘+2宗室过渡。 (指难民级别的刷不出来) ▪种门雷神没啥要求， 饰金之梦四件套/乐团遗落之花四件套 为标准毕业，如果刷不出来2(精通)+2(精通)的差距也相差不大。如果有刷好/成型的乐团遗落之花也是可以用的，伤害期望值相比饰金差距很小，不过优于2+2。(综合刷取建议刷饰金， 因为饰金本的产物泛用性都比楼阁本要高一些 ) 〓天赋解析∶ ◆普通攻击·源流 ·锁定敌人后第一下普攻会上挑贴近敌人，更快得靠近敌人;这个机制Q转换后的第一下普攻也有继承。 ·普通攻击在实际战斗中的作用微乎其微，而作为输出手段之一的 「梦想一心」 并不属于这里的范畴。 固这个天赋可以少升级或不升级 。 演示 倍率参考 ◆元素战技·神变·恶曜开眼 ·释放战技后，为角色添加 「雷罚恶曜之眼」 「雷罚恶曜之眼」 ① 「雷罚恶曜之眼」在造成伤害时可触发 协同攻击 ，造成范围伤害。 (触发CD约为0.9s) 注意，触发条件是 造成伤害而非攻击命中 ，固如果不造成伤害时，不会触发协同攻击。 (比如攻击护盾庇护下的深渊法师，因为没有造成伤害固不触发协同) ② 「雷罚恶曜之眼」可为当前上场角色提供额外 元素爆发(Q)伤害加成 ，实际的伤害加成取决于元素战技(E)的等级和释放元素爆发(Q)角色元素爆发所需的元素能量。 例如班尼特释放元素爆发，按照班尼特的元素爆发所需能量获取增伤。 提升倍率将在天赋等级九级时达到最大。 ③ 「雷罚恶曜之眼」协同攻击造成的伤害是 实时结算 的，取决于触发协同攻击时雷电将军的面板。 ④ 战技释放与「雷罚恶曜之眼」均附着弱雷元素，产球只有「雷罚恶曜之眼」的协同攻击概率产球 (概率产球0-1微粒，判定CD为0.8s) ，附着遵循147序列和2.5s计时器。 (每隔3次攻击附着一次弱雷元素，每2.5秒刷新一次序列) 演示 倍率与范围参考 ◆元素爆发·奥义·梦想真说 · 高倍率的爆发伤害 ，释放后进入 「梦想一心」 状态，同时会附加 「诸愿百眼之轮」 效果。 「梦想一心」 ① 「梦想一心」状态下， 原有的普通攻击、重击、下落攻击都将被替换 ，且被替换后的倍率写在元素爆发(Q)里。被转化的这些攻击 视为元素爆发 ，可以吃到宗室的元素爆发伤害加成，无法吃到角斗士等普攻、重击伤害加成。该效果将会在持续时间结束或切换角色时消失。 ② 「梦想一心」状态会 大幅度提高雷电将军的抗打断能力 ，几乎不会被任何攻击打断。且在持续过程中 免疫受到的感电伤害 。 ③ 「梦想一心」状态下的伤害 实时结算 (即不锁面板)，且转化后的攻击可触发协同攻击。 (如夜兰与行秋的元素爆发/Q的效果，不过不会触发北斗元素爆发/Q的效果) ④ 「梦想一心」转化后的附着情况与元素战技(E)的协同攻击的情况一样，即147序列与2.5s计时器。 「诸愿百眼之轮」 ① 在除雷电将军外的角色释放元素爆发(Q)时，会为「诸愿百眼之轮」 积攒愿力 ，其积攒量根据当前释放元素爆发(Q)的角色的元素能量决定。 同上，例如班尼特释放元素爆发，那么就会按照班尼特元素爆发所需的能量来决定积攒的愿力。 积攒速度将在天赋等级十级时达到最大。 (一命下积攒会有会有不同，若释放者为雷元素则有额外愿力恢复，非雷系也有提升) ② 在雷电将军释放元素爆发(Q)时会清除已有的愿力层数并据此 提高雷电将军此次元素爆发(Q)的伤害 。 最多可叠加60层愿力层数。 演示 倍率与范围参考 ◆固有天赋一·万千的愿望 · 通过获得元素晶球与微粒获得愿力 ，每三秒可触发一次，每次两愿力。 ◆固有天赋二·殊胜之御体 · 按额外充能效率的百分比提供额外的雷元素伤害加成 ，和「梦想一心」状态下的元素能量回复量的量。按 270%的充能效率来算 ，可以提供 68%的雷元素伤害和额外102%的回复量 。 [(270%-100%)/1%×0.4%=68%] [(270%-100%)/1%×0.6%=102%] ◆固有天赋三·天下名物狩 ·突破单手剑和长柄武器时消耗的摩拉减少50%。 五星单手剑/长柄武器可节约11.25w摩拉。 四星单手剑/长柄武器可节约7.5w摩拉。 tips∶是突破而不是升级。 〓命座解析 ◆命之座一·恶曜卜词 ·提升了愿力积攒的速度 。 若释放者非雷系，则在原有基础上额外提升20% (即120%) ;若释放者是雷系，则在原有的基础上提升80% (即180%)。 0、1命对比参考 ◆命之座二·斩铁断金 · 直接决定了雷电将军的主C位置 ，对雷电将军的伤害提升非常高，属于是 直伤中的关键命座 。 ◆命之座三·真影旧事 · 提升元素爆发(Q)的等级 ，对于伤害的提升没有二命所提升的那么高。如果不是极致追求伤害的话，二命其实足矣。另外其能量回复的效果在10级天赋时已经达到了最大值。 ◆命之座四·誓奉常道 · 提高了其作为辅助方面的能力 ，另外对于自身的伤害提升一般在第二轮才能吃到。 ◆命之座五·凶将显形 ·提升元素战技(E)的等级，不过元素战技(E)的倍率并不高，对于整体伤害的提升并不高。且增伤效果在9级天赋的时候已经达到了最大值。 ◆命之座六·负愿前行 · 减少全队的元素爆发(Q)的冷却时间 ，不过不对自身生效。由于单人、深渊常见队伍中一般是零命、二命进行配队， 所以六命的效果在联机状态下的功能更大 。 〓常见配队 一些注解，方便理解 ▼词汇解释∶A=普通攻击  Z=重击 E=元素战技 Q=元素爆发 ▼关于雷电将军Q后的输出手法，按照不同情况分为以下两种 ①AAAZ AAAZ... 连招倍率最高，多用于对单情况，且可多触发行秋、夜兰等的协同攻击。 ②AZ AZ... Z的攻击范围更大，多用于对群的情况。 ▼在接下来的叙述中，为了避免整体行文过长，会将一些角色的名称缩写为一个字，还请多多谅解，如果有看不懂的可以在评论区回复。 ◆雷神国家队/雷行香班 ·由远古配队国家队进化而来 (最初是重云国家队) ，雷电将军的出现解决了原先国家队的两个问题—— 循环与站场 。雷电将军的能量回复效果极大的缓解了香菱充能的问题，同时又因为其Q后的霸体效果可以站场输出。 极大地发挥了雷神的输出与辅助功能。 · 队伍 里整体伤害为三核输出，即雷电将军、香菱和行秋， 行秋 也可以用 夜兰 替换。零命雷神的雷国中，香菱的伤害占比很大，注意香菱的培养情况。不过整体三人的练度都要注意。 ·不过 缺点 就是，由于队伍的回复位是班尼特，会有 场地限制 。 (即站班尼特Q的圈) 且如果遇到高爆发的情况， 容易暴毙 。 (另外班尼特还会为角色自身挂火元素，可以被反应，比如受到水元素攻击会加倍) ▼参考轴∶雷电将军E→行秋EQA→班尼特EQ→香菱QEA→雷电将军Q+AAAZ... ◆雷九万班 · 更建议二命雷电将军与六命九条裟罗选择此队伍 ，不过都是零命也不是不能玩。因为雷神在二命之前，作为主C的话有些勉强，甚至有的情况队伍的整体DPS(秒伤)还没有雷国高。而雷神因为二命其输出能力极大的提高，三拐一使其 拥有很高的爆发伤害。 · 队友方面 ，九条裟罗在二命以下的话需要额外蓄力去吃到「乌羽」的攻击力加成。 九条裟罗 如果低命座也可以换成 夜兰 ，提供增伤与协同;也可以换成 八重神子 去打多核输出。在新版本中， 夏沃雷 作为雷火超载拐出现，据已有信息，应该可以替换 万叶 的位置，不过具体还得等实际上线才可知。 夏沃蕾入队简评 · 就目前的情况来看， 夏沃蕾 入雷九万班替代万叶的位置可以平替甚至还可以高一些。 夏沃蕾可以加攻击力、增伤、减抗以及回复，多位一体。 所以甚至可以替代/腾出班尼特的位置，可以带香菱等雷、火副C去打双核输出。 优缺点分析一下 · 夏沃蕾入队其实解决了一个雷九万班收尾困难的问题，且由于其辅助功能的强势，也算是解决了班尼特作为回复位的场地限制的问题。 ·不过相对的，由于超载反应的性质，夏沃蕾入队会失去原有万叶的聚怪效果，对群的情况下可能有些吃力；且由于上Buff的手法，可能会使操作更难一些。(例如九条E后重击，夏沃蕾长E) · 缺点 同上， 场地限制 ，且没有行秋，反而更容易暴毙;其次就是 九条裟罗的充能问题 ，80能量的高额需要还是要注意的。 ▼参考轴∶雷电将军E→枫原万叶EQ→班尼特EQ→九条裟罗EQ→雷电将军Q+AAAZ... ◆雷芙夜琴 ·芙宁娜属于是万金油了，增伤与协同兼顾;夜兰也有增伤与协同 ;琴则是群奶，方便叠层与减抗性。配队上不算太强势的，但也并不弱。不过需要注意的是， 琴的循环问题需要额外注意 。 · 队伍 中的角色位置并不固定，如果是面对高压/高爆发伤害的环境，可以将 夜兰 换成 行秋 ，虽然缺失了增伤，但行秋E可提供50%的减伤; 琴 可替换为其他的风系奶，例如 早柚 ，不过同样需要注意充能与回复并重。 ·配队的 缺点 ，因为琴的Q同班尼特一样，有 场地限制 ，且只能持续12s，高压环境也是容易暴毙的。 ▼参考轴∶雷电将军E→芙宁娜EQ→夜兰EQ→琴EQ→雷电将军Q+AAAZ... ◆优雷罗班 ·雷电将军在此队伍中更多作为 挂雷元素以及充电宝和Q增伤的位置，且担任副C接力输出。 · 队伍 中以优菈和雷电将军为主，可以更换另外两个人的位置。例如 罗莎莉亚 可以选择性的更换为 米卡 ， 罗莎莉亚 可提供后台协同，六命可额外减物理抗性; 米卡 可提供攻速、回复、物伤加成。具体可根据自己的实际情况选择。 班尼特 的位置也不固定，可以选择更换为 芙宁娜 等。 · 缺点 就是，雷电将军和优菈都是站场输出，高压环境可能会有 生存压力 ，队伍中可以选择更换钟离等护盾角色提高容错率，不过也会因此丢失一些伤害。 ▼参考轴∶雷电将军E→班尼特EQ→罗莎莉亚QE→优菈EQAAA... ◆雷神激化队/雷芙万白/海雷那钟 · 雷电将军的激化队主要分为两种思路 ，一种是以 雷神为主要输出 ，另一种则是 以草系输出角色为主 的思路。稍微举例几个，前者有雷芙万白等，后者有海雷纳钟、提雷纳钟等。相比直伤队，低练度的雷电将军在草反应配队体系中的收益其实更高一些。 ·雷神如果打激化的话，收益其实并不高;打激绽放走多核输出的话会好一些， 雷芙万白 的优点就在于，能在多核输出的基础上，白术又保障了芙宁娜的叠层问题，同时又有舒适的输出环境。// 海雷纳钟、提雷纳钟 中，雷神的位置则更多的是同优雷的位置相似了，即挂雷元素以及充电宝和Q增伤。不过雷神在一些配队中其实不如其他雷元素角色，比如提雷与提八。 · 缺点 上，整体输出上限不是那么高，但整体上也算是一个不错的配队思路与体系。 ▼参考轴∶雷电将军E→白术EQ→芙宁娜EQ→枫原万叶EQ→雷电将军Q+AAAZ... ◆雷神种门/雷纳行 ·草行久体系衍生，雷神相对久岐忍有更高的触发频率与后台挂雷的时间。培养上也很简单，因为作为是作为 触发器 ，所以只需要将角色升级到90级并往死堆精通就行。 · 队友选择 上， 行秋 可更换为 夜兰、心海 等，挂水频率高一些可产生更多草种子。最后一个位置可选择 草元素 、 水元素 等回复类角色。 · 缺点 也很明显，即种门的缺点，没有什么大数字， 整体出伤速度较慢 。且对于雷电将军这种高倍率的角色，仅作为挂雷触发草种子的触发器未免 有点浪费 。另外由于是纳西妲站场，高压环境仍有暴毙的危险。 ▼参考轴∶雷电将军E→纳西妲EQ→行秋EQA→纳西妲AAA... 〓总结 ·武器上充能类型的武器表现较为亮眼，其他常规武器也是不错的选择。直伤圣遗物依旧以绝缘之旗印为毕业选择，草反应配队中可以选择其他圣遗物。 ·雷电将军自出现至今已经接近两个版本了，其人气与强度依旧在线。虽然说想要毕业可能需要较长的刷取时间(圣遗物)， 不过零命即是可辅可C，二命则进一步强化了输出能力。 草反应的推出与芙宁娜的出现， 让雷神的配队出现了更多样的选择 。原有直伤配队大世界体验较差的缺点也因为草反应体系的加入得到了一些弥补。而且在原有玩法的基础上， 雷电将军还有更多潜力待开发 。 ·总之，雷电将军依旧是值得抽取的。 (个人) 不过还是要做好自己的原石规划与喜好程度。 最后祝大家十连满命，早日毕业。",
    "length": 6592
}