{
    "game_id": 2,
    "post_id": "48343041",
    "f_forum_id": 43,
    "subject": "【硬核】草神的精通、增伤和暴击爆伤的最佳配比是多少？",
    "url": "https://www.miyoushe.com/ys/article/48343041",
    "created_at": 1706190534,
    "like_num": 463,
    "view_num": 27334,
    "reply_num": 375,
    "text": "摘要 本文计算了草神在不同面板下的精通收益情况，发现了 1.如果你想追求 最快成型 且 最大化伤害 ，可以选择草套＋精草精，精通 660-720 2.如果你有 足够的时间 且追求 最大化伤害 ，那么圣遗物词条选择精精爆。套装有下列情况：草行久海选择剧团套，草芙久莱选择草套，刻皇队均可，武器带魔导/专武，提八带草套，草行久草神站场选择专武+二命/草伤杯＋草套，有水形幻人都可以带魔导绪论，其他队伍以后收集资料再补充，精通 800-870 ，暴击爆伤越高越好 PS：本文的很多理论和方法来自以前大佬的研究成果，需要用到 圣遗物数值学 ，不了解的可以去搜一搜，这里有链接https://m.miyoushe.com/ys?channel=oppo/#/article/2655156本文篇幅比较长，想知道原理的旅行者可以仔细看一看，相信看完本篇之后你会对原神伤害机制的底层逻辑有更深的了解。 本文配有进度条，可以方便旅行者查看自己的阅读进度。(已读完6%) 正文 第一模块 计算理论和材料 研究对象： 90级草神，天赋1，10，10，1372攻击力，精通从 0到1020 ，基础 增伤70% ，暴击爆伤从 5/50至100/200 。 本文用到的公式： 蔓激化伤害=1446.85*1.25*(1+5*元素精通/元素精通+1200) 暴击爆伤期望率=1+暴击*爆伤 基础伤害期望=1.858*攻击力+3.715*元素精通+蔓激化伤害*蔓激化占比 草神伤害期望计算总公式=基础伤害期望*增伤区*暴击爆伤期望* 抗性区*防御区 草神超出200的部分的0.1%为增伤，0.03%为暴击 一些注意事项： 1.配队为草行久海时在草神大招下灭净三业蔓激化率约占42%，我们就以42%为主要比例，如果是激化率较高的队伍就略微提高精通。 2.草神的固有天赋2为超过200的精通转增伤和暴击，并且精通还增加蔓激化的伤害。因为这个复杂体系中精通是不影响其他乘区的，所以我们计算的乘区只有基础伤害，增伤和暴击乘区。 3.因为草神战场牺牲了大量普攻伤害，所以我们这里默认优先计算后台伤害。 4.草神突破加115精通，双草共鸣100精通，一个精通杯/沙/头187精通。 5.由于草神提升二命＞专武，所以我们默认优先考虑普通武器的最大化收益搭配。 6.这里的精通也好，暴击爆伤也好，增伤也好，默认是吃了你 使用队伍 的拐的。例如在你想用草行久海，那么队伍中草神就可以吃到双草，祂的精通就可以比建议的少100点；又例如队伍中其他人带了精一千夜浮梦和教官，那草神的精通就可以比建议的少160点，以此类推。 _(时光交响之章表情包17) 圣遗物数值的权重 (⭐) 这里有点小难，也是理解本文的关键所在，需要用到圣遗物数值学。 圣遗物的数值虽然数目不同，但却有一定比例关系，这种比例我们称之为圣遗物数值权重。例如满级元素杯子主词条是 46.6% ，暴击词条是 31.1% ，爆伤词条是 62.2% ， 46.6 为 31.1 的 1.5 倍， 62.2 为 31.1 的 2 倍，于是我们可以得到元素杯子：暴击：爆伤= 1.5 :1: 2 。 我们写全 攻击力：元素伤害：暴击：爆伤：精通= 1.5% ： 1.5% ：1%： 2% ： 6 此即为圣遗物数值转化的数值比，也是原神圣遗物词条分配的底层逻辑。(已读完22%) 第二模块 计算并比较收益情况 我们已经学习了圣遗物的数值权重，知道了1%权重可以替换为1%暴击率， 1.5% 百分比攻击力或 1.5% 元素伤害。我们也知道了具体的伤害计算公式， 接下来我们就以 10%权重 为基准，来研究圣遗物词条的收益情况。 PART 01：元素伤害加成收益和暴击爆伤收益： 图来自作者 ﻿ @白猫大人 ﻿ 侵权删 《元素伤害加成收益》的第二栏指的是每提升10%增伤获得的伤害提升率，可以看到是逐渐降低的，因为在不断 稀释 。因为每1%权重对应1.5%增伤，所以10%权重对应15%增伤，所以第三栏的提升率为第二栏的1.5倍。 《暴击率暴击伤害收益》的第二栏指的是你现在的暴击爆伤配比所造成的伤害提高的期望率。因为 1%权重 对应的为 1% 暴击和 2% 爆伤 ，所以 10%权重 对应的为 10% 暴击或 20% 爆伤 ，正是表格中第一栏的计算间隔。同时在第三栏我们可以看到，随着暴击爆伤的提高，堆暴击爆伤的收益大体呈 增高 趋势，接近毕业时会稀释。 比较两幅图会发现，在增伤超过 120％ 之前每增加10%权重时，增伤的收益是超过 7.14% 的，也就是超过了后期堆暴击爆伤的收益 区间 ，这 120%增伤 和 7.14% 就是\" 临界点 \"。 正如本篇目的之一也就是在寻找增伤收益的\" 临界点 \"，在这个临界点之前，每10%权重的增伤比10%权重的暴击爆伤收益 更高 ，在这个临界点之后，暴击爆伤的收益就比增伤的收益高了。这意味着要达到\" 临界点 \"，要先堆增伤到 120% ，再堆暴击率。 因为单个圣遗物的增伤词条只有主词条一个 46.6% ，距离目标 120% 有很大的缺口，所以许多主c副c必须带增伤杯子，但是草神不一样，她是自带增伤的，所以草伤杯在某些情况是可不带的。总体来说，增伤词条具有基础性强，伤害提升快，需求量大，占模多的特点，这也就是万叶，芙宁娜，夜兰，武器特效，绝缘套，黄金剧团等一众具有增伤作用的拐和装备如此受欢迎的原因之一。 而暴击爆伤在后期收益十分平稳，直到 100/200 之后才开始稀释。如果你的暴击*爆伤大于2，那么就可以说你的角色已经毕业了，前提是你的其他基础属性也要到位。(已读完45%) PART 02：精通在各种面板下的收益 这些图表是草神精通在0-1020造成的理论伤害情况，因为 1%权重 对应 6精通 ，为了方便比较，我们的计算间隔同样选择 10%权重 ，也就是 60精通 (精通取10%权重是为了与增伤和暴击爆伤表格做对比，这样找的\" 临界点 \"才有意义) 1.\"基础伤害期望\"可以看做是草神在未解锁天赋2且未堆增伤和暴击时的各阶段精通收益。 2.\"合并增伤乘区70%\"指的是草神除了精通转增伤之外另有70%的基础增伤，则精通收益大概在600-660点时达到 7.14% 的\" 临界点 \"。 也就是说，不算暴击乘区，这个配比大概就是最适配比，再往上堆精通/增伤就要稀释了。要达到这个面板，增伤方面只需要剧团套或者草伤杯＋深林2(勉强)，更重要的是，这个精通面板太好堆了，很容易达到\"临界点\"而稀释，所以我们把资源投放在下一个乘区。 3.\"合并暴击区5/50\"指的是你的圣遗物和武器中完全不带暴击爆伤，只算天赋2精通转暴击的效果。我们发现合并了暴击乘区之后精通的需求提升了，最适精通区间达到了 660-720 ，这个精通其实比刚才的难了一点，而且意味着如果你不选择精通头的话，草伤杯的优先性要下降了。 4.\"合并暴击区36.1/50\"指的是你带了一个暴击头后计算出的伤害，我们会发现最适精通区间再次上调，达到了 720-780 ，这说明了一个事实：随着暴击乘区的提高，你的精通也要提高，草伤杯不能带了。你要开始\"血战\"圣遗物副本了。 5.\"合并暴击区62/140\"和\"合并暴击区100/200\"分别对应中上等的草神和顶级的草神，最适精通分别在 840-900 和 760-840 ，可以看到，当暴击区趋向于\"毕业\"时，精通的压力反而要变小，因为精通转的暴击要开始稀释了。 那么，草神的精通有没有可能达到这个高度呢？经过圣遗物数值计算，发现带精通武器时，且五个最大副词条双爆圣遗物全不歪的情况下，算上主词条和转的精通，正好可以达到100/200的面板。这何尝不是一种巧合? 亦或是，天理要奖励那些发现圣遗物出货规律的人? 上图可以看到，暴击区100/200的伤害提升最猛，证明了暴击爆伤区在后期真的很高贵，也是大多数旅行者卡住的点。(已读完69%) 第三模块 讨论和展望 可以看到，平民玩家的草神提升空间很大。因为草系不能吃到万叶的扩散增伤，所以剧团套成了提高草神直伤的关键。之前笔者也未重视增伤，看了大佬们的分析才明白一些。比如 有时候 一个低暴击的绝缘套会比高暴击的散件伤害高。 至于草神带草套还是剧团套，分类讨论一下：1.草行久海。让海哥来带草套，海哥本身不缺精通，可以带草伤杯，突破加草伤，精通还可以转草伤，所以海哥也不缺草伤，所以草套可以让海哥带。海哥缺的还是暴击区，所以要带黎明神剑，草神带剧团套。2.刻皇队。因为这个队伍里草伤不是关键，也不产种子，所以这个队里面草套好就带草套，剧团好就带剧团。因为队伍里经常出现激雷共存，所以是可以吃到魔导绪论的被动增伤的，带草套时可以带。3.小提八重蔓激化队。这个队是要带草套的，因为蔓激化是主要伤害。但是水形幻人的出现意味着打激化比以前不吃香了，虽然激化还是草体系的上限，可以带魔导绪论＋二命(一命有20%增伤，有了这个增伤就可以凑齐120%的增伤了，但不建议为了这个抽一命，因为一命只提升草神自己的伤害)。带魔导绪论的原因是怪物头上长年有水附着，可以吃到魔导被动增伤。4.草芙久莱。由于 冻结护草 的原理，导致产种量增多，芙宁娜配合莱欧斯利能打出前台吃满猎人＋后台吃满增伤的效果，这时候草神可以带草套。5.草行久，草神站场，可以草神选择剧团套，其他队友选择草套；或者草神带草套+专武+2命或者草套+草伤杯。不带魔导是因为草神挂草太快了，所以大部分时间怪物头上都处于激草共存状态，触发不了魔导被动。6.其他草体系研究不深入，会找到更多资料进行补充。综合来讲，可以看到一个剧团套可以顶一个专武和命座效果。 暴击爆伤 拐在游戏中很少见，满命九条，五郎，珐露珊，罗莎莉亚，胡桃等要么太专，要么提供拐的成本太大，要么提供数值太小，也许到了至冬会有更好的后台暴击爆伤套装。 至于其他区，比如 防御区 ，这个区很有特点，它是有\"反向稀释\"这么一说的。举个例子，旅行者90级，怪物100级，减防30%的提升是18.2%，减防60%的提升就是44.3%，减防90%的提升就是85.6%(无视防御同理)，看到了吗？减的越多，提升幅度越大，多么可怕。所以天理才给提瓦特上的生物在减防区设置的这么谨慎吧。那你们可能要问了，我可以二命草神＋二命雷神吗，这样收益是不是很高?其实并不是，因为减防和无视防御是相互稀释的。草神二命减防30%加雷神二命无视防御60%斩出一刀，经过计算得知，伤害提升为58%，稀释了很多。目前笔者还暂时没见过 主流队伍 中有二命草＋二命雷的。但是二命草神还是建议抽的，提升很大，相当于给队伍里每个人加了25%的暴击率或者50%的爆伤，相当于一个小专武的副词条了。另附防御区公式： 怪物防御承伤率=(100+角色等级)÷[(100+角色等级)+(100+原魔等级×(1-减防)×(1-无视防御力)] 还有一个容易被忽视的区就是攻击力，它是与精通互相稀释的，如果你的攻击力比我高就稍微降一点精通，在增伤达到120%后追求双爆即可。 充能效率：我的草神没有歪充能，大招亦可以全程覆盖，纵观草神配队，大多数要么是双草，要么是双雷，双水也可以延长大招时间，极少数配队的可以用命座来延长大招时间，甚至这点时间可以忽略，或者战场几秒就充好了，用这些词条换暴击爆伤不香嘛？当然笔者这样死活歪不出暴击爆伤的也是被这出货概率困扰了一段时间了 关于 专武 ：专武比魔导绪论多了100精通，面板会很好堆，双草精精爆的面板为187*2+115+297+100＝886。如果想追求千精的话，副词条需要112，最少占了6个精通词条，这也就意味着你不能追求最大伤害了，因为暴击爆伤在后期收益最大，你占了6个精通词条还能在250分以上确实能证明你的圣遗物挺好(你的每件圣遗物要在38分以上)但是大部分玩家做不到这样，因为一个精通杯一个精通沙就够很多玩家喝一壶的了，然而更黑色幽默的是，大多数玩家所处的空间恰好是\"伤害提升/投入资源\"最大的时期，所以你会看到这个时期提升一点暴击率伤害都会提升很多，并且这个时期是最耗费时间的，因为正态分布决定了中等状态是持续时间最长，人数最多的，所以如果你迟迟不出货还想提升强度的话，最快的方法就是氪金，这亦是商业逻辑。再者就是氪金的顺序，草神的二命和专武对草神自己的伤害提升差不多，但是二命减防还可以服务队友，提升队伍整体伤害，所以综合来讲还是二命更优先。专武的特殊情况下，依旧要带精精爆，只不过可以省出更多词条堆暴击爆伤了，精通建议886左右。(已读完85%) 1月27日更新了一点内容，减防公式，计算和一些细节。 1月28日更新：关于 最短成型 且 伤害最高 的搭配。众所周知，精通主词条的圣遗物最难出，尤其是精通杯和精通头，出货率分别为 2.5% 和 4% ，而且草伤和精通是在前期对伤害提升很大的，暴击率是在后期对伤害提升很大的，所以我们选择在前期用草伤杯和精通头。那伤害可不可以量化一下呢？当然可以：在前期没有歪到暴击爆伤的情况下：1.精草精，187*2+115+187(魔导)＝676，在表格中伤害为10665。2.精草爆，187+115+187＝489，在表格中的伤害为9786，带了双草也是前者高于后者。因为前期增伤实在太香了，暴击率收益太少了，所以导致精通转的增伤在前期收益会很大。话说回来，最终我们得到伤害只差了1000，是在圣遗物副词条相同的情况下算出的，毕竟最终还要看每个号的情况，如果你的暴击爆伤能堆起来的话，当然还是精精爆更好，可是我们不是要追求 最短时间成型 嘛。如果你有需要让笔者评估到底如何搭配收益最大的话，可以发出你的武器圣遗物情况，帮你的同时亦可以收集更多资料供大家参考。另附头/杯/沙出货概率： 2月1日更新：评论区有旅行者问可以不可以带 流浪乐章 ，我的建议是，保证吃满拐精通在800-860左右就可以。这里的拐含义很广泛，比如双草，教官，精通头，草神大招下战场，武器特效，赌狗赌到精通，当然还有其他的一些拐。总之在达到800-860精通之前，每6点精通收益大于1%暴击收益，大于这个区间暴击收益比精通高。当然如果你强化出的都是暴击词条且都是最大值，而且精通略微低于此区间那伤害也不低。大多数玩家就先堆精通到800-860即可。关于赌狗赌到的精通到底可以 等效 于多少常驻精通？我们以800为基础精通，暴击爆伤为62/140为例，来计算带精五赌狗赌到精通时的等效精通。通过延伸表格并取增伤的1/9（每次赌到持续10秒，30秒重置，所以平均伤害为赌到时的1/3。又因为1/3概率赌到精通，所以整体概率为1/3*1/3=1/9）可以计算出赌到精通相当于7.3%的提升，约等于70点精通。 2月7日更新，确定了三星武器魔导绪论的适用范围。 好了，今天的讨论就到这里了，祝各位旅行者单抽出金，草神不歪，圣遗物天天出货且不歪！_(米游姬 好耶)(已读完100%)",
    "length": 6099
}