{
    "game_id": 2,
    "post_id": "50681756",
    "f_forum_id": 43,
    "subject": "【V4.5攻略·角色攻略】可莉角色配队圣遗物武器攻略全解",
    "url": "https://www.miyoushe.com/ys/article/50681756",
    "created_at": 1711363418,
    "like_num": 341,
    "view_num": 6446,
    "reply_num": 53,
    "text": "UID 110746541 小伙伴们大家好呀~ （以上图片为文章封面，还请小伙伴们无视） ▷ 正文 ◇ 解说一： ◆ 此配队中 可莉 是站场C位。因为可莉的重击无法触发行秋的协同攻击，所以需要尽量使用可莉的普攻（平A）去触发行秋的协同攻击，以此给敌人身上挂水打出蒸发反应。 ◆ 行秋如果带的是祭礼剑的话，记得在E技能刷新后多使用一次，不用留。 ◆ 此配队有个缺点，可莉的挂火能力很强，攻击容易吃不到蒸发伤害，基本上都是行秋在打蒸发。 ◇ 解说二： ◆ 此配队中 可莉 是站场C位。因为可莉的重击无法触发 行秋和夜兰 的协同攻击，所以需要尽量使用可莉的普攻（平A）去触发行秋和夜兰的协同攻击，以此给敌人身上挂水打出蒸发反应。 ◆ 行秋和夜兰如果带的是 祭礼系列武器 的话，记得在E技能刷新后多使用一次，不用留。 ◆ 此配队可以较好的让可莉打出 蒸发反应 ，并且夜兰的大招可以给队伍中的角色增伤。 ◇ 解说三： ◆ 此配队中 可莉 是站场C位，后续说明同解说一。 ◆ 此配队中，钟离可以为队伍提供 护盾 支持，提高可莉的 输出和生存空间 ，并且还可以 降低怪物20%的抗性 。 ◇ 解说四： ◆ 此配队中 可莉 是站场C位，后续说明同解说二。 ◆ 钟离提供了 护盾+20%减抗 ，提高了队伍角色的 输出和生存空间 ，夜兰和行秋的挂水能让可莉更好地打出 蒸发反应 。 ◇ 解说五： ◆ 此配队中 可莉 是站场C位，可莉站场时尽量平A让行秋大招给敌人挂水。 ◆ 这个队伍放草主是想让可莉打出 烈绽放或燃烧反应 ，并且在草主的大招范围内可以增加 当前场上角色的元素精通 ，小幅度提高了可莉的站场输出。 ◆ 这个队伍中，草主的大招有概率被班尼特或可莉的 火元素 引爆，所以尽量先使用行秋的 水元素 触发草主大招的转换后，再使用班尼特或可莉。 ◇ 解说六： ◆ 此配队中 可莉 是站场C位，可莉站场时尽量平A让行秋大招给敌人挂水。 ◆ 这个队伍放草主是想让可莉打出 烈绽放或燃烧反应 ，并且在草主的大招范围内可以增加 当前场上角色的元素精通 ，小幅度提高了可莉的站场输出。 ◆ 这个队伍将配队5中的班尼特换成了钟离，减小了班尼特不小心引爆草主大招的概率，同时钟离的护盾也提高了可莉的 输出和生存空间 。 ◇ 解说七： ◆ 这个队伍将配队5中的草主换成了纳西妲。纳西妲的E在扫描连接敌人并触发元素反应后，可以对所有连接线上的敌人造成 高额的草元素伤害 ，并在敌人身上再次挂上草元素，能很好的配合可莉和行秋打出 烈绽放或燃烧反应 。 ◇ 解说八： ◆ 这个队伍将配队7中的班尼特换成了钟离，钟离的护盾可以提高可莉和纳西妲的 生存空间 ，在可莉释放技能或平A输出时也不容易被怪物打断，不需要频繁地躲避敌人的攻击。 ◇ 解说九： ◆ 这个队伍是纯火队，可莉为站场输出角色。在可莉释放完大招后，可以根据场上情况自由选择是否使用重击或普攻来进行输出。 ◆ 纯火队需要注意避开有 火元素抗性 的敌人，如：火史莱姆、火深渊法师、火使徒等。 ◆ 虽然队伍是纯火队，但是对抗的敌人有可能会自带元素附着（如纯水BOSS、史莱姆等），所以天舞个人认为可莉还是可以使用魔女套的。 ◇ 解说十： ◆ 此配队同配队9，将配队9的班尼特换成了钟离，钟离的护盾可以提高可莉的 输出和生存空间 。 ◆ 同理，这个队伍也可以将 香菱换成钟离 。 ◇ 解说十一： ◆ 此配队同配队9，将配队9中的万叶换成了砂糖，砂糖可以 提供小范围聚怪 ，身上带的翠绿套还可以 降低怪物的元素抗性 。如果遇到 自带元素附着 的敌人时，砂糖还能为队伍中的角色 提供元素精通 。 ◇ 解说十二： ◆ 同解说十和解说十一。将配队11的班尼特替换成了钟离。 ◇ 解说十三： ◆ 这个队伍中，可莉是站场输出，夏沃蕾是核心，主打 40%的雷火减抗 和 雷火40%攻击力增伤 。 ◇ 解说十四： ◆ 这个队伍中，可莉是站场输出，夏沃蕾是核心，主打 40%的雷火减抗 和 雷火40%攻击力增伤 。 ◆ 这里需要简单说一下，菲谢尔的后台挂雷能力还是挺不错的，但是她有一个问题，战技的CD（冷却时间）太长了，长达 25秒 ，而召唤出的奥兹在场 持续时间只有10秒 （六命12秒）。不过还好她的大招可以重新召唤出奥兹（如果奥兹 在场则是刷新在场时间 ），所以菲谢尔的 战技和大招是需要分开使用 的（比如说第一轮操作用战技，第二轮操作用大招）。 ◇ 解说十五： ◆ 这个队伍中，可莉是站场输出，负责在前台高频挂火，芙宁娜为后台输出，运用召唤物打出高额蒸发伤害。 ◆ 可莉站场时需要多注意闪避敌人的攻击，防止被敌方击倒。 ▷ 补充说明 ◆ 此攻略中，命座建议仅作为参考，部分五星角色和四星角色实际上零命也可以用。小伙伴们可以根据自己的实际情况量力而行。 ◆ 此攻略中，五星圣遗物仅为展示，萌新可以将圣遗物根据自身的条件自行灵活更变为四星圣遗物来过渡，后续有条件再更换回五星圣遗物。 ◆ 本文中，班尼特给队伍带来的增伤均吃 基础攻击力 ，而基础攻击力指的是角色自身随等级增长的攻击力和武器的攻击力主词条，与圣遗物的词条和等级是无关的。也就是说，其实班尼特的圣遗物可以不用升级甚至不需要圣遗物也不会影响他技能的增伤。但是圣遗物升级后带来的团队增益效果还是很不错的， 建议佩戴 和升级（在有多余材料的情况下）。 ◆ 本文内容为个人观点，仅作为参考，有异议的小伙伴可以在评论区提出自己的观点，天舞也会合理的参考小伙伴们的新观点的。 ◆ 配队展示列表的顺序与队伍的强度无关，配队仅作为思路参考，实用性需根据自身条件进行判断。 ◆ 对于以上说法有额外问题（比如说额外的其他配队）的小伙伴欢迎在评论区讨论，天舞基本上都是会看的。 那么本次攻略就到这里~ 感谢小伙伴们的观看！ 喜欢天舞攻略的小伙伴记得给天舞一个赞哦~",
    "length": 2403
}