{
    "game_id": 2,
    "post_id": "37854613",
    "f_forum_id": 43,
    "subject": "【V3.6攻略·角色攻略】莱依拉入门攻略 一图总结+详解",
    "url": "https://www.miyoushe.com/ys/article/37854613",
    "created_at": 1681174212,
    "like_num": 35231,
    "view_num": 646218,
    "reply_num": 1072,
    "text": "UID 100143417 作者开服全角色玩家， 点击头像 查看更多攻略。 攻略制作不易，希望小伙伴们帮忙 关注点赞~ 【 主要面向 新手玩家 ，有建议欢迎评论区留言 】 【前言】 太长不看一句话总结版 后台挂冰打反应，无缝护盾真安全。 零命基本完全体，一命加量更心安。 二命回能不用愁，四命加伤更不凡。 主E 不升Q和A，角色等级很优先。 生命加成单手剑，首选圣显次磐岩。 没有这些用充能，西风祭礼飞天剑。 配装首选四千岩，宗室也行可次选。 主流搭配生生生，护盾更厚才安全。 大招挂冰也有用，堆点充能没短板。 融化可搭迪卢克，永冻有水就能玩。 超导配雷物理队，纯冰申鹤很简单。 适配短轴更灵活，新手没盾快来看。 更多术语介绍 可跳转链接↓ 【萌新必看】原神常见简称/术语/黑话汇总介绍 【 仅供查看，欢迎转发，不得搬运，盗图必究 】 【目录】 【01     角色简述】 【02     抽取建议】 【03     相关反应】 【04     天赋解析】 【05     使用技巧】 【06     命座简评】 【07     武器推荐】 【08 圣遗物选择】 【09     配队建议】 【10     毕业属性】 【正文】 【01 角色简述】 官方定义 ——莱依拉是一位能为队伍 提供护盾 和 后台伤害 的冰元素角色。 作者总结 ——莱依拉是一位具有 无缝护盾 和 后台挂冰 能力的辅助角色，角色突破的生命加成、固有天赋、命座使得其 护盾量较为可观 ，全堆生命即可 养成难度很低 ，一般作为 没有钟离 时的替代盾辅使用，与同为冰盾的 迪奥娜 相比各有优劣，由于护盾持续时间不长，更适合短轴循环的队伍，又因为其具有后台持续挂冰能力，可以配合队友持续触发 融化 、 冻结 、 超导 等反应，在大世界和深渊中都能有不错的表现。 【作为盾辅——和 钟离 比较】 优势 ：持续的后台挂冰能力，能够配合队友打融化、冻结、超导等反应。 劣势 ：护盾的吸收量和持续时间有一定差距，且没有钟离护盾的减抗功能。 【作为盾辅——和 迪奥娜 比较】 优势 ：基础生命值高突破还加生命，护盾可以无缝维持（迪奥娜需要搭配祭礼弓否则护盾存在真空期），持续挂冰能力更强。 劣势 ：没有迪奥娜的治疗功能，缺乏爆发产球能力。 【02 抽取建议】 【推荐练】 1.没有护盾的新手玩家。 2.永冻队需要冰系生存位补双冰。 3.玩迪卢克融化、雷泽超导等。 （Make Mr. Lu great again） 【不推荐练】 1.有钟离且不需要后台挂冰。 2.已经练了定位重复的迪奥娜。 3.不玩融化、超导、冻结队伍。 【作者建议】 莱依拉对于没有钟离且没练迪奥娜的新手玩家来说是一位 非常不错的盾辅 ，同时突破加生命、每个命座都能有稳定提升，使得其性价比进一步上升，但是因为护盾基于生命和技能等级，所以 对角色等级和E技能等级要求较高 ，推荐 需要护盾 或 后台冰系角色 的玩家尝试培养。 【03 相关反应】 【冰 x 火 = 融化 】 增幅伤害的反应 ，火克制冰， 冰打火1.5倍伤害 因为消耗的元素量少能打出更多的融化， 火打冰2倍伤害 但是消耗的元素量多导致较难持续触发，这个增幅倍数会根据精通和相关的加成系数提升。 【冰 x 雷 = 超导 】 冰元素范围伤害，伤害较低，但是可以 降低40%的物理抗性 。 【冰 x 水 = 冻结 】 控制类反应 ，可以提供更好的输出环境，但是需要持续上水和冰元素。 【冰 x 风 = 扩散 】 一般搭配风套减抗 ，同时风系角色一般具有一定的增伤聚怪能力。 【冰 x 岩 = 结晶 】 反应产生对应元素晶片 ，拾取后会获得对应元素的 护盾 。 （一般 不用刻意去捡 ，除非岩角色带了磐岩套） 【冰 x 草 = 不反应 】 总结 ：莱依拉的 挂冰频率并不是非常高 ，所以建议配合 挂火不快的 火系角色如 迪卢克或宵宫打融化反应 ，同时要有其他角色一起挂冰（如万叶大招染冰），而不建议与挂火能力过快的角色如胡桃、可莉打融化，同时因为其能够稳定的在后台挂冰，所以可以在 物理队搭配雷系 触发超导反应减物抗，或者在 永冻队搭配水系 中持续触发冻结反应，也可以通过 风套扩散减抗 增加同为冰系队友的伤害。 【04 天赋解析】 天赋主 E ，资源多考虑升点 Q ，不升A 【 普通攻击 ·熠辉轨度剑】 描述 ：普攻三段的连续剑击，重击消耗20体力向前方挥出两剑，下落攻击通用模板。 评价 ：主流玩法中莱依拉一般作为后台辅助使用，基本用不到普攻，完全可以 不升级 。 【 元素战技 ·垂裳端凝之夜】 描述 ：施放会生成护盾，并造成冰元素范围伤害，持续和冷却都是12秒。 积累晚星→集齐4枚→变成飞星索敌发射 晚星注意事项： （1）一轮4枚飞星全部发射完成之前无法产生新的晚星。 （2）护盾持续时间结束或被破坏时，晚星将会一同消失。 （3）若已经转换为飞星开始发射，飞星将继续存在直至这一轮发射完毕。 晚星生成途径： （1）护盾在持续期间内，将每1.5秒产生1枚依附其上的晚星 （2）护盾下角色施放元素战技时，也将产生2枚晚星，冷却0.3秒。 （3）Q的星光弹命中后，将为护盾产生1枚晚星，冷却0.5秒。 其他关键信息： （1）施放伤害和飞星伤害都是基于攻击力的，但是天赋对飞星有生命值加成。 （2）施放E时不会产球，后续飞星命中时概率产1-2球，并有3.5秒的产球冷却。 （3）释放技能时的伤害有1次冰元素附着，飞星七次伤害或3秒才会有一次冰元素附着。 评价 ：莱依拉最为核心的技能，兼顾 护盾生存 与 后台挂冰 两种功能，同时 冷却时间等于持续时间 ，可以实现无缝套盾的效果，但是由于12秒的持续时间、缺乏爆发产球能力、附着频率不高使得莱依拉也有一定的使用局限，有条件建议 尽量升级 。 【 元素爆发 ·星流摇床之梦】 描述 ：释放Q后持续发射星光弹攻击领域内的敌人，基于莱依拉的生命值上限造成冰元素伤害，需要40点能量，持续和冷却都是12秒，一共攻击8次。 评价 ：主要起到 后台挂冰 与 补充伤害 的功能，基于生命值造成伤害使得莱依拉在全堆生命的情况下也有一定的保底伤害，同时 冷却时间等于持续时间 ，只要40能量也使得莱依拉有着稳定的后台挂冰能力，圣遗物副词条有较多双暴且资源多时可以 适当升级 。 【 固有天赋 ·如光骤现】 描述 ：护盾在存在期间，每获得一枚晚星时，护盾下的角色护盾强效提升6%，至多叠加4次，持续直到护盾消失。 评价 ：可以稳定叠满获得 24%护盾强效 ，进一步提升了莱依拉的盾量，增强了队伍的生存能力。 【 固有天赋 ·勿扰沉眠】 描述 ：E护盾发射的飞星造成的伤害提高，提高值相当于莱依拉生命值上限的1.5%。 评价 ：原本飞星伤害是基于攻击力的，但是莱依拉主堆生命攻击力很低，这个天赋 弥补了飞星伤害的不足 ，但是因为数值不高所以提升也相对有限。 【 生活天赋 ·叠影的梦兆】 描述 ：合成角色天赋素材时，有10%概率获得2倍产出。 评价 ：非常实用的生活天赋，综合期望比25%返还的收益要高一点点。 【05 使用技巧】 图片里有的就不再赘述了，提一下实战中要注意的点： （1）莱依拉的产球情况在天赋部分已经讲过了，由于E释放时不产球而是在后续的飞星发射时才产球，所以导致莱依拉一般是在 后台吃球 ，虽然大招只要40能量，但在没有其他冰系队友的队伍里还是会有一定的 充能压力 。 （2）莱依拉的附着频率并不是非常高，所以如果用她来挂冰，让火系队友打融化，可以搭配迪卢克这种附着频率不是非常高的角色，但 不太适合搭配胡桃、可莉这种挂火太快的角色 的，不然就会出现反向打工的情况。 （3）武器如果用 圣显 ，要注意特效给队友加精通需要叠3层，后台不能叠，战技一次命中几个敌人就能叠几层，如果只有一个敌人，只能把 莱依拉切到前台 用飞星攻击才能叠满，所以可以根据队伍情况决定要不要刻意触发这个特效。 （4）武器如果用 苍古 ，要注意必须要 莱依拉触发元素反应 才能触发特效，虽然能在后台触发，但必须是由莱依拉的攻击触发的反应，例如敌人头上一直是冰，队友用火打出融化是不叠层的，但是如果敌人头上是水，莱依拉的冰触发了冻结就能叠层。 【06 命座简评】 总结 ：莱依拉 0命机制完整 ，命座都有稳定的提升但不大，1命加护盾量方便联机，2命改善充能，3命提高盾量，4命提升辅助能力，5命、6命增加伤害，但是 不建议为了四星命座抽卡 。 【 1命 -寐领围垣】 描述 ：E护盾的伤害吸收量提高20%。施放E时将为附近所有队友提供E护盾值35%的护盾，也持续12s。 评价 ： 增强护盾 ，护盾伤害吸收量与护盾强效是乘算的，可以直接视作 提升20%的盾量 ，同时解锁了 联机 情况下为队友提供护盾的功能。 【 2命 -归芒携信】 描述 ：E护盾发射的飞星命中敌人时，为莱依拉恢复1点能量，每枚飞星至多通过这种方式为莱依拉恢复一次能量。 评价 ： 改善充能 ，缓解了莱依拉在单冰队伍里的充能压力，虽然看起来不多但是一轮有4枚飞星，一般触发三轮的话就可以恢复12点能量，而莱依拉大招也只需要40能量，对于充能的帮助还是很大的。 【 3命 -长宵宣秘】 描述 ：E的技能等级提高3级。 评价 ：常规技能命座，莱依拉的主要功能就是通过E技能提供护盾，而E等级提升能够进一步 增加护盾量 ，提高生存辅助能力，所以该命座的收益还是不错的。 【 4命 -星示昭明】 描述 ：E发射一轮飞星时为所有队友赋予特殊效果，使普通攻击与重击造成的伤害提升，提升值相当于莱依拉生命值上限的5%，该效果至多持*3*，将在造成普通攻击或重击伤害后的0.05秒后移除。 评价 ： 增加辅助增伤能力 ，这个机制只有0.05秒基本意味着1轮飞星只能提升1次普攻或重击的伤害，不过如果是一次攻击同时命中多个敌人，那对这些敌人的伤害都是能吃到加成的，虽然提升还可以，但是一般一轮E最多触发3次， 次数太少导致实际收益并不是很高 。 （该命座提升的伤害是加在攻击x倍率的基础伤害区） 举例 ：迪卢克攻击2000，普攻倍率150%，暴伤100%，增伤100% 砍一刀暴击伤害2000x150%x(1+100%)x(1+100%)= 12000 如果莱依拉4万生命，迪卢克吃到这个命座加成后 造成的伤害是(2000x150%+40000x5%)x(1+100%)x(1+100%)= 20000 【 5命 -悬神系流】 描述 ：Q的技能等级提高3级。 评价 ：常规技能命座，只能起到提升大招伤害的作用，因为莱依拉本身缺乏双暴和增伤，伤害并不高，所以这个命座的提升也比较有限。 【 6命 -曜光灵炬】 描述 ：E的飞星造成的伤害提升40%，Q的星光弹造成的伤害提升40%。E产生晚星的间隔时间减少20%。 评价 ： 提升自身伤害 ，同时提高E和Q的持续伤害，补充了莱依拉作为后台辅助的输出能力，同时略微减少了晚星生成间隔，由原来的1.5秒减少到了1.2秒，但是因为本身伤害就不高，所以实际提升也不大，当在圣遗物有较多双暴且武器有绿剑时提升会更为可观。 【07 武器推荐】 加护盾厚度→生存向 ：圣显＞ 绿剑 队伍缺充能→充能向 ：西风 (高精暴击够) ＞ 祭礼 ＞ 天空 ≈ 飞天 ＞ 腐殖 ＞原木 （ 苍古 是一把部分队伍可以考虑的武器，但大多数队伍因为莱依拉较难触发特效所以没有推荐） 【 圣显之钥 】【 大量生命 】 优点 ：唯一副属性生命的单手剑，能够增加较多盾量，同时可以通过叠层来提升队友精通。 缺点 ：特效需要战技命中3次或命中3个敌人，后台不能触发，需要切莱依拉站场发射飞星。 【 磐岩结绿 】【 生命转攻 】 优点 ：提供大量暴击率，特效加生命，还能把生命转化为攻击。 缺点 ：莱依拉Q不吃攻击力，生命转攻击的特效收益较为一般。 【 西风剑 】【 团队充能 】 优点 ：大量充能效率，能够产球缓解全队的充能压力。 缺点 ：特效需要一定暴击率来触发，并且要尽量高精。 【 祭礼剑 】【 重置战技 】 优点 ：大量充能效率，能够重置战技冷却，面对高压环境盾破的很快的话可以及时补盾。 缺点 ：莱依拉护盾持续和冷却都是12秒，释放时不产球，非高压环境重置冷却意义不大。 【 天空之剑 】【 常驻充能 】 优点 ：较多的充能效率，常驻池能抽到有现成的可以直接用。 缺点 ：特效基本没用，元素充能效率也不如西风祭礼加的多。 【 腐殖之剑 】【 充能增伤 】 优点 ：增加充能效率，同时提升E技能飞星的伤害与暴击率。 缺点 ：充能加的不多，全堆生命伤害本身就低提升也不明显。 【 飞天御剑 】【 三星充能 】 优点 ：三星武器人人都有，能提供较多的充能。 缺点 ：白值低泛用性差，其他角色基本用不上。 【 原木刀 】【 锻造获取 】 优点 ：锻造就能获取，能够提供一些充能。 缺点 ：特效莱依拉不能触发，充能加的少。 【 苍古自由之誓 】【 辅助通用 】 优点 ：特效能够增加队友普攻、重击和下落的伤害，还能提升队友攻击力。 缺点 ：副属性精通对莱依拉基本没用，特效需要装备者触发反应，虽然后台能触发，但是如果不是莱依拉触发的反应不能叠层，所以一般只有超导队或水系角色多的永冻队才好触发点。 【08 圣遗物选择】 圣遗物首选 4千岩 ，其他可选 4宗室 。 或者 2千岩 、 2花海 、 2绝缘 散搭过渡。 【主属性】 生命 沙 生命 杯 生命 头 【副词条】 生命＞充能 > 双暴 （E的飞星吃攻击力和生命值，Q的伤害吃生命值） 【 千岩牢固 】【 综合最佳 】 优点 ：2件套加生命，特效非常契合，既能加队友攻击又能加队友护盾强效。 缺点 ：不能合成只能去秘境刷，同秘境的苍白套泛用性较差，刷本性价比低。 【 昔日宗室之仪 】【 辅助通用 】 优点 ：大招40能量冷却12秒较为契合， 可以合成毕业相对简单，辅助角色都能用。 缺点 ：2件套意义不大，不能向千岩套一样加成护盾强效来进一步提高护盾厚度。 【千岩/花海/绝缘 2+2 】【 散搭组合 】 优点 ：散搭组合更容易凑齐。 缺点 ：辅助能力不如四件套。 【09 配队建议】 配队思路 ：围绕莱依拉 提供护盾 与 后台挂冰 的两个功能进行配队， 永冻体系 则分为冰C和水C分别考虑，冰C就能凑双冰共鸣加暴击率，水C建议凑双水共鸣加生命， 纯冰体系 则需要申鹤来提升所有冰系队友的伤害， 融化体系 考虑到附着频率问题推荐迪卢克或宵宫， 物理超导体系 可以搭配物理输出角色优菈和雷泽。 【 水系永冻 】 莱依拉 + 神里绫人 + 水辅 （行秋/夜兰/坎蒂丝）+ 风辅 （万叶/温迪） 优点 ：双水共鸣加生命收益较高，可以先手挂水扩散，绫人作为短轴C较为适配莱依拉，输出灵活、操作难度低，对单对群的表现都不错。 缺点 ：水系副C对轴可能存在错位，需要注意队伍技能循环，莱依拉对群挂冰比较弱、单冰充能方面有一定压力，队伍缺乏爆发输出能力。 【 冰系队伍 】 莱依拉 + 冰C （神里/甘雨）+ 辅助 （莫娜/申鹤/心海）+ 风辅 （万叶/温迪） 优点 ：双冰共鸣可以加暴击，自动索敌机制使得挂冰很稳定，队伍的操作也比较简单，注意风系扩散减抗就行，而且冰系角色多充能压力较小。 缺点 ：相比于祭礼迪奥娜，莱依拉的爆发产球能力有一定差距，在团队掉血的情况下没有治疗能力，缺乏增伤能力使得对主C的练度要求更高。 【 融化体系 】 莱依拉 + 火C （迪卢克/宵宫）+ 班尼特 + 风辅 （万叶/砂糖） 优点 ：相对传统的凯亚挂冰而言多了护盾的抗打断，对队伍的生存能力有提升，可以配合风系角色染冰提升挂冰能力，四命还能加成普攻，融化的高增幅具有一定的爆发能力。 缺点 ：挂冰频率不高导致输出手法非常重要，对操作的要求比较高，只有莱依拉和万叶都需要开大，存在较大的充能压力，整个队伍非常依赖大招导致持续输出可能会有断档。 【 其他队伍 】 散兵队： 莱依拉 + 流浪者 + 珐露珊 + 班尼特 胡桃队： 莱依拉 + 胡桃 + 行秋 + 夜兰 散兵队： 莱依拉 + 雷泽 + 罗莎莉亚 + 班尼特 优点 ：散兵队流浪者被动可以吃到暴击加成，胡桃队可以打出一部分融化，物理队可以持续触发超导减物抗， 莱依拉提供的护盾可以防打断。 缺点 ：莱依拉缺乏增伤能力，护盾吸收量和持续时间都不如钟离，也没有减抗效果，一般作为没有钟离时的下位替代使用。 【10 毕业属性】 【圣显之钥毕业参考】 【充能武器毕业参考】 （只有 西风武器需要暴击 ） 【 并非绝对，仅供参考，理性看待，请勿拉踩 】 【其他】 本文发布于 3.6版本 ，最新修订于 3.6版本 ， 请注意本攻略的时效性 。 素材：游戏截图 字体：思源黑体 封面：坤易 文案：坤易 设计：坤易",
    "length": 6871
}