{
    "game_id": 2,
    "post_id": "39052851",
    "f_forum_id": 43,
    "subject": "任务「微暗之火」攻略：简单易懂 灵谷木 优昙花 位置 路线",
    "url": "https://www.miyoushe.com/ys/article/39052851",
    "created_at": 1683366951,
    "like_num": 6272,
    "view_num": 454302,
    "reply_num": 334,
    "text": "旅行者在荒石苍漠和甘露花海，会遇到「灵谷木」，接取任务「微暗之火」。 旅行者一共可以找到10个「灵谷木」。 跟着攻略，最快也要25分钟的时间，完成这10个「灵谷木」相关的任务。 最后，旅行者和祖尔宛交谈，完成任务「微暗之火」。 微暗之火 任务攻略 攻略第一阶段 灵谷木的位置 攻略第二阶段 优昙花的位置 攻略第三阶段 前往第1个灵谷木 攻略第四阶段 前往第2个第3个第4个灵谷木 攻略第五阶段 前往第5个第6个灵谷木 攻略第六阶段 前往第7个第8个灵谷木 攻略第七阶段 前往第9个第10个灵谷木 攻略第八阶段 微暗之火 攻略第一阶段 灵谷木的位置 10个灵谷木的位置。 6个灵谷木在地上，4个灵谷木在地下。 寻找10个灵谷木的顺序推荐。 旅行者需要做「善恶的赫瓦雷纳」任务，才能到达一些灵谷木的地方。 旅行者做任务「善恶的赫瓦雷纳」做到「如是灵光悉示现」部分，可以前往所有灵谷木的位置。 攻略第二阶段 优昙花的位置 做灵谷木的任务，需要6朵优昙花，6朵优昙花都在锋刃林泽。 地图位置，6朵优昙花都在锋刃林泽的山壁上。 采集优昙花的方法。 第1朵优昙花的位置。 锋刃林泽，桥上的传送点，旅行者在传送点的附近找到1朵优昙花。 第2朵优昙花的位置。 锋刃林泽的传送点，旁边的山坡上找到第2朵优昙花。 第3朵，第4朵，第5朵优昙花的位置。 旅行者从山顶的传送点出发，跳崖和张开翅膀。 缓慢降落，依次前往第3朵，第4朵，第5朵优昙花的位置。 第6朵优昙花的位置。 锋刃林泽，附近的传送点出发，找到第6朵优昙花。 攻略第三阶段 前往第1个灵谷木 锋刃林泽传送点的不远处，旅行者找到第1个灵谷木。 斯露莎使用花灵之力唤醒灵谷木的花灵，旅行者和花灵对话。 把3朵优昙花交给花灵，任务完成。 攻略第四阶段 前往第2个第3个第4个灵谷木 荒石苍漠的七天神像出发，地图路线前行，依次前往第2个，第3个，第4个灵谷木的位置。 顺着旁边的小路走，找到第2个和第3个灵谷木。 最后，前往荼泥黑渊的底部，找到第4个灵谷木。 第2个灵谷木的任务很容易，斯露莎跟着残灵飞行。 来到第3个灵谷木的位置。 在灵谷木的周围，斯露莎找到3个残灵碎片，就能完成第3个灵谷木的任务。 靠近残灵碎片以后，斯露莎用花灵之力，就能收集它们。 来到第4个灵谷木的位置。 旅行者战斗，打败依次出现的丘丘人，丘丘暴徒，火深渊法师，第4个灵谷木的任务完成。 攻略第五阶段 前往第5个第6个灵谷木 荼泥黑渊传送点出发，地图路线前行，旅行者来到山坡上，第5个灵谷木的位置。 之后，旅行者来到旁边的山坡下，第6个灵谷木的位置。 第5个灵谷木，任务很简单，斯露莎陪残灵飞行。 第6个灵谷木。 灵谷木的周围，斯露莎收集3个残灵碎片，任务完成。 攻略第六阶段 前往第7个第8个灵谷木 图示传送点出发，地图路线前行，依次前往第7个灵谷木和第8个灵谷木的位置。 第7个灵谷木在图示传送点的不远处。 第7个灵谷木。 斯露莎收集被石化的沙虫的旁边的3个残灵碎片，就能完成任务。 前往第8个灵谷木的位置。 地图位置，有两个洞口，旅行者进入下方的洞口，就能找到第8个灵谷木。 把3个优昙花交给第8个灵谷木的残灵，任务就能完成。 攻略第七阶段 前往第9个第10个灵谷木 图示传送点的不远处，坎瑞亚遗迹的门口，旅行者找到第9个灵谷木。 灵谷木的周围，斯露莎收集3个残灵碎片，完成任务。 第10个灵谷木。 来到图示传送点，斯露莎打开旁边的荆棘洞口。 旅行者进入荆棘洞口的后面，很快找到灵谷木。 和灵谷木的残灵对话以后，旅行者开始战斗。 打败旁边的1个兽境猎犬，2个兽境幼犬，就能完成任务。 攻略第八阶段 微暗之火 完成10个和灵谷木相关的任务以后，回到甘露花海，和祖尔宛交谈。 和祖尔宛交谈，任务「微暗之火」完成。 斯露莎曾经说过，灵谷木是与侵害大地的污秽战斗到最后一刻的花灵，用尽最后的力量所化的。 这些花灵因为沾染了污秽所以被甘露花海所拒绝，现在的矫论团又不能净化花灵身上的污秽。 花灵耗尽了力量而无法维持形态，这些花灵最后只能化成灵谷木。 完成灵谷木的任务，灵谷木会给旅行者净光翎。 旅行者除了灵谷木给的净光翎，还能从其他的地方得到净光翎。 净光翎是一些花灵的记忆的破片。 收集所有的净光翎以后，旅行者可以把它们放回甘露花海，让这些记忆重新归回大地。 把所有的净光翎放回甘露花海，旅行者还会得到很多奖励。 旅行者在祖尔宛那里还知道，「谒颂主」指的是，为流散的花灵举行净罪的仪式并将她们带回花海的人类勇士。 之前斯露莎还说，「谒颂主」是类似人类书记官、记录和夸赞斯露莎事迹的职位的称呼。 祖尔宛还告诉旅行者，纯水精灵曾经来过甘露花海寻找一位神明。 因为纯水精灵来过甘露花海，所以引来一些人类来甘露花海寻找纯水精灵。比如，旅行者在甘露花海的附近遇到的枫丹画家，于连。 以后在枫丹地区，应该能知道更多纯水精灵的事。 任务「微暗之火」，任务奖励40原石。 任务完成以后，旅行者得到成就「百灵归巢」。 成就5原石。 任务中，每一个灵谷木最后都会给旅行者一个宝箱。 每一个宝箱5原石。 任务「微暗之火」，一共95原石，20草之印。 相关攻略 善恶的赫瓦雷纳 攻略： https://miyoushe.com/38111715",
    "length": 2164
}