{
    "game_id": 2,
    "post_id": "55653118",
    "f_forum_id": 43,
    "subject": "【原神】雷泽 技能养成配队 全攻略",
    "url": "https://www.miyoushe.com/ys/article/55653118",
    "created_at": 1721900871,
    "like_num": 133,
    "view_num": 1383,
    "reply_num": 15,
    "text": "大家好 我是兔兔 _(流萤 也挺好) 本期攻略为 狼少年 雷泽 技能讲解、武器装备、阵容搭配 那么~就让我们一起来看看吧！ 超链图片 1、技能讲解 雷泽的定位是： 雷系、物伤输出 主要技能为： A技能的攻击 技能顺序为： A>Q>E 雷泽主要是依靠，A技能的普攻，进行物理伤害输出的，所以 优先升级A技能至满级 Q技能的作用是提供额外的雷伤和攻速，对A技能的输出有辅助作用， 次要升级至满级 E技能则有一定的雷伤输出和提供回能，功能上跟主要输出的A技能没关系，但可以优化手法和提高整体输出， 最后考虑升级至8+ 技能详情展示 超链图片 超链图片 超链图片 1、A技能 点按普攻（A），共有四段攻击，合计4次伤害 长按重击（Z），消耗体力，普通大剑招式模板 超链图片 超链图片 超链图片 都是物理伤害，且普攻是主要的输出方式 但普攻第四段的前后摇较大，为了节省时间，通常会在打完3A后，用冲刺或闪避等方式，避开第四段的连贯性 （重击在大招开启后不能使用，也基本用不上） 超链图片 超链图片 2、E技能 释放E技能，技能冷却（点按6秒，长按10秒） ①、造成一次雷元素伤害 ②、命中敌人获得雷元素微粒（点按3颗，长按4颗） ③、 点按生成雷之印（长按消除雷之印） 超链图片 超链图片 ①、点按E技能可生成1枚雷之印 拥有1枚雷之印能提高雷泽20%的充能 （上限3枚） ②、长按E技能消除全部雷之印 每消耗1个雷之印刻 恢复5点元素能量 （注：释放Q技能也可以消耗全部雷之印，效果与长按E技能相同） 超链图片 超链图片 无论是点按生成还是长按消除，都是为了恢复重复，由于长按冷却时间较长，通常会先攒满3枚再清除 固有1：缩短E冷却时间，释放Q重置E冷却时间 （注：雷泽突破20级后，解锁该天赋效果） 固有2：元素能量在一半以下，提高充能效率 （注：雷泽突破60级后，解锁该天赋效果） 超链图片 超链图片 两个固有天赋和E技能，主要都是为了提升雷泽的充能效率 3、Q技能 释放Q技能，需要80点能量，技能冷却20秒，效果持续15秒 ①、造成一次雷元素伤害 ②、 召唤雷狼，协同攻击 除了雷泽自身的物理伤害外，雷狼协同攻击一次雷元素伤害 （注：雷狼的伤害是基于普攻的倍率，但属于Q技能的爆发伤害，不吃普攻加成和物理增伤） 超链图片 超链图片 ③、和长E一样，消除所有雷之印 ④、 增强抗打断能力 、提高雷元素抗性、免疫感电反应伤害 ⑤、 提升攻速 （满级40%的攻速加成） 增强普攻输出的效率，Q状态下不能重击也没影响 ⑥、Q状态下开E，不产球但可以生成雷之印 ⑦、切队友中断状态，会根据效果剩余时间返还能量 （最多10点能量） 超链图片 超链图片 Q技能的功能性较多 有消除雷印、持有雷印、中断返还等方式回能 但开E不产球还是需要队友帮忙充能 提高攻速、增强抗打断、协同攻击等功能 则对雷泽整体的输出有较大的提升 综上所述，雷泽的技能 ①、A技能，普攻物理输出 ②、E技能，雷伤产球、雷印回能 ③、Q技能，多功能辅助，主要提升攻速 基础操作手法为： AAA（冲刺）AAA……（基础输出流程） E+Q +E+AAA……（综合功能流程） 雷泽的三个技能，没有固定的前后顺序，具体可看情况操作 A技能的普攻输出，本身无需E和Q附加特殊机制，只需要注意3A后避开第四段的普攻即可 E技能有就开，需要注意的是叠满3枚雷之印后，用长E或Q来消除 Q技能因为功能性多，有重置E冷却时间，可以在开启前后都接E，而提升攻速后操作A自然也流畅些 2、命座讲解 【1命】：获得能量的8秒内， 伤害提升10% 【2命】：攻击生命低于30%的敌人， 暴击提升10% 【3命】：升级Q等级 【4命】：点按E，命中的敌人 减防15%，持续7秒 （注： 减防即增伤，比较稀有的增伤机制 ，可以有效提升全队的伤害，也是雷泽偶尔会担任辅助位配队的原因，只需要切出来点E减防！） 超链图片 【5命】：升级E等级 【6命】：每10秒下一次普攻 额外造成100%的雷伤 ，非大招状态下命中敌人，可攒1枚雷之印 综上： 整体0命没影响，四星命座终会有 3/5命提升的不是核心技能，1/2/6命给的伤害提升都一般，达不到质变，唯独4命减防，全队输出提升最稀有 3、圣遗物搭配 主词条： 攻击 沙、物伤杯、暴击/爆伤头 副词条： 双爆>攻击 >充能 ①、双爆+攻击，有就堆不嫌多 ②、充能是为了大招循环，雷泽E有回能，可以靠队友补充，不用特意堆 圣遗物推荐： 苍白4件套/角斗4件套 【4苍白】战技命中提升攻击，绝大多数物理输出的首选套装 【4角斗】普攻增伤，性价比高容易毕业 （其他与雷泽机制不冲突的输出型套装也都能用） 超链图片 超链图片 雷泽作为雷系角色，也可以忽略自身的物理输出，走雷相关的反应伤害 选择【4饰金】【4乐园】等反应增伤的套装 （沙杯头的主词条也全部换成精通，副词条以精通为主，其他不变） 超链图片 超链图片 4、适用武器 1、 苇海信标/松籁响起之时 首选【苇海】提供高额暴击，没有盾辅时受击还可额外获得攻击力 其次可选【松籁】提供物伤加成，提升攻击优化攻速，适配度较高 （其他五星武器，双爆攻击，有啥用啥） 超链图片 超链图片 2、 螭骨剑/雪葬的星银 物理输出，有盾辅带【螭骨】叠层伤害高 其他可选【试作】【雪葬】三星【飞天】等等 超链图片 超链图片 放弃物理伤害，走反应伤害，可以选精通的【饰铁】或者充能的【西风】等等 5、阵容搭配 雷泽的定位是【雷系+物理输出】 超链图片 超链图片 超链图片 超链图片 以主要培养的【物理输出】体系为主 ①、【米卡】物伤加成拐，冰系又可以和雷泽超导反应，基本配队捆绑 ②、【行秋】普攻协同挂水，即提高整体伤害，也能和雷泽超载反应 ③、【北斗】行秋的搭档之一，两者相加抗打断能力强，和雷泽同元素共鸣充能 （注：配队上没有米卡也可以凑一名冰系减抗，再凑一名雷系共鸣充能，之后考虑其他机制不冲突的辅助） 超链图片 超链图片 超链图片 超链图片 以喜好培养的【雷元素反应输出】体系为主 用班尼特代替【纳行久】体系里的久岐忍 （注意班尼特要6命，没有的话用托马） 多种元素混合，可造成超绽放、烈绽放、超载等多种反应，跟个反应炉似的，整体伤害惊人 推荐程度： ①、 萌新缺输出，能凑齐反应队 ②、别问，好看就养！ 不推荐程度： ①、 不缺四星输出，凑不齐反应队或有赛诺 四星输出的面板强度自然是比五星低的，再加上物理体系的培养成本高，不如反应体系随便堆一群小数字伤害就能磨死怪 所以整体上，如果没有其他输出时，可以考虑培养，否则不建议，真爱党则随意 但是如果能够凑齐最后的反应队伍的话，整体伤害强度就有非常大的提升，甚至可以入驻深渊（尤其是现在的新深渊限制角色） 这时候是推荐培养的",
    "length": 2790
}