{
    "game_id": 2,
    "post_id": "38307248",
    "f_forum_id": 43,
    "subject": "《刻晴激化》——刻晴精通到底要多少",
    "url": "https://www.miyoushe.com/ys/article/38307248",
    "created_at": 1682240134,
    "like_num": 346,
    "view_num": 10081,
    "reply_num": 57,
    "text": "省流：（省流部分是二编，是我首次编写的时候忽略了省流玩家的感受，郑重道歉） 匣里等 510白值武器—最佳精通：230±40 根据实际操作AZ次数而浮动，精通超过后每个精通词条的收益会不如每个攻击词条的收益，超过越多收益越低，下同 黑剑、绿剑—————最佳精通：185±40 波波剑、盾剑等 608白值武器  ：160±30 雾切————————最佳精通：110±30 黎明神剑——————最佳精通：330±50 说白了，有草神的玩家可以当做分析了个p，因为草神给的太多了，已经溢出了 正文： 一，基本信息 刻晴，默认角色90级，技能10-10-10，圣遗物默认如雷4，基础攻击：323（无武器） 技能倍率： A：81.1%；重击倍率：152%+170%；E：90.07%+302%；Q：158%+43.2%*8+340% 附着次数： 据某社，刻晴的AZ附着为：（ ① ，2，3）（ ① ，2，3）（ ① ， ② ，3）（1， ② ，3）（1， ② ，3） 其中（1，2，3）表示一段完整重击，1表示第一段A，2表示重击第一段，3表示重击第二段。 E：两次均为独立附着；Q：独立附着为第1，4，7，10段。 实战手法以及倍率： 二，伤害计算 1，伤害公式简化 其中：A为爆伤、增伤、抗性、防御乘区，在本次计算中不参与讨论，后续内容会直接忽略，中括号中的部分为基础区，包括攻击区：攻击*（B+b）以及精通区（激化区）：1.2CN+CN*5Y/（Y+200），由于两个乘区以加法计算，不像增幅反应以及爆伤增伤乘区以乘法计算，即2+2=1+3=0+4不同于2×2＞1×3＞0×4，所以单独拿出来计算。 2，具体伤害计算 具体伤害计算是对每获得一个精通或攻击词条对总伤害以及每个词条对总伤害的提升进行计算 根据现有的武器白值分为5档： 根据实战手法的不同，精通值在190、230、280的时候，精通收益会低于攻击收益 随后随着武器白值的提高，精通收益反而开始降低，第二档在130、190、230后不如攻击收益 第三档随白值提高精通收益再次降低，在116、160、186精通后收益不如攻击力 随后就是第四档，陪跑必是垃圾的神器雾切，精通收益在70、116、140后不如攻击收益。 你不会在想有什么武器比雾切白值还高，居然还有第五档，失望没？ 第五档，是在看到白值越高，精通收益反而越低的情况下，突然想到了某把神器，黎明神剑，才紧急加入的第五档，黎明神剑除了白值低，简直就是神器， 但即使是这样，黎明神剑激化的精通收益最高在370后依旧不如攻击收益 三，结论 1，精通的提升 从以上的伤害计算以及表格可以看出，在一定精通数值之前，精通带来的提升是大于攻击带来的提升，但会随着精通越来越高，带来的提升会越来越低，过了莫某个临界点后，精通的收益会不如攻击带来的收益，并且攻击的带来的提升并不会像精通一样逐步降低。 2，激化反应的本质 从以上表格可以看出，虽然前期级精通收益会大于攻击收益，但绝大多数，精通（激化）带来的总伤害值永远低于攻击和倍率带来的总伤害，也就是说，激化反应，只是通过少量的精通，来弥补技能倍率上的不足，从而跟增幅反应拉近差距，实质依旧是依靠攻击和倍率进行输出，并不能像剧变反应一样，完全摒弃攻击和技能倍率，完全靠精通和等级带来的反应伤害进行输出。 四，补充说明 由于本次计算没有对增伤爆伤乘区进行合并计算，并且也忽视武器副词条级特效，所以可以视为本贴解释了激化反应对攻击沙或精通沙的选择、对相同双爆词条下攻击副词条或精通副词条的选择、对武器副词条是攻击还是精通的选择，而武器圣遗物依旧是元素杯双爆头，双爆或增伤武器优先！ （是我失职了，光顾着肝星穹铁道了，没注意看评论） 二编： 匣里等 510白值武器—最佳精通：230±40 根据实际操作AZ次数而浮动，，精通超过后每个精通词条的收益会不如每个攻击词条的收益，超过越多收益越低，下同 黑剑、绿剑—————最佳精通：185±40 波波剑、盾剑等 608白值武器—：160±30 雾切————————最佳精通：110±30 黎明神剑——————最佳精通：330±50",
    "length": 1708
}