{
    "game_id": 2,
    "post_id": "50266989",
    "f_forum_id": 43,
    "subject": "【V4.5攻略·角色攻略】集录祈愿角色攻略|琴角色攻略翻新",
    "url": "https://www.miyoushe.com/ys/article/50266989",
    "created_at": 1710326789,
    "like_num": 2006,
    "view_num": 61607,
    "reply_num": 122,
    "text": "封面 UID：100058003 大家好，这里是墨菊，芙宁娜登场后，琴由于拥有着风元素的减抗优势以及元素爆发的全队高额治疗能力，搭配芙宁娜有很不错的表现， 我在V1.0开服时写过其相关攻略，今天就来简单的翻新一下吧。 PS：本文中的词义替换：普通攻击——A；重击——Z；元素战技——E；元素爆发——Q。 开服时，由于前台角色以及治疗角色的欠缺，琴在开荒时很多时候会起到一个驻场输出并提供治疗的作用，也就是“能抗能打能奶”。 但游戏发展到现在，琴由于驻场输出能力不强，大范围的扩散比较依赖元素爆发等原因，渐渐被其他风元素角色取代，现在的主流定位更倾向于—— 速切治疗辅助 她的元素战技冷却时间并不长，元素爆发能为当前比较热门的增伤辅助「芙宁娜」堆叠大量“气氛值”，相比于其他风元素角色，她有全体治疗这一优势，「闲云」登场后，与她的定位有一定重合，登场率有所下降。 PS：「早柚」也有类似功能，但治疗量差距较大，且比起琴有更大的充能压力。 普通攻击动图 琴的普通攻击共有5段动作，总计5段伤害，由于目前的主流定位很少用到该天赋，这边就不多提。 ◎ 重击 有单手剑中非常高的倍率（单手剑中仅次于刻晴），可以 挑飞 一些小体积小体重敌人，面对遗迹系列基本上没有挑飞的可能。 ◎深渊中面对一些高血量人形怪时，可以在对其进行韧性削减后利用琴的重击挑飞，再搭配其他牵引技能将其迅速牵引至地板来打出可观的 摔落伤害 。 元素战技动图 冷却时间 ： 6秒 长按最大持续时间 ： 5秒 长按每秒消耗体力 ： 20点 琴的成名绝技，艾琳正在学习的招式，在早期以能够击飞队友闻名提瓦特，长按时具备一定聚怪能力，但 牵引力不强 ，实战中基本 以点按为主 。 关于战技的一些细节—— ◎风压剑命中时会对敌人施加很强的冲击力，会将一些 韧性低 ， 重量小 的敌人击飞很远，往往会让一些近战角色丢失伤害，这是琴作为风辅助时的 劣势 之一。 ◎风压剑有不错的 削韧 能力，可以打断一些敌人正在进行的攻击动作，如丘丘暴徒与深渊法师破盾后的回盾吟唱。 ◎ 长按 能够牵引 「兔兔伯爵」「锅巴」「诡雷」 等角色产物，能够直接举起等级相近的小型敌人。 ◎ 长按 牵引时元素战技不会进入冷却时间。 ◎ 长按 牵引可以通过 跳跃/冲刺 打断，且由于长按的技能霸体系数并不高也较容易被敌人打断， 被打断后 ， 元素战技会进入冷却时间 。 ◎ 元素微粒 ：无论长短按，命中敌人时，有33%左右的概率产生2颗风元素微粒，有66%左右的概率产生3颗风元素微粒，综合产出2.67颗风元素微粒。 ◎ 元素附着 ：风元素一般不谈附着（后续均称“影响”而非“附着”），命中时会对敌人施加2元素量的风元素影响，由于风元素面对火/雷/水/冰元素时均为弱势元素，触发 扩散 时会 消耗对应元素1点元素量 。 元素爆发动图 元素能量 ： 80 持续时间 ： 10秒 冷却时间 ： 20秒 琴作为速切治疗角色的 核心天赋 ，施放后能够创造持续治疗领域内角色的 蒲公英领域 。 ◎施放时，为 附近联机角色以及自身队伍中所有角色 恢复大量生命值，并以自身为圆心，对范围等同于蒲公英领域内的敌人造成一次较高倍率的 风元素伤害 。 ◎施放后，创造蒲公英领域，为领域内的角色 持续恢复生命值 ，并 在治疗时为被治疗角色施加风元素影响 。 风元素影响的用处 ①施加的风元素影响可以通过触发扩散反应来 驱散 角色身上附着的一些 负面元素 ，如—— 使 技能冷却时间延长 的 迟滞之水 ； 使 消耗的体力增加 的 凝结之冰 ； 使 角色每秒受到火元素 伤害的 阴燃之火 ； 使 角色不断减少元素能量 的 噬能之雷 。 以璃月天赋本的阴燃之火举个例子： 可以看到第六次触发扩散时生命条上方的火元素消失 ②同时处于班尼特鼓舞领域与蒲公英领域内，会以角色为中心不断触发 “火元素扩散” ，当琴佩戴 「翠绿之影」 四件套时，受到该扩散反应伤害的敌人会减少 火元素抗性 ，该技巧可用于一些 无法被施加火元素附着的元素敌人 。 PS：需要琴作为前台角色才能通过该方式减少敌人抗性。 ◎蒲公英领域范围与「班尼特」元素爆发鼓舞领域大小几乎相同，约为 半径5m的圆形 。 ◎领域内持续治疗频率 1次/秒 。 ◎琴的治疗与传统印象中的基于“生命值”提供治疗的角色不同，其是 基于面板“攻击力” 来提供治疗，而其伤害也是基于“攻击”倍率，因此琴可以在 有治疗量的同时具备一定输出能力 。 天赋优先度推荐： 目前琴的定位主要以元素爆发的治疗为核心，且琴的伤害在很多队伍中占比并不高，因此： 琴20级突破时解锁的固有天赋，在大世界探索期间可以让琴通过驻场普通攻击来为 后台/联机角色 恢复生命值，深渊里考虑到输出时间限制，而琴驻场输出效率并不高，因此该天赋基本上很难有发挥。 非常关键的固有天赋，在很大程度上缓解了琴原本80能量的循环压力，施放元素爆发能恢复16点能量，约等于将琴80能量上限变为了64能量上限，可以说奠定了让琴有了作为 单风角色入队的 能量基础 。 PS：该天赋提供的能量恢复不受元素充能效率面板加成。 比较常见的恢复类食物向生活天赋，和妹妹「芭芭拉」生活天赋完全相同，就不多说了。 PS：双倍甜甜花酿鸡！ 解锁推荐度： ★★☆☆☆ 强化「元素战技」 ，可以在长按超过1秒后提高此次风压剑的伤害，提供的伤害加成位于 “增伤区” ，没有行秋第四命座加在“倍率区”提升来得高。 琴在实战中一般只会使用「元素战技/爆发」来造成伤害，因此对角色本身的伤害提升还不错，但由于需要长按超过1秒来触发，会 浪费其他输出角色的时间 ，具体使用因环境而异。 解锁推荐度： ★★★☆☆ 琴的 关键命座 之一，首先是 移速 的提升，在大世界里搭配 双风共鸣 、 减少冲刺体力消耗 与 特殊时间移速加成 的角色，可以让大世界跑图体验上升好几个档次。 攻速 加成需要搭配角色使用，比如 「宵宫」等主打普通攻击的角色 所在的队伍就可以考虑让点亮二命的琴进入队伍。 解锁推荐度： ★★★★☆ 琴的核心命座，该命座让琴一跃成为具备最高风抗削减值的角色，无论是 「流浪者」 还是 「魈」 的队伍都有很高的提升，有个 缺点 是 只能减少领域内敌人的抗性 ，敌人如果比较灵活，容易丢失效果。 解锁推荐度： ★★☆☆☆（两星半） 能够有效提高领域内我方角色的生存能力，特别是「魈」这种有一定生存压力的角色。 虽然是第六命座，但 没有输出上的收益 ，因此不太推荐强行抽到该命座，一般来说4命足以。 我们先根据琴的主流定位来进行圣遗物选择，琴虽然是治疗角色，但其 突破属性 已经是 “治疗加成” ，且瞬间治疗效率极高， 一般不考虑选择“治疗加成”相关圣遗物 ，当然如果你的面板攻击力不高，且进入的队伍又是 最大生命值极高的水元素队伍 ，可以考虑佩戴“治疗”套装。 ◎ 「翠绿之影」四件套 风元素角色均可佩戴的圣遗物，让琴可作为 “生存+减抗” 功能位进入 “火/水/雷/冰” 队伍中。 不过琴的 扩散效率不高 ，如果队伍中有其他扩散频率更高的风元素角色， 优先选择其他风元素角色佩戴该套装 。 ◎ 「昔日宗室之仪」四件套 在 有其他风元素角色减抗 ，或者点亮第四命座 为风元素输出角色 辅助时可以考虑佩戴该套装，毕竟「魈」与「流浪者」都是以 “攻击”为输出倍率 的角色。 ◎ 「黄金剧团」四件套 实战中，琴往往是快速切出后 迅速点按战技 来打出扩散就下场，该套装能为速切施放的元素战技提供大量增伤，不过该套装虽然是输出的较佳选择，但可惜很明显有其他更合适的角色佩戴， 好的属性一般轮不到琴来穿 。 ◎ 散搭选择「风伤/攻击/绝缘」 二件套的散搭一般情况下能获得比四件套更多的有效词缀，常作 过渡 使用，如果你的琴是单风入队，可以考虑佩戴 “元素充能效率”时之沙 ， 散搭绝缘 或佩戴绝缘四件套。 一般情况下琴攻击力达到2000即可在LV.10级元素爆发时为全队提供1.5w左右的群体治疗，因此传统 充/风/暴 即可满足治疗量，但考虑到一些 水元素角色 生命值上限往往超过3w，可以考虑 空之杯/理之冠 位置佩戴 “百分比攻击力” 或 “治疗加成” 。 武器上，我们分为 “输出向武器” 与 “充能向武器” ，在元素爆发循环没有问题时，可以考虑选择输出武器，反之则优先考虑充能武器。 ◎极其通用的五星 输出 单手剑，虽然武器基础攻击力不高，但提供了 可观的暴击率副词缀 ，武器特效的生命转攻击在一定程度上弥补了白值低的劣势。 ◎拥有较高白值的五星 输出 向单手剑，对没有附魔手段的琴来说 难以触发满层效果 ，只能作为想让琴有一定输出但没磐岩结绿时的选择。 ◎五星单手剑里能提供最高攻击力面板的 输出 武器，但武器特效对作速切定位的琴来说不太适配，一般情况下琴的治疗量也是溢出的，因此一般较少考虑该武器。 ◎五星物理 输出 武器，副词缀对不驻场输出的琴来说几乎是浪费，但白值（基础攻击力）很高，搭配特效常驻的20%攻击力加成也能有不错的攻击力面板。 ◎五星武器里比较适配琴定位的 充能 武器，有五星武器里较高的白值，且副词缀能够提供大量元素充能效率来缓解充能压力，个人认为是目前定位的琴里较优先考虑的武器。 ◎稻妻的锻造武器，造价便宜，是四星中最兼顾攻击力与能量恢复的武器，不考虑琴伤害的话，是四星武器中优先级较高的武器。 ◎比较适合琴的四星 充能 武器，武器特效提供的充能效率提升比较适合琴这类命中后即产球的角色，即使在后台也能较好的利用特效属性，是比较契合琴的四星武器。 ◎四星兼顾战技输出与 充能 的武器，但可惜，这把武器也是「芙宁娜」较为契合的武器，让芙宁娜佩戴的团队收益更高。 ◎二者白值与副词缀 充能 权重均相同，佩戴这两把武器的琴攻击力面板一般不高，需要调整空之杯与理之冠的主词缀来提高治疗量，但同时也不太需要担心能量循环的问题了。 PS：佩戴西风剑时注意一下暴击率不要低于40%，否则武器特效的触发会成为一个问题。 ◎ 琴芙雷夜 该队伍是「琴」在目前比较常见的搭配，队伍主要元素为“水”与“雷”，“感电”反应下“水雷”元素共存， 琴 佩戴「翠绿之影」也能较为容易同时扩散两种元素，「芙宁娜」在该队伍中有「夜兰」产球与「雷电将军」充能可以考虑用输出向武器与沙漏。夜兰也能够优先考虑伤害，琴由于是单风入队，至少需要130%左右充能面板，雷电将军优先保证自身能量循环即可。 参考输出手法 ：雷电将军E→芙宁娜EQ→夜兰Q→琴EQ→雷电将军Q后输出。 PS：除了该配队以外，琴+芙宁娜的组合也可以用于其他输出角色。 ◎ 琴芙千斗 该队伍来蹭蹭新出的「千织」热度，与第一个配队有些类似，但由于队伍没有「雷电将军」，因此有更高的能量需求，该队伍中通常「芙宁娜」与「琴」都需要佩戴西风剑来保证荒泷一斗与自身的能量循环，非2命「千织」对能量没有太大要求，可以优先考虑输出词缀。 参考输出手法 ：芙宁娜E→荒泷一斗E→琴EQ→千织QEE→荒泷一斗Q后输出有E放E。 提供这两个配队主要是想告诉旅行者们，琴的配队方向在目前版本主流配队是： ◎搭配 「芙宁娜」， 组成迅速堆叠 「气氛值」 的组合。 此外，如果点亮四命，还可以考虑和其他风元素输出角色搭配。 文案：墨菊 设计： 听语惊花",
    "length": 4618
}