{
    "game_id": 2,
    "post_id": "40049325",
    "f_forum_id": 43,
    "subject": "雾海纪行（一）———要求特别多的作家",
    "url": "https://www.miyoushe.com/ys/article/40049325",
    "created_at": 1686018752,
    "like_num": 1392,
    "view_num": 169485,
    "reply_num": 202,
    "text": "各位旅行者们，鹤观探索正式开始咯，本期为大家带来鹤观世界任务 雾海纪行 。 大家是不是都会因为鹤观地图天气的原因而止步于这里，探索不顺，时不时的出来几只兽境之狼挠一下，整个队伍的血量都不好，特别在任务第四天鹤观天气呈现一副血红色，整个人都不好了。 别担心，带上一个治疗，带着探索神秘的心情，让我们一起来见证有趣的任务故事吧。 _(派蒙-我们走)_(派蒙-我们走)_(派蒙-我们走) 任务说明 触发「雾海纪行」任务需要完成清籁岛的世界任务「清籁逐雷记」（两者有密不可分的联系）。 「雾海纪行」讲述的是旅行者接取到一个难度级别较高的委托，需要我们前往鹤观寻找「木簧笛」，帮助作家墨田完成新小说「雾海纪行」，在委托的过程中我们见证了鹤观的故事。鹤观？迷雾？阿瑠？祭典？雷音权现？雷暴？让我们一起来探索吧。 _(白术-吐血)_(白术-吐血) 任务流程 「雾海纪行」需要四天来完成（现实时间，每天四点更新第二天任务）。 第一天：要求特别多的作家； 第二天：倾听木簧笛的八曲音； 第三天：雾海与树之祭； 第四天：日轮与菅名山。 本期攻略是 第一天：要求特别多的作家 的任务流程。 完成「清籁逐雷记」触发「雾海纪行」。 后续都会有任务指引，大家都可以跟着任务指示走，具体任务流程我会特别标注。 Process 1： 前往稻妻城与凯瑟琳对话接取委托（似乎是一个高难度的委托）。 Process 2： 前往目的地，与作家「墨田」对话。 在与墨田对话中得知，委托需要我们前往雷祸横行的鹤观中寻找传说中的「木簧笛」，希望能从「木簧笛」中获取小说灵感。 给了我们一封介绍信，让我们找阿釜乘船前往鹤观。（这里可以直接到达鹤观神像附近，不知道的小伙伴可能会自己开船前往鹤观去开锚点吧，我也这样干过_(卡维-生气)_(卡维-生气)）。 Process 3： 前往离岛码头，与阿釜对话。 提供墨田给的介绍信，跟随阿釜乘船到达「鹤观」。 来到鹤观，从地图可以看出，整个鹤观处于迷雾状态，这给人蒙上了一层神秘的面纱。_(夜兰-威胁)_(夜兰-威胁) Process 4： 进入鹤观。 跟随任务来到一处大门下，走过去鹤观大部分迷雾消散，地图上还有四处迷雾存在，这也是我们此次任务的主要行动。 传过大门，获得成就「进入夜雾之门」。 Process 5： 穿越正门后，发现旁边的神秘小男孩，与「神秘的小男孩」对话（任务主要npc：阿瑠，活了上千年）。 从阿瑠的对话中得知，此时鹤观正在举行祭典，邀请我们参加，并且提到了「卡帕奇莉」（雷鸟，雷音权现，在「清籁逐雷记」任务中被我们击败的boss，这也是后续任务中我们得知的）。 在参加祭典前需要我们供奉四处「栖木」，消除迷雾，也就是地图四处迷雾所在的地方。 Process 6： 前往目的地，与阿瑠对话。 对话完，跟随任务要求。 Process 7： 触碰「栖木」——触碰「散落的羽毛」——供奉「栖木」。（后续三处也是这样）。 触碰「栖木」之后散落的羽毛（三支）可通过 小地图、陆地上产生的紫色微光以及开启元素视野寻找。 触碰完三支羽毛，回到「栖木」处供奉，迷雾散开，与阿瑠对话。 Process 8： 前往「祭场」，寻找「祭司」——又，对话。 接下来就需要供奉剩下三处「栖木」，参加「祭典」啦。 Process 9： 循着迷雾，找到并供奉「栖木」（三处）。 逢岳之野（1/3） 逢岳之野地区比较特殊，在「雾海纪行」没完成之前，此地一直处于迷雾中，在迷雾中的人如果不通过点亮的雷石行动的话，就会迷失在迷雾中回到传送锚点附近。（雷石需要用雷元素攻击点亮，特殊的白光雷石也会照亮你前进的道路） 来到标记点「栖木」处，击杀出现的魔物兽境之狼，与阿瑠对话。 触碰「栖木」——触碰「散落的羽毛」——供奉「栖木」。 后续部分散落的羽毛接近时会飘到其他地方，跟随触碰即可；并且部分羽毛周围会出现魔物，触发仇恨之后就不能进行触碰，需要击杀之后即可触碰羽毛。 下图以「栖木」为参照物，散落的羽毛的具体位置，第二支羽毛靠近后会飘到一处雷屏障里，雷种子在初始位置旁，记得携带（图中可看到）。 知比山（2/3） 前往图中标记点，知比山入口。 这里有三个仙灵，让它们回到仙灵之庭，降山内部的水位，以便后续散落羽毛的触碰。 下图是三个仙灵的具体位置，入口一个，另外两个则分别以阿瑠和第一个仙灵为参照物的具体位置。 三个仙灵回到仙灵之庭之后，一个精致宝箱。 触碰「栖木」——触碰「散落的羽毛」——供奉「栖木」。 往底部跳，三支羽毛都在一起，后面两支都需要跟随触碰。 第二支羽毛解谜 根据我图片中继电石（共有三个）的位置安置，即可解谜，获得一个精致宝箱，触碰开关开门，击杀外面出现的遗迹小宝，第二支羽毛即可触碰。 第三支羽毛解谜 先通过三个仙灵回到仙灵之庭触碰开关降水位。 根据图中仙灵之庭参照物和圈画寻找仙灵，第一个仙灵在第二支羽毛的位置往右边拉视野即可看见。 第三个仙灵在碎石里。 之后将水位下方的继电石携带，水位下方有两个继电石，需要用一个继电石安置在底部图片前面的传导处，一共三个继电石，另一个继电石在上面一处球形废墟里，然后安置在图中的位置，获得一个华丽宝箱，触碰开关，门后就是第三支羽毛。 触碰第三支羽毛后，原路返回，供奉「栖木」。 千来神祠（3/3） 图中标记点「栖木」的具体位置，达到位置触发与阿瑠对话。 触碰「栖木」——触碰「散落的羽毛」——供奉「栖木」。 第一支羽毛位置在神祠中间位置，有一个通道往下跳即可触碰； 第二支羽毛位置以「栖木」为参照，正前方；第三支羽毛位置也是以「栖木」为参照，右边斜坡，会随着相位门飘落，相位门传送位置中间有一个雷神瞳（记得做一下记号喔）。 剩余的三处「栖木」都供奉之后。 Process 10： 返回「祭场」。 来到「祭场」，空无一人，此时之前「祭司」位置处发光点，前往调查，获得任务道具「木簧笛」。 Process 11： 与阿釜对话返程。 Process 12： 向墨田回报。 在将此次任务需要的「木簧笛」交给墨田是，发现「木簧笛」消失了，墨田则表示这种事情已经不是一两次，显而之前也发生过，可真是灵异事件，自己则表示既然接了委托，那必须完成到底。 接下来就是等着第二天继续深入调查鹤观，第一天：要求特别多的作家任务完成，获得成就「被、被派蒙吃掉…」。 “派蒙，你怎么回事？不会饿的来把「木簧笛」吃了吧，那可是我们的委托，原石诶！”_(派蒙-做梦)_(派蒙-做梦) 第一天的任务攻略到此结束，更多精彩内容点赞加关注，咱们下期「倾听木簧笛的八曲音」再见。 鹤观的地图探索也会跟着任务实时进行探索，探索主要需要三天时间（现实时间），旅行者们尽请期待吧。_(香菱-好吃)_(香菱-好吃)",
    "length": 2754
}