{
    "game_id": 2,
    "post_id": "40275921",
    "f_forum_id": 43,
    "subject": "【V3.7攻略·角色攻略】艾尔海森·全方位解析",
    "url": "https://www.miyoushe.com/ys/article/40275921",
    "created_at": 1686624558,
    "like_num": 6391,
    "view_num": 533293,
    "reply_num": 338,
    "text": "UID:100559319 这里是阿斯盖特，本期是「须弥教令院的书记官」—— 「 艾尔海森 」 的角色攻略，本贴将详细讲解艾尔海森的 技能机制 、 装备选择 和 队伍搭配 ~ “大部分人都不会主动与我接触，也许是因为忌惮，也许是因为性格不合。对此我很满意。” 【角色简析】 「 艾尔海森 」 是一名运用技能对敌人持续造成伤害的 草元素输出型角色 。通过施放技能将获得 琢光镜 ，并同普攻、重击等攻击对敌人造成草元素伤害。施放元素爆发将根据当前琢光镜的数量对敌人造成草元素范围伤害。作为 前台站场草伤角色 ，艾尔海森既可搭配雷元素角色组成 激化阵容 ，又可搭配水元素角色体验 绽放 、 超绽放 等玩法。 （角色培养一图流） 角色培养材料图表 ▶天赋加点：元素战技＞普攻＞元素爆发 ◆艾尔海森属于 三技能全升级 的角色，其主要伤害是通过各种途径获得的琢光镜伤害，其次是元素爆发、普攻的伤害。在升级技能时可 优先升级元素战技 ，其次考虑元素爆发、普通攻击对点。（推荐8/8/8级以上） 【1】普通攻击/重击（A/Z） ①.普攻分为5段，共6次伤害，其中第4段为2次伤害，其余均为1次伤害，第5段收尾攻击前摇较大，在输出时可以选择“ 3A+冲刺 ”的手法进行输出。 ②.普攻获得草元素转化后（施放元素战技后）的攻击 遵循 “ 同一敌人每2.5秒内间隔2次攻击施加元素附着 ”的规则。 ③.重击获得草元素转化后为 每2秒 最多施加1次 弱草附着 （1元素量、9.5秒）。 【2】元素战技（E） ①.战技的 施放 （突进攻击） 不产球 ，后续 琢光镜命中敌人 产出 1颗草元素微粒 ，产球冷却时间为2秒。 ②.战技的所有攻击，以及普攻/重击/下落攻击的元素转化草伤 均为弱草元素附着 （1元素量，9.5秒）。 ③.琢光镜 每间隔一次攻击可施加一次弱草附着 。（设施加附着的攻击为1、无附着攻击为0，则琢光镜的附着序列为101010101…） ④.与纳西妲类似，艾尔海森的元素战技/爆发为 攻击、精通双倍率模组 ，技能倍率同时被这两种基础属性影响。其中堆叠属性时 元素精通要优先于攻击力 。 ⑤.空放普攻等攻击无法触发琢光镜，需要普攻等攻击命中敌人（无需造成伤害）才可触发琢光镜。 ⑥.战技施放时的突进攻击、琢光镜均属于元素战技伤害，可以触发 祭礼剑 的被动特效。 ⑦.琢光镜无锁面板机制，会根据艾尔海森的实时属性面板结算。 【 补充 】艾尔海森的 伤害结算 ①.普攻/元素战技伤害结算 ②.上图中“ 蔓激化基础数值 ”结算方式 （点击上方 折叠内容 查看 伤害结算方式 ） 【3】元素爆发（Q） ①.元素爆发的所有攻击均为 弱草元素附着 （1元素量，9.5秒），且 遵循 “ 同一敌人每2.5秒间隔2次攻击施加元素附着 ”的规则。 ②.元素爆发施放后到攻击结束前具有 约2秒 的空档时间，可以考虑选择切至其他角色施放一次技能然后切回来获得琢光镜，但操作时间较为极限。 ③艾尔海森处于 后台时 无法通过元素爆发结束后获得琢光镜。 ▶ 琢光镜 启动输出方式 ①. EAZ 启动 ◆琢光镜附着序列：10、101、01、01、0、1（6附着） 最常见的输出方式 ，通过点按战技突进后接普攻、重击的方式获得3枚琢光镜，后续既可考虑 AZ输出 、 3A冲刺输出 。（当选择 裁叶萃光 、 波乱月白经津 时后续只打普攻） ②. EX 启动 ◆琢光镜附着序列：101、010、10、10、1、0（6附着） 这一启动方式是 长按元素战 技后突进至空中、 后接下落攻击 的输出方式，搭配固有天赋1（四因订顽）可以直接在下落攻击命中敌人时便触发3枚琢光镜的攻击，并且可以 连续打出两轮3枚琢光镜 的攻击。 这一输出方式常用在面对中大型敌人时，利用敌人模型的碰撞来降低突进的高度，更快的打出下落攻击，进而提高输出效率。 ③. Q 启动（ 6光幕手法 ） 在启动时艾尔海森没有琢光镜，将在 大招结束后产生3枚琢光镜 。后续通过持续普攻触发连续2轮3镜攻击，再通过战技、重击补充琢光镜。 ◆ 输出顺序 ：0镜Q启动、打 两轮 3镜攻击后 衔接E 补镜、普攻触发 两轮 3镜攻击后 衔接重击 、继续普攻触发 两轮 3镜攻击，共打6轮3镜攻击后可根据队友的技能、增益效果选择性切换角色。（ 简洁 为0镜Q起手、第2轮光幕后接E、第4轮光幕补重击、再打两轮光幕输出） 【4】固有天赋 ①. 固有天赋1 ：在施放元素战技后可以通过重击增加琢光镜的数量，以此提高造成的伤害。 ②. 固有天赋2 ：该被动天赋的增幅效果属于 增伤区间 ，与草元素伤害加成相加结算。 ③. 固有天赋3 ：该天赋与「 神里绫华 」的固有天赋3效果一致。 ▶武器选择讲解 ◆各武器 伤害期望 对比 （点击上方 折叠内容 查看各武器 伤害期望 对比） 【1】裁叶萃光 艾尔海森的 毕业武器 ，其可以充分发挥武器被动特效，通过堆叠元素精通进而提高艾尔海森的普攻、战技伤害。该伤害提升属于 基础倍率区间 ，与“基础属性×技能倍率”相加计算。选择该武器时可以考虑 暴击头冠 。 【2】磐岩结绿 磐岩结绿依靠 高额的暴击率加成 、根据生命值额外提供攻击力的被动特效能够处于各武器第二的位置。当前唯一的44.1%档位暴击率的单手剑，且艾尔海森的基础生命值并不低，通过该武器的被动特效可以提供200-300的额外攻击力加成。装备该武器时可以考虑 暴击伤害头冠 。 【3】波乱月白经津 艾尔海森触发琢光镜的协同攻击的主要方式是 普攻 ，该武器进而提高普攻伤害。且副属性为暴击率提升，当没有裁叶萃光、磐岩结绿时可以考虑选择。当装备该武器时，只有在触发固有天赋1（四因订顽）获得琢光镜时打一次重击， 其余输出打普攻 。 【4】雾切之回光 艾尔海森的普攻可以造成草元素伤害，在以元素爆发施放启动后能够获得3层雾切的被动特效提升。该 元素伤害加成 可以直接显示在角色的属性面板中。 【4】黑剑/黎明神剑 当队内具有 护盾辅助 时，可优先考虑黎明神剑，其能够提供高额暴击率、暴击伤害，且获取途径简单。黑剑的整体性价比较低，需要高精练才能获得更高的普攻伤害加成。 【5】精通类武器 ①.当没有上述暴击、暴伤类武器时，可以考虑选择精通类武器，该类武器主要搭配激化玩法的艾尔海森，当选择激绽、妮绽队伍时，该类武器的优先级将会有所下降。 ②.在本期的武器祈愿中，另一把五星武器则是 苍古自由之誓 ，如果是给艾尔海森抽取裁叶萃光时歪到的，可以考虑直接选择使用。 ③. 纳西妲 固有天赋1（净善摄受明论）所提供的 额外精通提升 无法继续使西福斯的月光获得更高的元素充能效率。其他固定值元素精通（如饰金之梦、教官等）可以提高。 ▶圣遗物介绍 ◆副词条：暴击率≥暴击伤害＞元素精通＞百分比攻击＞其他 ▶圣遗物与词条选择讲解 ①.当艾尔海森搭配 具有后台技能 的草元素角色时（如纳西妲、白术、瑶瑶、柯莱、草主等），推荐该草元素角色搭配「 深林的记忆 （草套）」4件，而艾尔海森搭配「 饰金之梦 」4件。 ②.当队内 仅艾尔海森1名草元素角色 ，且其他角色不适合使用草套4件时，可搭配草套4件。 ③.优先考虑 精通沙漏 、 草伤杯 （可见下方【补充内容】）；当选择 妮露绽放队 时，可以考虑词条优秀的攻击沙漏。 ④.暴击率推荐在70%以上，搭配非双暴武器时暴伤推荐在140%以上，搭配双暴武器时暴伤推荐在180%以上，元素精通推荐在260以上。 ⑤. 中期过渡 可选择“草套2件+精通2件（乐团/饰金）”的搭配， 前期过渡 推荐选择“赌徒2件+战狂2件”。 【 补充 】不同主词条 伤害期望 对比 （点击上方 折叠内容 查看 主词条期望对比 ） ▶命之座介绍 ◆命之座 伤害期望 提升 （点击上方 折叠内容 查看 命座提升 ） ▶命之座讲解 ①.解锁 1命 后，艾尔海森的琢光镜攻击命中敌人后将 减少战技CD ，当在搭配部分轴较短的角色时可以减少输出空档，优化队伍的整体输出手法。 ②.解锁 2命 后，将根据产生的琢光镜提升艾尔海森的精通，当队内 存在精通拐 （如纳西妲等）时，这一效果会产生较大稀释，整体的提升幅度较小。 ③.解锁4命后，会 根据施放元素爆发时 消耗和产生的琢光镜数目分别提升队友的精通、艾尔海森的草伤加成，在施放时更多注意当前的琢光镜数目，推荐在琢光镜少于2枚时施放大招使艾尔海森获得草伤加成。 ④.解锁 6命 后，施放元素爆发将 固定产生3枚琢光镜 ，可通过第4命座获得稳定30%草伤加成，并且在艾尔海森的输出过程中若产生琢光镜，将提升其暴击率和暴击伤害，进一步提高艾尔海森的输出能力（该额外暴击率、暴击伤害提升不会直接计入角色的属性面板中）。 ◆总的来说，0命的艾尔海森的输出机制较为完整，其命座更多是提高输出伤害，若想进一步提高其输出伤害，则推荐选择1、2、4、6命座进行解锁。 ▍相性搭配 艾尔海森为 草元素 角色，在搭配队伍时推荐 围绕着草元素反应进行选择 ，可以分为雷草激化队、绽放队等队伍搭配，其中激化队则会最大程度上利用艾尔海森的技能附着频率提高其输出能力，而绽放队则偏向运用元素反应（草原核）补充队伍伤害。 【1】海纳钟八 ①.在阵容的变阵中，可以将 钟离 替换为其他的护盾角色，如 白术 、 绮良良 、 莱依拉 、 迪奥娜 等护盾角色。 ②.将钟离替换至 白术 后，也可考虑将纳西妲替换为 菲谢尔 ，组成 双草 双雷 组合。 ③. 单雷时 不太推荐使用菲谢尔代替八重神子，因为 蔓激化反应 无法固有天赋2（断罪雷影）的效果，仅有菲谢尔的超激化和队伍的原激化可以触发。 ④.当没有八重神子时，可以考虑选择 雷电将军 、 久岐忍 等雷元素角色代替。 ⑤. 双草激化 阵容时，通常由另一名 具有脱手挂草能力 的草元素角色携带「 深林的记忆 」4件，艾尔海森则搭配「 饰金之梦 」4件； 单草激化 阵容时，则由艾尔海森直接搭配「深林的记忆」4件套降低敌人草元素抗性。 ▶角色培养（ 八重神子 / 钟离 ） 【2】激绽玩法 Ⅰ.海纳行久 ①.当搭配 纳西妲 时，通常由纳西妲装备「 深林的记忆 」4件，艾尔海森搭配「 饰金之梦 」4件。 ②. 久岐忍 可搭配饰金之梦、乐园遗落之花的4件套或者2+2散搭提高触发的超绽放反应伤害，主要堆叠元素精通、其次堆叠百分比生命值提高队伍的生存能力。 ③.在高压环境中，若敌人的伤害较高，可以考虑纳西妲携带「 试作金珀 」增加队伍的容错率。 ▶角色培养（ 纳西妲 / 行秋 / 久岐忍 ） Ⅱ.海雷夜白 ①. 雷电将军主要堆叠元素精通 ，圣遗物可选择「饰金之梦」、「乐园遗落之花」等，进而提高触发的超绽放反应伤害，通常为0命雷神时选择体验。 ②.注意0命 夜兰 的元素充能效率堆叠，必要时可以携带西风武器提高全队回能。 ③.当 白术 选择「深林的记忆」4件时，艾尔海森搭配「饰金之梦」4件；当白术搭配“千岩2件+花海2件”时，艾尔海森可考虑「深林的记忆」4件。 ④.白术的武器优先考虑 碧落之珑 、 试作金珀 ，优化自身能量循环。其QE连招可以切至艾尔海森吃球回能。 ▶角色培养（ 雷电将军 / 夜兰 ） ▶ 纳 行 久 与 雷 夜 白 的 问&答 【问1】纳行久、雷夜白孰优孰劣？ 答 ：通常情况下依旧是 纳行久更好些 ，在 造价 （限定池金数）、 挂草能力 、 阵容选择面 等方面纳行久都是低氪玩家的优先考虑玩法。“雷夜白”多是面向拥有一定的限定角色，但 其他的体系还需要一定的成型时间 的玩家。对于 新人玩家推荐优先组成“纳行久” ，再去考虑“雷夜白”。 【问2】哪些角色可以搭配“雷夜白”？ 答 ：部分具有直伤能力的角色，如 艾尔海森 、 神里绫人 、 鹿野院平藏 等。此外通过在雷夜白的角色调整也可让其他角色加入其中，如雷元素站场角色加入时，可将雷电将军替换为其他增幅、后台伤害的角色。 【3】海妮夜白（ 妮绽队 ） ①.该组合的 对群能力较优 ，通过 妮露 连续点按战技施放「 净天水环 」，同时 夜兰 的元素爆发也能触发绽放反应。绽放反应 主要由队内的水元素角色触发 。 ②.当面对单体敌人时，可以考虑妮露施放战技后再连续3次点按普攻键，使妮露不施放净天水环，将绽放反应的触发稳定控制在另外一名水元素角色，以稳定丰穰之核的“质量”。该操作 更多搭配没有装备 「圣显之钥」的妮露阵容考虑。 ③.可选择行秋、芭芭拉、珊瑚宫心海等角色代替 夜兰 ， 绮良良 、 瑶瑶 等草元素角色代替白术。 ▶角色培养（ 妮露 / 白术 ） ▍写在最后 艾尔海森的 攻击、精通双倍率模组 加之其堆叠精通提高造成伤害的天赋使得其在0命也具有可观的输出伤害。作为具有不俗直伤输出的 草元素前台角色 ，不仅能加入雷草激化队伍、水雷草激绽队伍，还可配合妮露体验绽放玩法， 配队多样 。且战技即可启动输出的方式也相对便捷，是须弥版本中不错的输出角色。 以上就是本期「艾尔海森」角色攻略的全部内容啦~我们下期再见！ _(米游姬入欧)",
    "length": 5328
}