{
    "game_id": 2,
    "post_id": "44763888",
    "f_forum_id": 43,
    "subject": "【MSTAR三周年】莱欧斯利数据计算/机制玩法百科全书",
    "url": "https://www.miyoushe.com/ys/article/44763888",
    "created_at": 1697998436,
    "like_num": 135,
    "view_num": 5646,
    "reply_num": 58,
    "text": "UID 100626232 前言： 本期是莱欧斯利的攻略，莱欧这个角色讲道理有点过于复杂了，虽然花了不少时间，但是想要把手法研究得非常透彻也有点不太现实，估计也得靠后人的努力了。莱欧作为枫丹的第三个主C角色，和之前的林尼和那维莱特有些不同，因为前两者都是用重击输出的角色，而莱欧是以普攻接重击作为主要输出的。既然是普攻模组，这意味着就可以触发大部分的协同效果，组队方面受到的限制也没那么大，因此低命莱欧的个人数值表现就没有那么夸张，因为有部分伤害是在队伍上的（但是6命的莱欧实打实的是离谱得不能叫做一个角色）。当然莱欧也有莱欧的一些特有的缺点，比如法师普攻一贯的低霸体、莫名其妙的索敌，还有这次重置普攻后导致的各种卡重击等的bug，讲道理想要玩好莱欧也确实不太容易。 同样，如果懒得看计算过程可以直接拉到底看懒人总结了。 一、莱欧斯利的总体概述 （1）输出能力 莱欧斯利也是一个以普攻接重击为主要输出的角色，普攻可以协调比较多的队伍玩法，但是 冻结队中因为有神里做对比，表现会相对中规中矩一些 ，0命带上万叶夜兰一轮能够打出60万左右伤害大约5万多一些的DPS，算上夜兰的后台伤害一起，也能够到10万左右的队伍DPS，也是顶尖队伍的水平，和同造价的神申队也比较接近，但是神里的出伤会比较快一些，而且在 后续的命座上莱欧对于冻结队的提升也比较小 。 而在 融化队上来说，这个赛道相对来说对于莱欧比较有前途一些 ，因为1命对于融化的玩法有个明显的提升。1命的莱欧在万班的加持下大概可以打出136万的输出，大约8万的DPS，而且 后续命座（尤其是6命）还有更好的拓展空间 （顺便一说6命的莱欧因为长轴的关系，配上满命申鹤的情况下暂时超越那维莱特成为了目前单体总伤最高的角色了）。 （2）机制与操作手感 莱欧斯利的普攻模组表现其实比较一般，一方面是本身攻击范围比较小，和目前其他已知的优秀近战普攻角色相比（绫人、雷神、甚至赛诺）是稍微差了一点，另一方面是本身法师的普攻打起来就有点怪怪的（可能是霸体较低、吸附力较弱、转身能力不强、索敌奇怪各方面），加上 目前有各种bug（闪避后普攻段数看脸重置、闪避后卡重击等） 导致莱欧的手感确实有点不是特别好，希望后续是能修复吧。 二、莱欧斯利的技能机制与DPA倍率分析 DPA的计算和动作时长的计算采用NVIDIA GeForce Experience的内置录屏软件在60帧的帧率下录制，然后导入AE中数帧数和计算，可能由于人为的视觉误差和判断方法不同存在1~2帧左右的误差，并且由于原神只有60帧的游戏速率，因此误差是还有点大的。 1.普攻技能的分析 （1）技能机制 ①普攻部分 莱欧斯利的普攻是法器角色中不太常见的5段6次的普攻，普攻的 第五段（也就是第6次攻击）正好卡在2.5秒的反应计时器上，也就是说如果中间停顿一下，或者干点什么别的，就可以把正常的14融化打成146融化 。 ②重击部分 莱欧斯利的重击和多数近战角色一样是先A后Z的重击模式，但是后摇和法师接近， 总共有1.5秒的动画时间，但是有单独额外的元素附着次数。 （2）输出评价 ①普攻部分 普攻在莱欧的输出当中即使是打融化也能占到60%以上输出的占比，是莱欧的主要输出方式，其中后两段普攻的倍率较高，但是动作时间更长，导致了这两段普攻的DPA显著低于前三段普攻。 此外，因为普攻受到E技能加成的原因，莱欧的普攻的DPA不仅已经超过了目前所有角色排到了第一，而且也超越了自己的强化普攻的DPA。因此， 如果莱欧本身不打增幅反应（冻结流）且自身血量足够不需要回血的情况下，就算不打强化普攻一直普攻欧拉欧拉也没有关系的，这点在后面的计算中也有体现 。 ②重击部分 根据上面说的，如果不是融化流的莱欧，在不打增幅反应不需要回血的情况下是不需要打重击的，因为常态下这个重击的后摇太长倍率又很一般，导致DPA算出来其实很低。因此 打重击主要是为了额外的元素附着次数在融化流当中可以取得更高的收益。 重击在融化流中大约占到了莱欧30%以上的输出占比。 2.E技能元素战技的分析 （1）技能机制： ①单纯的变身技能，本身没有什么好聊的，冲刺了一小段，所以动作时间比其他角色的变身稍微长一点点。 ②注意留意自身血量，E技能的倍率提升效果要在血量充足的情况下才能触发，没有血了就触发不了了。 ③目前重置普攻段数的buff非常迷，可能闪避后看脸重置，还有可能因为这个重置闪避后把重击也卡了打不出来，必须先得A一下，非常恶心。 3.Q技能元素爆发的分析 （1）基本机制和输出评价： 因为这个大招太废了，所以就一起说了。大招的打5段，能挂两次弱冰，实战中属于可放可不放的状态，因为实在是没多少伤害，通常是用来在万叶出手扩冰前挂冰用的，或者是收尾的时候顺手扔出去，保证下一轮循环开始的时候怪身上是冰附着，这样就可以用万叶扩冰了。 4.输出手法与技能升级顺序 莱欧的输出手法有非常、非常、非常多种，基本上真的可以叫即兴发挥。但是下面主要介绍3种。顺便计算了一下三种输出手法的异同，结果如下： 这里如果直接看计算结果有点乱，得分开分析情况 （1）5A*3+Z收尾 这个手法比较简单粗暴，本身DPA较高但是反应附着率较低，主要是适用于0命莱欧在冻结流，或者国家队Plus这种没什么元素附着要求的队伍中摆烂用的。 （2）（ae）+5AZ+3AZ+5AZ 这个手法适用于0命莱欧打融化，如果没有反应的情况下这么打是亏伤害的。有反应的时候把中间5A缩短成DPA效率更高的3A，如果是ae起手可以卡一下计时器CD让第一次普攻吃3、5融化，最后顿一下拳速可以让最后普攻能吃146的3次融化，这个打法的变种有非常多，可以自己多试一下。 （3）（ae）5AZ循环 这个手法适用于1命莱欧，用5段普攻不断刷强化重击，因为输出时间比较长，其实在实战中要非常关注buff的持续情况。开局也是可以考虑ae起手可以把融化段数推到3、5上。 （2）技能升级顺序 A＞E＞Q 综上所述，因为莱欧斯利普攻+重击伤害占比90%左右，所以A肯定是先升的，接下来E加普攻倍率，也不能升太少，Q技能一般不用来打伤害可以放后面升。 三、莱欧斯利的武器和圣遗物搭配与伤害期望分析 （1）武器部分 因为这里莱欧各种打法的输出手法有点不太一样，所以为了方便直接选1命莱欧的5AZ做对比了，这样对比稍微稳定一点，然后也分别计算了有万班和单人的情况，计算结果如下： 其中除了武器的总伤害以外，还要关注武器的DPS情况，因为攻速的加成下不同武器的输出时长是不同的 ，莱欧本身武器的差距还是比较大的，因为莱欧本身几个乘区的面板都比较爆炸，所以主要武器的差距在以下几个方面： ①攻速： 莱欧本身属性比较爆炸，到后面其他属性提升都不大了，所以攻速的比较独特的提升乘区。 ②重击增伤/元素增伤： 有普攻增伤的武器比较多，但是重击增伤或者直接加元素伤害的武器不多，或者是元素增伤比较少，在单人情况下重击增伤提升还不明显，但是如果是打融化流的情况下重击增伤的差距就会增大了。 ③攻击力： 单人情况下因为没有班尼特，此时会略微表现出缺攻击的情况。 因此可以发现，专武本身既有攻击力，又有攻速和普攻重击增伤，表现是最好的，而且精炼提升也比较大。其次散兵的图拉因为有攻速和普攻增伤，表现还可以。4星中的流浪在爆发期内，三个特效平均下来也比较强势。四风元素增伤来不及叠很高，但是表现也可以。锁和天空在单人的时候表现尚可，但是队伍buff一补表现就一般了，其他的武器就都不太行了。因此莱欧的武器选择还是有点受限。 （2）圣遗物部分 圣遗物部分计算结果如下： ①圣遗物套装 其实莱欧的圣遗物套装差距并不大，因为每个属性相对来说都比较爆满，所以堆哪个属性都差不多，只有冰4是指定只能打冻结的，别的不论是新猎人套装、追忆，甚至2+2都没有什么特别大区别，可以挑词条好的先用。 ②圣遗物属性 主词条：双暴头+攻击沙+冰伤杯 副词条和副属性：优先堆120%左右攻击，然后堆双暴，增伤尽可能堆 因为莱欧斯利各项属性都比较爆炸，搭配猎人4套的时候双暴也没有问题，只是在单人的时候稍微缺一点攻击和增伤，增伤相对来说更缺一点，但是在团队下基本短板都补齐了，所以也对副词条的要求也没有那么高，只要配比合理就行。 四、莱欧斯利的命之座的分析 命之座的描述来自观测枢，按融化流的玩法和万班的配队，计算结果如下： 1命： 1命对于莱欧斯利来说还是很重要的，伤害提升也比较大。一方面提供了比较稳定的回血，不然0命自己的回血是不太够的，也限制了一些玩法，另一方面打融化流有班尼特的情况下如果没有这个命座强化重击根本用不出来。 2命： 2命基本是来搞笑的，这个数据基本没有什么参考意义。因为这个大招不会刻意的去存，也不会在中间放，因为收益不如普攻。一般如果用来收尾的话还有一点提升，但是这个时候其他buff也全没了，伤害不高，如果是开局就扔又叠不到层数。 3命： 提升普攻技能等级，提升也是非常的明显，单说数值甚至比1命还明显。 4命： 这个命座的回血现在用处一般，当然加攻速收益也不低，回血以后可能有别的用处。 5命： 一般来说搞笑不过三次。 6命： 6命的提升那不是一点恐怖，相对于5命直接提升了接近60%。首先触发的额外伤害相当于直接给强化重击翻了一倍的倍率，其次这个额外伤害也是单独的附着，外加上高额的双暴和属性加成，这就直接相当于一个超强的甘雨蓄力打融化。提升极为恐怖，这也是莱欧得以竞速的资本，之前的命座和这个6命比都不值一提了。 五、莱欧斯利的可能性配队说明和团队收益率计算 （1）团队收益率计算 莱欧斯利目前的队友还是比较多的，计算结果如下： 其中比较强的一眼就可以看见是满命的申鹤，这也是莱欧的长轴能够成为全角色输出总量第一的原因之一，但是低命的申鹤因为没法切出来补冰凌，所以提升就比较小了。其次是常见是万班组合提升非常巨大。最后融化和夜兰的增伤提升是差不多的，但是因为夜兰一般都不会单带，也会和万叶一起，所以实际的提升没有那么多。钟离这边比较常见的还是和纯伤队，钟离的减抗和其他风系不能全覆盖时候的减抗效果差不多，所以也可以当做其他风系角色的提升。 （2）可能性配队 莱欧斯利如果不介意伤害的话玩法还是很多的 ①冻结队：万叶/申鹤+莱欧斯利+夜兰+钟离 输出手法：钟离E+莱欧补一拳E+夜兰QE+万叶QE+莱欧斯利输出 就是常规冻结队的输出手法，也没有什么特别的，正常染水扩冰一个一个打就行，如果有满命申鹤也可以直接用申鹤，这里莱欧不太讲究输出手法，随便锤就行。 ②融化系列：莱欧斯利+班尼特/托马+香菱/草神/迪希雅+万叶/琳妮特 输出手法：莱欧补一拳+班尼特Q+莱欧Z或Q+万叶QE+香菱QE+莱欧输出 这里的队伍变种形式其实非常多，带的队友也是千奇百怪，反正都能玩，但是操作手法各有不同，实在没办法统一。总的来说如果想要吃到万叶的扩散增伤就需要前后各垫一手冰，这样后手不残留班尼特上不了火，然后挂上冰后利用班尼特的阵扩冰染火就行。如果用琳妮特的话操作也差不多，E扩到冰后Q只要香菱打到猫就很容易染火了。 ③国家队plus：行秋/夜兰+莱欧斯利+香菱+班尼特 输出手法：班尼特QE+香菱QE+行秋QEAEA+莱欧输出 这个队伍很多人一看就知道是以前重云国家队的翻版，也不是不能玩。好处是莱欧伤害总共是比重云高的，而且重云还要刷附魔，莱欧就不用管了，也是随便锤就行，给香菱打永冻融化流输出，这里莱欧也就不算是主力输出或者唯一输出了，这个阵容针对小怪没问题，但是打boss冻结不了就融化不稳了。 深渊这次不打了，赶时间睡觉了，好累 _(阿姬倒地) 结尾懒人总结： 1.角色定位： 冰系站场单体输出主C（6命可爆发，暂时伤害总量最高的角色） 2.技能升级顺序： A＞E＞Q 3.输出手法： （1）5A*3+Z收尾，适合冻结 （2）（ae）+5AZ+3AZ+5AZ，适合0命融化 （3）（ae）5AZ循环，适合1命所有情况乱打 4.圣遗物套装 ：新猎人4套装，冻结可以冰4，2+2冰猎人、追忆4差距都不大随便用。 5.属性堆叠顺序： 优先堆120%左右以上攻击＞然后堆双暴，增伤尽可能堆，不要死堆双暴，增伤、攻击等所有属性收益都差不多，都可以堆。 6.圣遗物主词条： 双暴头+攻击沙+冰伤杯 7.武器选择： 专武最佳、次选散兵图拉，其余五星可选四风，四星可选流浪乐章，单人下锁和天空勉强可用，其余都很难用。 8.命座抽取：命座提升还是比较大的，尤其是6命， 1命提升较大，且解锁了回血和融化配队的稳定性，3命提升也不小，4命攻速有一定提升回血未来可期，6命提升了接近60%非常离谱，一拳重击相当于一个超强的甘雨蓄力，直接飞入竞速的门槛，搭配满命申鹤成为暂时单人输出量最高的角色。 9.团队收益率部分： 满命申鹤提升最大，0命申鹤表现一般，其余万叶和班尼特提升最大，其余夜兰、钟离、其他风系角色常规提升水平。 10.配队部分： ①冻结队：万叶/申鹤+莱欧斯利+夜兰+钟离 输出手法：钟离E+莱欧补一拳E+夜兰QE+万叶QE+莱欧斯利输出 ②融化系列：莱欧斯利+班尼特/托马+香菱/草神/迪希雅+万叶/琳妮特 输出手法：莱欧补一拳+班尼特Q+莱欧Z或Q+万叶QE+香菱QE+莱欧输出 ③国家队plus：行秋/夜兰+莱欧斯利+香菱+班尼特 输出手法：班尼特QE+香菱QE+行秋QEAEA+莱欧输出 好了，本期攻略又到此结束了，感觉其实这次没有把低命莱欧的部分研究的特别好，但是时间有限，有点没办法了，睡觉了吧！_(阿姬倒地)",
    "length": 5548
}