{
    "game_id": 2,
    "post_id": "55923559",
    "f_forum_id": 43,
    "subject": "【V4.8攻略·任务与探索】破碎之海36个积木解谜",
    "url": "https://www.miyoushe.com/ys/article/55923559",
    "created_at": 1722245723,
    "like_num": 548,
    "view_num": 3246,
    "reply_num": 35,
    "text": "UID：207443284 各位旅行者你们好，这里是「二也」 _(偶像姬_WINK) 超链图片 破碎之海36个积木解谜 本篇内容 介绍 破碎之海 36 个积木解谜，分为 破碎之海·南 、 破碎之海·北 两部分介绍 等级限制 冒险等阶达到18级 任务限制 完成任务 「欢夏！邪龙？童话国」游记开启16个锚点 「传说任务」第一页·故事始于无雨的森林 「传说任务」第二页·他们行过的天空 「传说任务」第三页·直至世界尽头 「世界任务」向着灯塔，或是远方 任务用时/任务奖励 30分钟/7珍贵、16精致、13普通； 破碎之海·南 21 个积木解谜 视频中无21，任务过程中可能已完成 破碎之海·南 21个 积木解谜路线 超链图片 积木解谜 1-4 积木解谜 1 ：将对应积木放置于图中指引位置； 超链图片 积木解谜 2 ：与积木小人交互 “我来试试” ； 1.将对应积木放置于图中指引位置； 2.车背面还有2个风车； 3.全部放置后，返回与积木小人交互； 超链图片 积木解谜 3 ：拉出图中指引的2块积木； 1.从图中入口进入积木底部，可从左侧积木爬出； 超链图片 积木解谜 4 ：与积木小人交互 “我来猜猜” ； 1.第1个问题选择：是穿蓝衣服的小兔子？； 2.第2个问题选择：是穿绿衣服的小狐狸？； 超链图片 积木解谜 5-6 积木解谜 5 ：攻击 “积木风车” 开启风场，前往小屋； 超链图片 积木解谜 6 ：从小屋可飞往下层矿窟； 1.将积木炸弹放置于积木矿石上，打开通道； 2.击败所有丘丘人，与积木小人交互； 超链图片 积木解谜 7-8 积木解谜 7 ：在积木小人旁交互 “坐下” ，对话30秒； 超链图片 积木解谜 8 ：将对应积木放置于图中指引位置； 超链图片 积木解谜 9-10 积木解谜 9 ：往 地图的北方向 看，从 右往左 依次收集积木风车； 1.空中花架上； 2.拾取甜甜花，击败骗骗花； 3.无需操作； 4.下层木平台上； 超链图片 积木解谜 10 ：参考完成图，将对应积木放置于图中指引位置； 超链图片 积木解谜 11-12 （11：积木地鼠1） 积木解谜 11 ：与积木地鼠交互 “需要红红的东西” ； 1.跟随地鼠，前往屋后，击败史莱姆； 2.与积木地鼠交互“不是这个！”，拾取积木炸弹； 3.将积木炸弹放置于积木矿石上； 4.与积木地鼠交互“谢谢你！快回去吧！”； 超链图片 积木解谜 12 ：将对应积木放置于图中指引位置； 超链图片 积木解谜 13-14 积木解谜 13 ：拉出巨型积木，飞至巨型积木内； 超链图片 积木解谜 14 ：前往下层矿窟，将对应积木放置于图中指引位置； 超链图片 积木解谜 15-17 （15/17：积木地鼠2/3） 积木解谜 15 ：爬上楼梯，前往上层矿窟； 1.按图中指引，旋转2个阀门； 2.与木桶交互“让魔水流动吧！”，等待即可； 3.与积木地鼠交互“喝饱了就回去吧！”； 超链图片 积木解谜 16 ：爬上楼梯，前往房屋前； 参考完成图，将对应积木放置于图中指引位置 超链图片 积木解谜 17 ：往 地图的北方向 飞，前往下层矿窟； 1.击败丘丘人，将对应积木放置于图中指引位置； 2.与积木地鼠交互“已经安全啦！”； 超链图片 积木解谜 18-20 （18：珍贵宝箱） 积木解谜 18 ：完成积木解谜 11/15/17 ，解锁宝箱； (从右往左，积木地鼠依次对应11/15/17) 超链图片 积木解谜 19 ：参考完成图，将对应积木放置于图中指引位置； 超链图片 积木解谜 20 ：参考完成图，将对应积木放置于图中指引位置； 1.与飞鼠交互“帮你拼好了”，等待对话即可； 2.放置蓝色的积木，会触发不同的对话和结局； 超链图片 积木解谜 21 （任务相关） 积木解谜 21 ：将对应积木放置于图中指引位置； 1.使用火元素角色，点燃火把积木； 超链图片 破碎之海·北 15 个积木解谜 破碎之海·北 15个 积木解谜路线 超链图片 积木解谜 22-23 积木解谜 22 ：小岛 地图的东南方向 积木矿石洞口，拉出巨型积木； 超链图片 积木解谜 23 ：完成前置任务，与帕纽尔交互； 1.小岛 地图的西南方向 洞口，前往积木风车； 2.交互“是帕纽尔托我们来的！”，靠近对话； 3.拾取积木风车，返回帕纽尔位置； 4.将积木风车放置于帕纽尔前的桌上； 超链图片 积木解谜 24-26 积木解谜 24 ：参考完成图，将对应积木放置于图中指引位置； 超链图片 积木解谜 25 ：爬上楼梯，与积木小人交互 “我帮你拍拍” ； 1.跟随水之微粒移动并拾取即可； 超链图片 积木解谜 26 ： 使用火元素角色，点燃4个火把； 超链图片 积木解谜 27 积木解谜 27 ：锚点旁矿窟； 1.将积木炸弹放置于积木矿石上 2 次，打开通道； 超链图片 积木解谜 28-29 积木解谜 28 ：参考完成图，将对应积木放置于图中指引位置； 超链图片 积木解谜 29 ：击败3个丘丘人，打开牢笼即可； 超链图片 积木解谜 30-31 积木解谜 30 ：参考完成图，将对应积木放置于图中指引位置； 超链图片 积木解谜 31 ：参考完成图，将对应积木放置于图中指引位置； 1.将积木2和3，放置于对应位置； 2.将积木1放置于积木火把上，火元素角色点燃后积木变黑； 3.将积木1放置于原来位置即可； 超链图片 积木解谜 32 积木解谜 32 ：矿窟负1层； 1.将积木炸弹放置于积木矿石上； 2.其他两个积木矿石分别是神谕柱和摩拉箱； 超链图片 积木解谜 33 积木解谜 33 ：矿窟负2层； 1.将积木炸弹放置于积木矿石1上，进入入口； 2.将积木炸弹放置于积木矿石2上； 3.与矿窟底部矿工交互，返回出口，拾取积木风车； 超链图片 4.将积木风车放置于矿窟底部即可； 超链图片 积木解谜 34 积木解谜 34 ：矿窟负2层； 1.在杜林脚印交互“挖掘”； 2.跟随杜林“触碰”，利用魔线飞行和加速圈，前往最后位置； 超链图片 积木解谜 35-36 积木解谜 35 ：絮语岛 西方向 女神像； 1.跟随锚点旁的星星，前往西方向女神像； 超链图片 积木解谜 36 ：絮语岛 东方向 魔线飞行； 1.跟随锚点旁的星星，利用魔线飞行即可； 超链图片 欢夏！邪龙？童话国！合集 「欢夏！邪龙？童话国！」攻略合集 如果觉得不错可点个 关注 ，敬请期待更多内容 更新 ！ 如果有任务 问题 ，可以 私信 我，感谢旅行者们支持！",
    "length": 2677
}