{
    "game_id": 2,
    "post_id": "33489315",
    "f_forum_id": 43,
    "subject": "雷电将军配队推荐",
    "url": "https://www.miyoushe.com/ys/article/33489315",
    "created_at": 1672362138,
    "like_num": 3886,
    "view_num": 64062,
    "reply_num": 283,
    "text": "雷电将军又一次复刻了，思虑再三还是决定写一下她的配队推荐，尽量适配不同玩家的卡池。 配队使用的角色均以0命为基准，如有命座需求会特别说明。 雷电将军配队 配队1：雷神、行秋、香菱、班尼特 雷神比较实用的配队之一，从第一次出场到现在都有不错的表现，0命即可。 行秋、香菱、班尼特无论搭配当前版本的任何角色都能比较轻松的完成深境满星，但是雷神无疑是现在版本最好的选择。元素战技能给队伍里的其他输出提供增伤，元素爆发能给全队回复能量，以及爆发期间霸体一般的站场能力让队伍整体的循环都很流畅，唯一的缺陷是对群环境遇见韧性较低的怪物时会比较麻烦。 输出流程1适合0命雷神，输出流程2适合2命以上雷神。 两个流程的区别在于流程2雷神爆发期间可以完全吃到班尼特的加成，自身伤害更高。 输出流程1： 雷神E——班尼特Q——香菱QE——行秋QE——雷神Q 输出流程2： 雷神E——行秋QE——班尼特Q——香菱QE——雷神Q 配队2：雷神、夜兰、香菱、班尼特 相比配队1上限更高，但是缺少行秋的雨帘剑减伤后遇见伤害较高的环境生存压力会大一些。 输出流程1： 雷神E——班尼特Q——香菱QE——夜兰EQ——雷神Q 输出流程2： 雷神E——夜兰EQ——班尼特Q——香菱QE——雷神Q 配队3：雷神、九条裟罗、万叶、班尼特 雷神爆发配队，九条裟罗需要6命，对群对单均有不错的表现，但是全队伤害主要依赖雷神，对雷神的练度要求较高，0命可以用，2命以上效果更佳。 配队优点是出伤高且快，缺点是残血收尾麻烦，缺能量以及遇见雷抗高或者雷伤免疫的环境输出会大打折扣。 输出流程： 雷神E——万叶EAQ——班尼特Q——九条EQ——雷神Q 配队4：雷神、夜兰、万叶、班尼特 如果九条裟罗未满6命可以选择这个配队，夜兰相比九条虽然给雷神的增幅不大，但是拥有的高机动性以及不错的后台伤害可以让队伍的输出更加平滑。 因为雷元素与水元素共存，万叶可以比较轻松的达成双扩散增伤，请务必按我推荐的流程释放。 输出流程： 夜兰EQ——雷神E——万叶EAQ——班尼特Q——雷神Q 配队5：雷神、莫娜、万叶、班尼特 莫娜选择讨龙可以给雷神提供高额的元素增伤以及攻击力加成，如果有4命还能提供15%的暴击率加成，让队伍的输出更稳定。 输出流程： 雷神E——万叶EAQ——班尼特Q——莫娜QE——雷神Q 配队6：雷神、九条裟罗、夜兰、琴 在没有万叶、班尼特或者其他队伍需要使用的情况下这个配队也还算不错，琴如果命座够高还可以提供攻速和减伤，对于部分玩家可能吸引力更大。 输出流程： 夜兰EQ——雷神E——琴EQ——九条EQ——雷神Q 配队7：雷神、九条裟罗、温迪、班尼特 温迪相比万叶虽然伤害降低，但是面对群怪环境能有更好的表现，在队伍练度够高的情况下可作为一定环境下的优先选择。 输出流程： 雷神E——温迪QE——班尼特Q——九条EQ——雷神Q 配队8：雷神、九条裟罗、砂糖、班尼特 砂糖在没有万叶的情况下可以作为风元素角色的第二选择，武器可以选择讨龙也可以选择白辰之环。使用讨龙的流程稍微麻烦一些，但是获取比较简单，白辰之环的流程参照万叶即可。 白辰之环的特效后台不触发，只能保证雷神的拔刀吃到伤害加成。 输出流程： 雷神E——砂糖EQ——雷神A——班尼特Q——九条EQ——雷神Q 配队9：雷神、八重神子、万叶、班尼特 八重神子相比九条提升了持续输出和收尾能力。 输出流程： 雷神E——万叶EAQ——八重EEE——班尼特Q——雷神Q——八重Q 配队10：雷神、心海、夜兰、纳西妲 雷神超绽放激化队，0命雷神如果练度较低可以选择精通套装作为超绽放触发器，练度较高或者2命以上的雷神选择绝缘套装负责站场，心海武器选择讨龙给雷神或者纳西妲增伤即可。 输出流程： 雷神E——夜兰EQ——纳西妲长EQ——心海E——雷神Q 配队11：雷神、钟离、夜兰、纳西妲 雷神超绽放激化队，相比心海钟离的抗打断能一定程度上的提升游戏体验，全元素减抗在这个配队也比较实用，大世界功能性更加齐全，如果担心没有回复能力可以选择给纳西妲使用试作金珀。 输出流程： 钟离长E——雷神E——夜兰EQ——纳西妲长EQA——雷神Q 配队12：优菈、钟离、雷神、班尼特 配队输出以优菈为主，0命雷神主要提供增伤和回能，2命以上可以担当副C补充输出。 输出流程： 钟离长E——雷神E——班尼特Q——优菈EQAAAA长EAAAA——雷神Q 配队13：优菈、钟离、雷神、罗莎莉亚 罗莎莉亚相比班尼特伤害降低但是对优菈的充能效果更好，如果练度较高需要保证循环的情况下可以选择这个配队。 因为罗莎莉亚的暴击率加成持续时间无法让优菈完整的打完元素爆发，只能选择优菈提前下场或者后置罗莎莉亚的元素爆发。 输出流程： 钟离长E——雷神E——优菈EQAAAA长EAAAA——罗莎莉亚Q——雷神Q 配队14：优菈、雷神、夜兰、班尼特 当前版本优菈上限最高的配队选择，夜兰能提供高额增伤以及不错的后台伤害，队伍的整体输出更加平滑，缺点是比较害怕爆发伤害的环境。 输出流程： 雷神E——夜兰EQ——班尼特Q——优菈EQAAAA长EAAAA——雷神Q 配队15：优菈、雷神、夜兰、琴 琴在这里的作用与之前的雷神配队一致，可以给队伍提供回复的同时比较轻松的达成双扩散。 输出流程： 夜兰EQ——雷神E——琴EQ——优菈EQAAAA长EAAAA——雷神Q 配队16：雷神、夜兰、行秋、班尼特 雷神双水配队，队伍充能压力小，伤害稳定，生存能力高。 输出流程： 雷神E——夜兰EQ——班尼特Q——行秋QE——雷神Q 配队输出流程仅供参考",
    "length": 2301
}