{
    "game_id": 2,
    "post_id": "28679909",
    "f_forum_id": 43,
    "subject": "须弥每日委托中的隐藏成就（共16个）",
    "url": "https://www.miyoushe.com/ys/article/28679909",
    "created_at": 1662709590,
    "like_num": 3482,
    "view_num": 168217,
    "reply_num": 282,
    "text": "大家好呀，这里是祈鸢，本期分享一下， 须弥每日委托 中的隐藏成就 注意事项 ： （1） 《全能美食队·责任之内》 算是稻妻委托，也没什么好讲的 （2）目前可以通过 大退 刷出分支 的委托只有 《教令院，小问题》 其他分支类委托在刷新时就已经确定了后续 （3） 成就委托 一览 1，啊哈...什么上钩了？ 相关委托 ：鱼钩上的绝景？ 完成方法 ：与凯万对话，它会让我们帮他采集物品，制作鱼饵 采集的物品有三种，鸟蛋，蘑菇，墩墩桃 累计完成三次 （不需要每种都做一遍，如，三个鸟蛋也是可以的）后 在 现实时间 的第二天，自动接取任务 《鱼钩的物尽其用》 总体来说并不难，我们跟随指引，前往三处地点 击败 或是 采集 ，获得制作鱼饵的物品，帮助凯万钓鱼即可 完成后，获得 成就《啊哈...什么上钩了？》 2/3，卡里米之蕈兽/当财运来敲门 相关委托 ：吞金与蓄财 完成方法 ：选择一个吞金料理给哈特姆，提交 摩拉肉，黄油鸡，堆高高 三者任一即可 （后续和提交料理无关，我个人更倾向 全随机 ） 提交之后会出现三种后续， 与他对话 即可得知 （1） 大赚 ，与他对话，过完剧情后就能获得 成就《卡里米之蕈兽》 （2） 小赚 ，他会让你 再提交 一次食物，然后进入循环（无成就） （3） 亏钱 ，他会让我们提交一份苹果酿（天使的馈赠购买），提交后获得 成就《当财运来敲门》 4，捉猫记 相关委托 ：喵…喵喵？喵！喵。 完成方法 ：帮助莎莉找回三只小猫 需要将 全部的小猫 都找回一次，不同的小猫有不同的猫语，选错就算失败 （猫猫藏匿的地点随机，但是猫语选项的顺序固定） 拉勒 ：喵，喵喵喵，喵—— 纳尔吉斯 ：喵！喵喵，喵。 萝赞 ：喵喵喵，喵喵喵。 三只各找回一次后，获得 成就《捉猫记》 5，推分算数理论 相关委托 ：加尔恰的赞歌 完成方法 ：需要先完成 世界任务《加尔恰的赞歌》 才会刷新 世界任务，加尔恰的赞歌 是一个较长的系列委托（前两个委托需完成3次） 完成 （1）《加尔恰的赞歌·关键物品》 （2）《加尔恰的赞歌·替代物》 （建议提交高品质的） （3）《加尔恰的赞歌·轴承在上》 （4）《加尔恰的赞歌·举手之劳》 （需完成4次） 要告诉他 正确的选项 ： 二次入炉的时候，燃料记得加多点。 拿出来加工的时候，从内向外敲打。 （5）《加尔恰的赞歌·某人的回响》 （需完成3次） 后 第二天自动接取任务 《加尔恰的赞歌，适配性赠礼》， 完成后即可获得 成就《推分算数理论》 6，为了工作。 相关委托 ：御用在他乡 完成方法 ：帮助范兵卫采集蘑菇即可，采集7个并交付即可 蘑菇的点位如图（老规矩派蒙会演你） 提交之后获得 成就《为了工作。》 7，放松疗法 相关委托 ：谨遵医嘱 完成方法 ：在将药交给病人后， 再 满足他们的愿望 （1）阿夫塔：对话，并交付 肉排 （2）古尔根：用火元素烧掉苗圃中的 杂草 （3）阿兹拉：对话，并交付 糖 全部完成后，获得 成就《放松疗法》 8，斩花除根 相关委托 ：生不出的花 完成方法 ：该任务有两个分支， 浇水/施肥 各完成一次后，有概率刷出， 每日委托《花开之时》 和他们对话之后，会出现两种分支， 正常开花 ，或者 出现一只骗骗花 前者 只能等以后再刷出来了 后者 我们来到须弥城北边（ 不能传送，不能退出 ），发现逃走的骗骗花，击败它即可 完成之后，获得 成就《斩花除根》 9，摩拉无罪 相关委托 ：全能美食队·责任之内 完成方法 ：为稻妻委托，不再本篇多说了 10，天有多高，地有多... 相关委托 ：衡量世界之人 完成方法 ：帮助法伽尼 放置 信标并 回收 即可 该任务有两个刷新点位 左边 的只会出现 观测 （也就是打怪，丘丘人或蕈兽） 右边 的则是 放置 和 回收信标 当完成 观测，放置，回收 各完成一次后，即可获得 成就《天有多高，地有多…》 11，非必要需求 相关委托 ：宝贝计划 完成方法 ：在帮古拉布吉尔寻找口粮时，顺便获取三个道具 该任务有五个分支，其中 罐子营地 和 藤蔓 中是没有道具的 （1）树顶有 帽子 （调查完树上的三个调查点，在树顶刷新） （2）巨石下又 蛇爬架 （击碎巨石后，在西边的巨石下面刷新） （3）蕈兽营地旁有 珠子 （拿了蕈兽中间的，在营地中刷新） 需要注意的是， 拿完口粮之后，才会刷出道具 再返回交付口粮时，道具会一并交付，交完三个道具后，即可获得 成就《非必要需求》 12，船说了算 相关委托 ：问题的转化 完成方法 ：帮助拉菲克，解决船的问题 该任务共三个阶段 《问题的转化》 《问题的转化·理论强度》 《问题的转化·负载问题》 在 《理论强度》 阶段中，需要把 5块木板 都拾取了 否则 可能会延长后续刷新的时间 当完成 《负载问题》 后，就能获得 成就《船说了算》 13，问题何在？ 相关委托 ：食与学 完成方法 ：品尝过贾法尔制作的三种美食即可 （1）绿汁脆球——提交 土豆 （2）烤肉卷——提交 兽肉 （3）薄荷豆汤——提交 薄荷 三种道具各提交过一次即可获得 成就《问题何在？》 14，须弥博学者 相关委托 ：教令院，小问题 完成方法 ：答对齐里亚布提出的6个问题（各答对一次） （1）魔物的名字——蕈兽 （2）兽类的名字——驮兽 （3）屏障的学名——防沙壁 （4）托举着教令院的大树——圣树 （5）生论派学者为主的学院——阿弥利多学院 （6）这个学院的名字——悉般多摩学院 有个小方法是， 回答两个问题后 ，大退重新登录，返回继续答题，直至全部答完 但 不一定100%成功 ，建议第一次正常答题，第二次用该方法补漏（这样成功率较高） 15，一步之遥 相关委托 ：跑，希尔米，跑 完成方法 ：跑步时故意输给 希尔米 即可 16，医用笔迹 相关委托 ：良药难求 完成方法 ：告诉 马鲁夫 正确的药方即可 （医生会在 三种药方中随机一种 告诉你，记住医生告诉你的） 赤念果 ，小火，煮至药材软烂 星蕈 ，先大火后小火，煮至药汤颜色变深 薄荷 ，大火，煮至药材浮起 如果记不住，可以打开背包查看 17，手有余香 相关委托 ：沙中花 完成方法 ：帮助 内尔敏 种植花朵即可 该委托有三个分支 ，浇水，喂猫，采墩墩桃 ，各完成一次后 可以接到后续任务 《沙**·余香》 ，完成即可 那么以上就是本期全部内容，我们下期再见 作者：祈1 原神冒险团",
    "length": 2619
}