{
    "game_id": 2,
    "post_id": "54444373",
    "f_forum_id": 43,
    "subject": "【V4.7攻略·角色攻略】冻冻回魂夜——七七｜全体系最新攻略",
    "url": "https://www.miyoushe.com/ys/article/54444373",
    "created_at": 1719784960,
    "like_num": 308,
    "view_num": 7481,
    "reply_num": 27,
    "text": "UID：103321378 前言： 超链图片 大家好啊(๑╹◡╹)ﾉ”， 我是主做 角色攻略向里主做内测至1.6版本的老牌女角色 的莎缇菈。 本期是 小七七 的4.7版本全体系最新攻略 _(米游兔-加油)，机制说的东西不算太多，主要是因为是老角色，所以相对于来说内容会有点扩展。_(米游兔—飚汗) 本篇攻略对于萌新参考有一点点，是专门做给喜欢小七七或者或者说想玩好七仔，但是不知道怎么玩好的朋友们看的 ，更多渗及的东西需要时间积累，如命座、队友、武器_(米游兔—飚汗) 因此，请各位大佬们口下留情(*^▽^*)，如果有什么特别的东西我没有提出，或者我有错误，请在评论区提出。不要骂任何人还是什么东西，如果你真的很想骂，要骂就骂我这个臭做攻略的，我来跟你硬碰硬，不要伤害任何人，无关任何事务与团体组织。_(阿姬倒地) 有 其他玩法或者其他角色搭配请看其他大佬们的攻略☆(￣▽￣)/$:* ，谢谢大家的理解 好了，说了那么多，就来欢迎本次的攻略主角—— 不卜庐采药人，七七 _(七七-暗中观察) 超链图片 平a是普通攻击，Z是重击，A是平a/Z/下落攻击的总称，E是元素战技，Q是元素爆发 _(哦) 目录： 一、角色基础信息 （1） 技能命座介绍 （2）机制介绍 二、各玩法阵容搭配 （含队友搭配与装备配置） （1）物理主C向 （2）冰火伤主C向（不太推荐） （3）纯奶妈辅助向 一、角色基础信息 超链图片 （1） 技能命座介绍 技能： A: 平a进行至多五段的连续剑击， Z消耗20点体力 ，瞬间向前方挥出两剑。 E: 召唤一个冰球，并对周围的敌人造成冰元素伤害。 处于E的冰球状态时，七七的平a与Z命中时，为队伍中自己的角色及附近的队友回血，回复量受益于七七的攻击 ； 每隔一段时间，为当前场上自己的角色回血； 跟随角色行动,对路径上的敌人造成冰元素伤害。 CD有30s，冰球在场持续时间15s， _(倒) 每转两圈施加1次弱冰附着。 Q: 痛苦80能， 七七 给周围敌人造成冰元素伤害，同时以冰符标记附近的敌人。 处于冰符影响下的敌人受到伤害时，为造成伤害的角色回血 。 （任何角色只要打一下被挂冰符的敌人，都能给自己回血； Q范围差不多班尼特Q领域那么大，和莫娜的Q差不多 ） 天赋： ①处于E状态下的角色触发元素反应时 ， 受治疗加成提升20%，持续8s。 ②七七的平a与Z命中敌人时 ， 有50%的几率为敌人挂冰符，持续6s ； 该效果每30s只能触发一次 。 超链图片 命座： 关键命座，1命/2命/6命 0命即完全体，主C向有2命最佳 更重要的是等级 ， 纯奶妈辅助 至少要60级突破 解锁天赋② _(七七-品尝) 1命： E的冰球命中被冰符标记的敌人时 ，为七七 恢复2点元素能量。 2命： 对受到冰元素影响的敌人，七七的平a与Z造成的伤害提升15%。 3命：Q+3级 4命： 被冰符标记的目标，攻击力下降20% 。 5命：E+3级 6命： 施放Q时，复活附近队伍中所有倒下的角色，并将其生命值恢复至50%。 该效果每15分钟只能触发一次。 （ 注： 目前只有深渊可以刷新该效果 ， 也就是说，只要你新开一次，就又可以再次使用6命复活效果 ）_(七七-再见) （2）机制介绍 超链图片 a. 由于E的CD有30s，而冰球在场持续时间却是只有15s， 这样足足有15s真空期； 加上七七的技能几乎不产球，只有1命有回能效果，Q又痛苦80能； 所以一般玩奶妈辅助向更多时候只推荐使用 祭礼剑， 建议是靠近敌人开E成功刷新以后，不要直接双E，等冰球没了，再使用E。 _(七七-输入中) b. 七七也算是吃了点辅助红利。在稻妻时期，迎来了海染套补足额外伤害与群伤能力，还有雷神雷主充电+云堇补平a伤害加成；在枫丹时期，我们又迎来了水神与猎人套_(白术-关心)。 {这里只讨论物理主c七七与奶七，其他玩法不讨论} 无论是主c还是纯奶七七的队伍与机制，可以说非常契合水神的需求，七七即有着大奶量，又能提高全队血条量。一般来说，现在的 七七队伍是七七+后台雷+2辅助/增伤副c后台 ， 而后台雷这个位置一般是雷神或皇女，还有八重神子，当然也可以2个一起上 _(瑶瑶-笑一个) 如果是配雷神，那同时也解决了水神与七七的充能问题，还能有e来一直挂雷_(七七-加好友) c. 关于物理主C向更推荐使用4海染用物理杯的原因： 主要是 ，2+2只是提高七七的平a与Z伤害， 而海染在有队友充能与增伤情况下，加上七七本身的奶量早就溢出了， 作为主c没有必要用攻击杯，直接用物伤杯 ，还能有足量的平a重击伤害，加上海染的泡泡，平均平a与Z一刀1万+，泡泡也有2、3万的伤害，一套组合拳下来，也是很可观的_(瑶瑶-出来玩) 当然， 如果是没有人充电的情况下，更推荐2+2 _(白术-服药) d. 这边是不太推荐冰火伤主C向，主要也是成本太高了 如果说是冰伤流想伤害高一点，起码6命申鹤是很有必要的，0命申鹤也不是不能配一起玩，但是效果会没有说有6命情况更好一点，而且0命 申鹤加成很有限。_(白术-阴沉) 二、各玩法阵容搭配 （含队友搭配与装备配置） 超链图片 （1）物理主C向 超链图片 圣物： 有队友充能推荐4海染， 没有就4 角斗/ 4苍白 或者 2+2（物伤，攻击）； 其次4猎人（绑水神）， 4追忆， 4逆飞（需绑盾）， 4谐律（必须使用 海渊终曲才能触发 ） 主词攻物暴，副词双暴攻击，充能 靠歪 武器： 5星首推 风鹰剑（物伤加成，白值高）， 绿剑（高暴击+吃生命值攻击力）； 其次 月白剑（暴击+平a伤害加成）， 天空剑（高充能，平a与Z额外造成伤害）， 斫峰之刃（高攻击+需绑盾）， 有乐（高暴伤，需绑云堇或者钟离） 其他一般般，有什么用什么 4星首推 黑剑（大月卡，高暴击，平a与Z加伤）， 试作（锻造，物伤，平a与Z后提高攻击防御）， 天目（稻妻锻造，攻击力，提升充能效果）， 海渊终曲（枫丹锻造，高攻击）； 其次 宗室长剑（星尘换，高攻击+特效加暴击） ， 黑岩长剑（星尘换，副词暴伤，特效加攻击）， 笛剑（高攻击）， 暗巷（基础攻击高，提升伤害）， 水仙十字之剑/笼钓瓶一心（做任务就有，高攻击，要是实在没有其他选择再考虑） 其他一般般，有什么用什么 3星首推 黎明神剑（高双暴）， 冷刃（攻击力，需绑水或者冰队友）， 吃虎鱼刀（攻击力，额外造成伤害） 其他一般般，有什么用什么 队伍搭配： ①七七+雷神/雷主+芙宁娜+ 任意 脱手副c辅助 第四人可选：草神，八重神子，皇女，罗莎莉亚，米卡，云堇，钟离，莱依拉，行秋，夜兰 雷神正常主c配置4绝缘 ， 雷主4流放/4绝缘 芙宁娜4剧团/4千岩，非4命最好有220充能，4命后110充能 草神4草套 ， 罗莎莉亚西风4宗 八重神子/皇女，4剧团/2+2 行秋/夜兰4绝缘或者2+2 米卡4宗/2绝缘+2治疗或2生命/4奶昔 钟离/ 莱依拉， 4千岩/2花海+2千岩/4宗，钟离还可4磬岩 云堇4华馆/2华馆+2绝缘，西风枪240-250充能，十文字210-230充能 ②七七+八重神子/皇女/雷神+罗莎莉亚/米卡+云堇 在这个队伍雷神可以4千岩 ③七七+八重神子/皇女/雷神+闲云+芙宁娜 主打下落攻击 ， 在这个队伍雷神也可以4千岩 闲云4风套/4奶昔/4宗或者2攻击+2攻击 ④七七+纳西妲+行秋+久歧忍 行秋2+2，4绝缘，4宗 纳西妲4饰金，4草套 久歧忍4饰金，4千岩，4乐园 ⑤七七+行秋+北斗+皇女 北斗4绝缘/4宗，需要180—200充能 （2）冰火伤主C向（不太推荐） 超链图片 圣物： 冰伤流4冰套，2+2 火伤流4魔女（需跳E叠层），2+2 其次4 角斗， 4猎人（绑水神）， 4追忆， 4逆飞（需绑盾）， 4谐律（必须使用 海渊终曲才能触发 ） 主词暴攻冰/火，副词双暴攻击，充能可以不要 武器： 5星首推雾切（暴伤+元素加成）， 绿剑（高暴击+攻击力）， 月白剑（暴击+平a伤害加成，战场推荐）， 其次 天空剑（高充能，平a与Z额外造成伤害）， 斫峰之刃（高攻击+需绑盾）， 裁叶（高暴伤+平a与E伤害加成） 有乐（高暴伤，需绑云堇或者钟离） 其他一般般，有什么用什么 4星首推 黑剑（大月卡，高暴击，平a与Z加伤）， 海渊终曲（枫丹锻造，高攻击，需绑奶）， 天目（稻妻锻造，攻击力，提升充能效果）； 其次 宗室长剑（星尘换，高攻击+特效加暴击） ， 黑岩长剑（星尘换，副词暴伤，特效加攻击）， 匣里龙吟（攻击力，需绑火或者雷队友）， 笛剑（高攻击）， 暗巷（基础攻击高，提升伤害）， 铁峰刺（锻造，精通，提升伤害）， 水仙十字之剑/笼钓瓶一心（做任务就有，高攻击，要是实在没有其他选择再考虑） 其他一般般，有什么用什么 3星首推 黎明神剑（高双暴）， 冷刃（攻击力，需绑水或者冰队友）， 吃虎鱼刀（攻击力，额外造成伤害） 其他一般般，有什么用什么 队伍搭配： ①七七+重云+申鹤+万叶/芙宁娜 冰伤玩法 ， 万叶4风套 重云4宗/4绝缘/2+2 申鹤2攻击+2攻击/4宗，最好有6命 芙宁娜4剧团/4千岩，非4命最好有220充能，4命后110充能 ②七七+6命班尼特+万叶/砂糖+芙宁娜/夜兰/行秋 火伤玩法， 砂糖4风套 班尼特4宗， 行秋/夜兰4绝缘或者2+2 （3）纯奶妈辅助向 超链图片 圣物： 首推4海染 ， 其次4少女，4奶昔 ， 2+2（治疗，攻击）， 4千岩 主词条治/攻攻攻或者治/攻充攻，副词也只要攻击与充能 武器： 5星推荐天空剑（高充能，平a与Z额外造成伤害） 斫峰之刃（高攻击） 4星首推 祭礼（充能，有几率重置E冷却时间）， 西风（充能，暴击额外产球，最好要弄30暴击）； 其次腐蚀（充能，对E增伤，Q增加暴击）， 灰河（充能，增加E暴击，在使用E的5s内提升充能）， 天目（稻妻锻造，攻击力，提升充能效果） 其他一般般，有什么用什么 3星 飞天御剑（充能，增加移动速度） 3星武器主要是给萌新推荐 其他能用就行了，既然都已经只有3星武器能用，就不必管了 队伍搭配： ① 七七+纳西妲+行秋+久歧忍 行秋2+2，4绝缘，4宗 纳西妲4饰金，4草套 久歧忍4饰金，4千岩，4乐园 ②克洛琳德+七七+2命芙宁娜+盾/拐 具体配置：1命克配余响套+高精天空剑 加少女套七七+2命芙宁娜+盾/拐 第四人推荐：草神，米卡，钟离，莱依拉，行秋，夜兰 该队伍需要大奶叠克洛的生命之契，还有芙宁娜的q效果，其次触发天空剑特效是物伤，七七冰系与克洛的雷又能超导， 余响套 可以说是环环相扣 这个队伍确实看起来很好玩，但实际上需要的东西非常多， 至少要精3天空剑+2命水神那个伤害才会高 ，更推荐是老玩家整活用，全0命效果可能会降低一些 可行之处在于：如果你的号常歪天空与七七，然后你又有1命克（1命克有加协同攻击更配），那这个队伍挺合你玩了 草神4草套 行秋/夜兰4绝缘，4宗，2+2 米卡4宗/2绝缘+2治疗或2生命/4奶昔 钟离/ 莱依拉， 4千岩/2花海+2千岩/4宗，钟离还可4磬岩 芙宁娜4剧团/4千岩，非4命最好有220充能，4命后110充能 ③七七+雷泽+皇女+行秋 雷泽4苍白/4角斗/2+2 皇女4剧团/2+2 ④七七+行秋+北斗+皇女 北斗4绝缘/4宗，需要180—200充能 ⑤七七+优菈+雷神+八重神子/皇女 优菈4苍白/4角斗/2+2 雷神正常主c配置4绝缘 八重神子/皇女，4剧团/2+2 超链图片 加油加油ヾ(◍°∇°◍)ﾉﾞ，还有一篇罗莎莉亚的攻略就写完了 ——于2024年6月28号晚10点 感兴趣的朋友也可以看看别的_(阿姬灵感) 【V4.7攻略·角色攻略】闪耀偶像——芭芭拉｜全体系最新攻略 【V4.5攻略·角色攻略】蔷薇魔女——丽莎｜全体系最新攻略 【V4.7攻略·角色攻略】龙女妙变——希格雯｜简单版养成攻略 _(七七-再见)非常非常感谢你看到最后 _(七七-暗中观察) Thanks♪(･ω･)ﾉ",
    "length": 4918
}