{
    "game_id": 2,
    "post_id": "31799476",
    "f_forum_id": 43,
    "subject": "【元素反应理论】第十二期：激化状态及激元素",
    "url": "https://www.miyoushe.com/ys/article/31799476",
    "created_at": 1668912183,
    "like_num": 651,
    "view_num": 20863,
    "reply_num": 128,
    "text": "大家好这里是允梦_(绝区姬_哇吼) 草元素反应开始更新了 也标志着元素反应马上就要讲完咯 ■一：原激化反应 当雷元素遇到草元素时，便会消耗双方元素量，触发“原激化”反应。 原激化会使目标进入 “激化状态” 此时外显为： 自身被黄色的闪电影响，不断撒出黄色的树叶， 附着元素显示为“草元素附着” ■二：激元素 触发原激化反应时，会按照消耗的雷元素量与草元素量， 以少的一方的元素量，生成等量的“激元素” 激元素，全名为“激化草元素”，相当于一种和草元素高度相似的全新元素。其效果基于草元素，仅比草元素多出一种效果： 维持激化状态 ●激元素与草元素的区别： 在前面，我们已经说过： 草元素遇到雷元素便会触发原激化反应，消耗双方元素量，因此 草元素和雷元素并不能共存 但是从上面图片可以看出 此时的草元素和雷元素确实共存且不触发反应了 _(米游姬-惊) 所以其实是“激化草元素与雷元素共存” 而对于激元素与草元素，也同样存在着“激草共存”，此时对目标释放雷元素时，会同时触发“超激化”和“原激化”反应_(米游姬-点赞) ●激元素的元素量： 作为元素反应，原激化反应仍然遵循元素反应的几个原则： ★附着元素耗损至0.8原元素量，反应元素满元素量 ★后手元素不残留 ★按照1：1无克制关系消耗双方元素量 例：草主先手e为目标附着0.8草元素量，北斗后手用2的雷元素量触发原激化反应 此时的反应情况为： 生成0.8元素量的激元素，目标显示“草（激）元素附着” 即0.8草+2.0雷＝0.8激，激元素附着 如果我们此时调转顺序，先用北斗e附着雷元素，再使用草主e触发原激化反应 此时的反应情况为： 生成1.0元素量的激元素，目标仍有0.6元素量的雷元素附着，此时激雷共存 即1.6雷+1.0草＝1.0激+0.6雷（激雷共存） ●激元素的持续时间： 激元素的持续时间毕竟固定 计算公式为： 激元素持续时间＝6+激元素量*5（s） 即当存在0.8元素量的激元素时，次激元素将持续 6+5*0.8=10s 而前面已经提到，进入激化状态的充要条件为“存在激元素附着”，则此次激化状态，也将持续10s（无其他因素影响下） _(阿姬灵感) ●激元素的衰减速度： 知道了激元素量与持续时间，就好比知道了路程和时间，此时再求出速度即可 衰减速度＝激元素量/激元素持续时间 按照上面的例子，可以得出此时激元素衰减速度为： 0.8/10=0.08（元素量每秒） ●激元素附着的替换： 当处于激化状态下的目标再次触发了“原激化”反应时 会进行一次“当前激元素量与新反应的激元素量的对比” _(刻晴-疑问) 如果 原激元素量＜新激元素量 则触发激元素的替换，将目标附着的激元素量替换为新激元素量， 且衰减速度为新激元素量的衰减速度 ，此时便发生了 “激元素的替换” 如果 原激元素量＞新激元素量 则无事发生，仅仅显示“原激化”字样 由此便可以得出激元素的替换性质： ★把原有激元素抹除，替换为新激元素作为维持激化状态的激元素 简单点，就是 “量多则替换，包**衰减速度一同替换” 干说无味，咱们举个例子吧 _(妮露-思索中) 一个丘丘人，此时身上附着有1.0元素量的激元素，经过6s，此时激元素量为1-1*6/11≈0.45 此时再次触发原激化反应，生成0.8元素量的激元素，此时丘丘人 将变成0.8激元素附着，附着时间为10s ●激元素的元素反应： ★众所周知，在激化状态下再次进行草元素或雷元素攻击时（ 激+草，激+雷 ） ， 将触发进阶的“蔓激化”或“超激化”反应 超激化并不会消耗激元素量，新附着的雷元素与激草共存中的草元素反应，会再次触发原激化，若无激草共存，就只会触发超激化 这两种反应均不消耗激元素的元素量，故不属于元素反应，但是拥有元素反应的效果 ★激+水 与草+水反应情况完全一致，消耗激元素和水元素，触发原绽放反应 ★激+火 与草+火反应情况完全一致，消耗激元素，触发燃烧反应 （此时真实情况为燃激反应，火激其实并不反应，这一点比较复杂，将在后续的帖子中讲到） 因此，激元素与雷草两元素并不反应，再加上与冰风岩三种元素均不反应 激元素仅与水火两种元素发生元素反应 且仅可作为 附着元素 存在 ●激元素与其他元素的共存（不反应）： ★激雷共存 ★激草共存 ★激冰共存 ★激火共存 讲到这里，原激化，激元素和激化状态就差不多了，看看我们都讲了些什么吧_(胡桃-迷惑) ●原激化的触发 ●激化状态与存在激元素之间的关系 ●激元素与草元素的区别 ●激元素的元素量，持续时间，衰减速度 ●激元素的替换 ●激元素与其他元素的反应与共存 如果有不明白的， 可以反复观看或者问我哦_(枫原万叶-谢谢) 那么本期就到此结束了，我们下期再见 ■下期预告：超激化与蔓激化■",
    "length": 1966
}