{
    "game_id": 2,
    "post_id": "32513206",
    "f_forum_id": 43,
    "subject": "【V3.3攻略·角色攻略】久岐忍超绽放玩法（含乐园套解析）",
    "url": "https://www.miyoushe.com/ys/article/32513206",
    "created_at": 1670389902,
    "like_num": 41228,
    "view_num": 1766570,
    "reply_num": 1395,
    "text": "UID：100559319 这里是阿斯盖特，本期是讲解一下 久岐忍「超绽放玩法」 以及相关角色的配装~并且顺带讲解一下 新圣遗物「乐园遗落之花」 的套装效果 与超绽放反应伤害结算的关系 ~ 【培养简图】 【注】 此外， 2 、 4 、 6 命座改善自身技能效果。 【技能与机制】 ▶ 普攻 进行4段连续剑击，久岐忍在队伍中更多时间处在后台位置，主要依靠元素战技，因此可以选择不升级。 ▶ 元素战技 ①. 每1.5秒 造成 1次雷元素伤害 ，每次攻击命中 产生0-1颗雷元素微粒 ， 弱雷元素附着 ， 遵循 “命中同一敌人时，2.5秒内每间隔2次攻击附着元素” 的规则。 ②.攻击每次接触草原核均可触发 超绽放反应 （可以将草原核视为**个体）。 ▶ 元素爆发 在前方施放结界，持续造成雷元素伤害，可利用大招范围引发草原核， 弱雷元素附着 。 ▶固有天赋方面 固有天赋2（安心之所）会 根据久岐忍25%元素精通提高元素战技的治疗量 ，这就使得即是久岐忍主选元素精通、次选生命也以及可以保证一定的治疗能量，防止堆叠元素精通时治疗量过低。 ▶机制总结 由上可知，久岐忍的元素战技为 跟随式的范围雷元素攻击 ，在堆叠精通时固有天赋2可补正治疗量，使得久岐忍拥有至少2种定位—— 治疗角色 、 超绽放触发位 。而在本文，也将着重介绍当前久岐忍与草元素反应的相关队伍搭配。 【装备选择】 当作为超绽放触发位时，武器和圣遗物都可 优先选择带有精通词条 的武器，其中圣遗物优先考虑 乐园遗落之花4件 、 饰金之梦4件 以此 进一步提高久岐忍触发的超绽放反应伤害 。 【拓展内容】圣遗物 「乐园遗落之花」 机制 久岐忍的各种机制总结起来就是——拥有范围性的脱**伤战技、无需能量即可启动、堆叠精通反哺治疗量稳定容错率，这些特点使得久岐忍十分契合超绽放的队伍。 ▶超绽放玩法配队模板 久岐忍 + 草元素角色 + 水元素角色 +其他 【 草元素 角色】纳西妲/草主/柯莱 当前的草元素角色中，更多选择 具有持续脱手附着草元素能力 的角色，如 纳西妲 、 草主 、 柯莱 。其中，纳西妲是优先选择，有的话优先选择，没有纳西妲或者纳西妲在其他队伍中则选择草主、柯莱。 【注】 需要注意的是， 草主 、 柯莱 的草附着技能主要为元素爆发，因此需要 多堆叠元素充能效率 。 【 水元素 角色】 水元素角色较多，既有 脱手水 的 行秋 、 夜兰 、 珊瑚宫心海 （战技），也有 站场 的神里绫人，甚至 高配置 的 夜兰 也可以选择站场附着水元素。此外，也可选择 芭芭拉 、 珊瑚宫心 海作为站场上水角色。 当选择芭芭拉、珊瑚宫心海时：推荐水元素角**场，可以选择 双雷搭配 （如久岐忍+菲谢尔/北斗）、 双草搭配 （更多在非纳西妲时使用）等。 【相关角色培养】 夜兰/行秋 珊瑚宫心海 【注】 芭芭拉的培养与珊瑚宫心海类似。 【参考配队】 ▶草神国家队 纳西妲 + 行秋 + 久岐忍 + 菲谢尔 纳西妲 的草元素附着为 中草强度 ，在搭配**角色时会出现 原激化 、 绽放 等多种反应，这让 菲谢尔 的元素战技技能偶尔打出 超激化 ，也能打出 超绽放 。该阵容中 纳西妲可以站场输出 ，配合元素战技附着草元素。纳西妲 优先深林4件 ， 降低敌人草元素抗性 。 【注】 菲谢尔也可以替换为 北斗 （对群）、 珊瑚宫心海 、 芭芭拉 、 砂糖 等角色。 【参考输出手法】 行秋EQE（祭礼剑）接A、纳西妲EQ接A、久岐忍EQ、菲谢尔E、纳西妲站场输出 【相关角色培养】 菲谢尔 ▶绫人激绽队 神里绫人 + 菲谢尔 + 久岐忍 + 后台草 绫人 前台输出配合草元素角色触发绽放反应生成 草原核 ， 久岐忍 、 菲谢尔 配合触发 超绽放 ，并且 菲谢尔具有一定输出能力 。后台草 优先选择纳西妲 ，其次可选柯莱、草主。 当选择纳西妲时，可以将菲谢尔替换为 夜兰 提高绫人输出。 【参考输出手法】 神里绫人Q、纳西妲EQ、久岐忍EQ、菲谢尔E、绫人开E接A输出 【相关角色培养】 ▶赛诺超激绽 赛诺 + 久岐忍 + 夜兰 / 行秋 + 纳西妲 随着纳西妲的到来，赛诺迎来了其稳定的后台挂草角色，在搭配后台水元素角色时， 激、草元素可以与*、*元素分别反应 ，在不太影响敌人原激化状态的前提下还能产生水草原绽放反应产生草原核。 赛诺的雷伤攻击进一步与草原核反应触发超绽放反应，进一步提高队伍的伤害。 久岐忍 提供治疗，并且主叠精通、生命的久岐忍在触发超绽放时伤害更高； 行秋 利用雨帘剑提高赛诺输出期间的抗打断能力，并且配合纳西妲产生草原核； 夜兰 虽然没有行秋提高抗打断能力的作用但是开大后的增伤效果可以进一步提高赛诺的输出； 纳西妲 则作为精通拐、后台脱手挂草的角色不仅与*、*元素反应触发原绽放、原激化，通过开大后提高精通则可以进一步提高赛诺的输出能力。 【参考输出手法】 夜兰EQ、纳西妲EQ、久岐忍E、赛诺E接Q输出 【相关角色培养】 赛诺 以上就是本期关于久岐忍超绽放玩法的全部内容啦，我们下期再见~_(米游姬入欧)",
    "length": 2092
}