{
    "game_id": 2,
    "post_id": "46723503",
    "f_forum_id": 43,
    "subject": "【V4.3攻略·角色攻略】娜维娅机制/养成/就业全解析",
    "url": "https://www.miyoushe.com/ys/article/46723503",
    "created_at": 1703040015,
    "like_num": 3840,
    "view_num": 201337,
    "reply_num": 523,
    "text": "UID：102877935 同学们早上中午晚上好！！我是新人作者绢！ 本文共 4000+ 字，内容较多，建议收藏后慢慢边玩边看，那么我们 点个赞 ，开始上课吧！ 接下来，我们将分 机制分析/实战相关/配装方案/队伍配置 四个板块，为大家介绍娜维娅的使用方法。 写在前面… 为方便称呼，后续将 “由结晶反应产生的晶片” 称为 结晶 。 所有折叠或灰字的内容都可看可不看 a=普通攻击，A=重击，e=元素战技点按，E=元素战技长按，Q=元素爆发，ATK=攻击力 文中对岩元素附着量的表达为强岩、弱岩，但被四元素克制。而非弱岩、弱弱岩。 无用的知识：娜维娅撑伞的待机动作在不受干扰的情况下可以持*20*之久。 判断弹片的数量 弹片 ① 重复吃到相同颜色的结晶同样可以叠加弹片数量。 ② 弹片越多、距离敌人越近，E的伤害就可能越高。 ③ 最多持有6枚弹片。 了解以上内容即可应付大部分情况 ，如果想知道更具体的伤害机制，则需要了解 弹丸 机制。 我想知道弹丸机制 弹片与弹丸 娜维娅持有0/1/2/3枚 弹片 时，开火将会发射出5/7/9/11颗 弹丸 。 当持有的弹片多于3枚时，超出的弹片不再增加弹丸数量，而是每枚弹片为本次E提高15%的伤害。 （增伤乘区） 弹丸 开火时， 弹丸 向前方锥形扩散射出，每颗弹丸都能 穿透命中 弹道上的所有敌人。 对于同一个敌人，如果被多颗弹丸同时命中，命中数量与伤害倍率的关系如下： 可以看到，三弹片全弹命中的倍率已经高达 1342%ATK ，六弹片更是能额外获得45%增伤加成，同学们在实战中尽量攒够弹片再射击。 命中 ① 由于弹丸是扩散弹道，所以 距离敌人较近 时更有可能全弹命中。 ② 点按的自动瞄准一般比长按更精准。 ③ 大体型敌人更有可能被全弹命中。 机制 ① 弹片数量相同的情况下， 长E的伤害与短e是相同的 。 ② 长E瞄准 准星只能横向转动 ，难以命中浮空敌人。 ③ 长E瞄准时，娜维娅获得 较强 的抗打断能力。 系数为0.3。 ④ 长E吸取结晶的范围与射程相近。 ⑤ 同时最多吸取3枚结晶。 ⑥ 被吸取的结晶飞到娜维娅身上需要时间。 如果与结晶距离较远且开火较快，可能导致还没吃到结晶就开火了。 手段 ① 当前弹片已满6枚，可以使用短e；反之，建议使用长E。 ② 建议尽量贴近敌人施放。 产球 命中时产出 3~4 颗岩元素微粒，产球数量与弹片数量无关。 附着 命中时造成 独立弱岩 附着。 (每次命中都能造成一次弱岩附着) 始基力·荒 E如果命中了敌人，则在 敌人的位置 降下荒性（紫光）的岩伤；反之则在 娜维娅面前 降下。 机制 ① 领域索敌范围是以前台角色为中心，半径约等于E的射程的距离。 ② 每0.75秒发射一次支援炮击，12秒共 17次 。 ③ 存在复数敌人时， 随机 索敌。 ④ 炮击为 小范围AoE ，敌人密集时可以同时命中多个敌人。 ⑤ 没有快照机制 。 (启动后支援炮击的伤害会随娜维娅的面板变化而变化) 附着 ① 启动时造成 强岩 附着。 ② 对于同一个敌人，每 3次 支援炮击造成一次 弱岩 元素附着。 ① 从开火的瞬间开始计时，可操作的持续时间通常 只够打完一组普攻 。 ② 元素转化的效果 不随切人消失 。 ③ 转化后，普攻模组的元素附着 遵循通用计时计数器原则 。 (每2.5秒或3次攻击最多造成一次弱元素附着) ④ 伤害提高40%效果为增伤乘区。 ⑤ 虽然官方文本中增伤与转化的持续时间分了两条写，但是增伤效果并不是常驻的，也是持续4 相同元素的角色可以重复触发该天赋 ，也就是不必刻意凑三色队友。 经典咏流传。 ① 通常娜维娅一轮可以E两次，也就是恢复 18点能量 、减少Q6秒的冷却时间。恢复能量的效果不受充能效率影响。 ② 使得Q可以 全覆盖 ，显著提高了长线作战时 弹片的供给量 。 可以说是实现了弹片自由 ① 可以适当降低面板暴击率。 ② 追加的炮击同样能触发Q的 补充弹片 效果。 ③ 加快Q的附着计数器的运转，提高结晶频率，变相补充弹片。 娜维娅的队伍通常减抗比较高贵，但是20%这个数值有点保守。 ① 允许娜维娅使用eEQ的连段，一回合只需登场4秒。 ② 6弹片提高135%暴伤，使得一枪50w+成为常态。 ③ 建议将面板暴击率控制在 70% 左右。 结合二命e就可以百暴了 总的来看，娜维娅命座提升较均匀。 除4、5命外，在任意命座停手都是可以的。 3命加E等级 其中一命属于 强优化命座 ，类比为一斗一命、妮露一命。 E＞Q=A E是娜维娅的主要输出手段，可以点到9级， 值得给皇冠 。 Q是补伤害与结晶的手段，建议点6~9级。 A按需求点。 娜维娅在不同职责下的各天赋伤害占比如下，可用于参考天赋升级顺序。 娜维娅在E后持*4*的岩元素转化内可以打出的连段有这些： 连段Ⅰ aaaa 放飞大脑，快乐游戏。 连段Ⅱ aaaa冲刺a 取消第四段的后摇，可以多a出来一下。 连段Ⅲ aaa冲刺aa 倍率比连段Ⅱ更低，闪避的时机合适时用。 因为结晶反应有1秒的CD，E刚结晶过，所以上面三套连段的第一刀都是不能结晶的，因此也有了连段Ⅳ： 连段Ⅳ 罚站半秒再aaaa 通过罚站半秒，或是E后马上接一个冲刺，来错过结晶的CD， 使得普攻第一刀可以结晶 。 可以看到连段Ⅳ明明只有6段攻击，但结束后同样也是3弹片。 后文任何提及输出手法的aaaa都可以替换为上面四套连段里的任意一套。 一般更建议使用连段Ⅲ。 战斗时，娜维娅通常 用Q技能配合队友产出更多结晶补充弹片 ，铺场完成后，娜维娅来到前台输出。 此时娜维娅有三种选择： 驻场： eaaaaEaaaa。 接力： eaaaaE。 速切： eE。 驻场的那套如果需要提高斩杀线，可以使用连段Ⅱ，最后还能补一个E斩杀。 无用的知识：娜维娅元素战技与待机动作使用的伞不是同一把。 武器的选择… 伴生武器：裁断 T1：苇海信标、无工之剑、螭骨剑 T2：狼的末路、松籁、赤角、 T3：聊聊棒、霸王剑、浪影、天空 关于究极霸王超级魔剑… 完成6个海沫村任务达到满层。 满层后，是综合素质最优秀的免费四星武器。 就是这个造型和名字实在有点 关于螭骨剑… 在全程满层且带班尼特的情况下，R5螭骨剑与R1裁断几乎不相上下，非常值得用。 关于无工之剑… 箱底的芒果棒冰终于有人用了！但是双暴比例会比较着急。 关于聊聊棒… 增伤效果 不能稳定触发 ，需要看敌人脸色。 武器的纸面数据… 不带班尼特的情况如下。 计算使用的是驻场的连段，在接力与速切职责下，部分武器排位会有变动，但整体近似。 而如果加入班尼特缩减武器间的攻击力差距，排位如下： 关于逐影猎人… 与芙宁娜组队时可用，纸面上约等于回声之林。 关于黄金剧团… 对于速切流娜维娅来说就是全覆盖。 因为剧团的后台效果来到前台仍保持2秒 但是在速切流里，Q的占比也相应提高， 剧团对Q完全没有加成 仍是一大劣势。 不同圣遗物套装在不同职责的纸面表现如下： 可以看到无论在哪一组，回声与猎人都相对持平，而剧团仅有在速切时有较接近回声的表现。 充能效率… 如果需要娜维娅每回合都开大，以下几点，建议总分达到 4分 ： ① 娜维娅拥有一命，记2分 ② 队伍每有一把西风武器，就记1分 （包括娜维娅自己） ③ 队伍每有一位岩元素角色，就记1分 （不包括娜维娅自己与诺艾尔） ④ 队伍中有雷电将军，记2分。 ⑤ 娜维娅充能效率超出100%的部分，每超出25%，就记1分。 娜维娅单体唯一的先手结晶手段就是Q，如果能量不够，不能及时Q出来，就只能用一个E来为第二个E积攒弹片，这样非常亏。 游戏前期的配装… 对于刚入坑的新同学，可参考以下信息配装： 关于五郎… 考虑到不少同学没有也不打算抽阿贝多，这里推荐一下五郎： ① 五郎可以 组出双岩共鸣 。 ② 20%暴伤加成。 （三岩时为40%暴伤，且额外15%岩伤） ③ 中规中矩的产球能力。 ④ 后台持续挂岩 ，配合产出结晶。 ⑤ 自动吸收结晶 ，支持娜维娅只使用短e就能打满弹片。 职责… 驻场、接力、速切 都是娜维娅的可选玩法。 命座越高的娜维娅，就越适合玩速切。 不幸且坚韧 循环流程 阿贝多e→娜维娅Q→班尼特Q (e) →香菱Q (e) →娜维娅eaaaaEaaaa 关于钟离… 不咋好用。 队伍本身有生存有抗打断，钟离的优势只剩减抗了。 同时 钟离柱子结晶极其不稳定 ，丢的弹片伤害可能比减抗加的还多。 没有阿贝多还是用五郎吧。 关于④号位… 这队的④号位是队伍唯一能后台挂元素的位置，无论如何请同学 优先保证④号位的充能循环 ！ 华丽且瞩目 循环流程 芙宁娜eQ→娜维娅Q→阿贝多e→夏洛蒂eQ→娜维娅eaaaaEaaaa 芙宁娜eQ→娜维娅Q→夏洛蒂eQ→五郎eQ→娜维娅eaaaaEaaaa 关于班尼特… 提升很大，但是喂不饱非二命的芙宁娜。有二命芙的同学可以用。 关于充能效率… 这队芙宁娜的充能情况堪称灾难，需要同时装配 充能武器 与 充能沙 才能较好循环。 关于白术… 不建议用。 虽然与夏洛蒂是同类的群奶，但是草元素不仅不能结晶，还会吃掉芙宁娜挂的水， 干扰结晶 。 亲切且热烈 循环流程 娜维娅Q→阿贝多e→班尼特 (e) Q→娜维娅e→①号位驻场输出→娜维娅eaaaa (eaaaa) Q 关于①号位… 这个结构中需要使用 短轴 驻场角色。 一般更建议用宵宫，既可以与娜维娅共享班尼特，也可以为班尼特充能。 关于③号位… 如果①号位使用的 是 夜兰这类 非攻击力驱动 的角色，那么③号位就可以不拘泥于班尼特了。 在解决充能问题后，娜维娅可以插入多数 火/水/冰/雷 队伍中，穿插在队伍流程中打出高弹片的E，代替原本的增伤/副C。 注意，这对队伍伤害不一定是正提升 ，而是为了这些优化： ① 被替代的队友可能被另一支队伍需要。 ② 使充能爆发队伍获得 更适合大世界的出伤手段 与 残局斩杀手段 。 (如雷电将军队) ③ 使得队伍获得结晶盾的抗打断并提升略微的生存能力。 ④ 也可能是出于玩家本人对娜维娅的喜爱。 这种组队方式比较简单粗暴，如 雷娜芙琴 、 雷娜班香 等简单替换即可，就交由同学们自己探索。 此处仅介绍一支相对更具有结构美感的队伍。 优雅且端庄 循环流程 芙宁娜eQ→娜维娅 e Q→五郎Q (e) →诺艾尔eQaaa→娜维娅e→诺艾尔A 芙宁娜eQ→娜维娅 e Q→夜兰/行秋eQ (e) →诺艾尔eQaaa→娜维娅e→诺艾尔aaa aaa 上面这两个绿字的 e ，在第一轮循环是不放的，从第二轮循环再加入进去。 关于④号位的选择… 五郎的优点如下。 ① 上文理论部分叙述过的 五郎的通用优点 。 ② 五郎支持诺艾尔使用重击 ，回血效率更高。 ③ 五郎对娜维娅的提升仅有15增伤与40暴伤，但是对前台诺艾尔的 伤害 与 循环 有极大的提升。 而夜兰行秋也有自己的优点。 ① 夜兰行秋的 个人伤害 远远高于五郎。 ② 夜兰提供机动性，行秋提供减伤。 ③ 优化了 芙宁娜的充能 情况。 同学们可以按照自己的队伍情况来选择。 充能的情况… ④号位选择五郎的情况，诺艾尔将可以选择 输出武器 ，而芙宁娜需要提高充能效率。 ④号位选择夜兰/行秋的情况，诺艾尔将需要更换 西风大剑 以及可以选择 磐岩套 ，而芙宁娜可以更向输出倾斜。 娜维娅的优点 ① 爆发伤害高，数字很大，十分爽快。 ② 生存能力强。 ③ 环境适应性强，除对空外没有明显短板。 ④ 配队多样，操作感强， 玩家参与度高 。 ⑤ 好看，非常好看。 缺点 ① 容错率不高，空枪会丢大量伤害，不适合容易红温的同学玩。 ② 出伤手段不适合打割草活动凹分。 (话说最近几个版本割草活动越来越多了) 废话时间 上一个岩元素角色是 23个月前 实装的云堇！！看见我岩厨脸上的两行泪了吗！！！ 就是这个黄豆脸的女人把我骗回来写攻略了！！你怎么能这么好看啊呜呜呜 如果有收获请同学点个赞啦~以下是对娜维娅的快速总结，我们下堂课见~ 封面： 饭桶绢 美术： 饭桶绢 设计： 饭桶绢 文案： 饭桶绢 数据： 饭桶绢",
    "length": 4948
}