{
    "game_id": 2,
    "post_id": "46439295",
    "f_forum_id": 43,
    "subject": "关于凝光岩主与新岩套的适配以及配队与选择，还有新奶套目前人选",
    "url": "https://www.miyoushe.com/ys/article/46439295",
    "created_at": 1702285867,
    "like_num": 181,
    "view_num": 17868,
    "reply_num": 68,
    "text": "前言： 看这个展示新的圣物的时候，发觉很意外的挺合适，字面意义上来说是这样，我也算是玩了许久的凝光姐了，毕竟她是我第一个从卡池里抽出来的主c角色，还有从开始就陪伴我许久的旅行者荧妹_(米游姬-期待) 然后自从女仆一类防御体系的岩队吃香后，我就一直在期待(*❦ω❦)以凝光岩主一类的攻击体系的岩队了，娜维娅成功救场。 好像又没什么人做233333 既然如此，那么就由我来做吧，重新介绍一下我自己，大家好(๑╹◡╹)ﾉ”，我是 角色攻略向里主做内测至1.6版本的老牌女角色 的莎缇菈。_(米游姬-吃瓜) 那么这次就说明一下我们 璃月七星之一—— 掩月天权·凝光 。_(阿姬得意) 首先，我们先看看圣物效果 （1）昔时之歌（新奶套） 先看看奶套， 只要你的奶妈穿这一套，放技能回奶，6s内回血至多有1w5的血（奶满溢出也算），提升战场角色的各种攻击手段的伤害，一共有5次生效，或者10s后就移除。 这个也是可以 多个奶妈角色穿这一套在同一个队伍都可以触发 看不懂的朋友也没关系，你只要记住这是 有点类似于申鹤 云堇的增伤手段 就OK\\(^o^)/~ 但是 唯一不同的是：这个效果是全队共用的， 也就是说， 你在 启用这个效果前，是需要在其他辅助副c放完技能以后，奶妈再用技能回血触发这个奶套效果，然后再主c开始攻击， 才能保证全部效果都是给你的主c吃完全的 。 所以，仁者见仁，智者见智，这个 新的奶套可以说提高战场主c上限，但是对于战场角色练度要求很高，以及需要你奶妈充能循环好与适当需要练习队伍的对轴 ； 那么同为奶套，对比海染， 海染可以最大化利用溢出奶量，方便对群造成伤害，也更加简单使用触发。 看个人队伍需求与选择了 _(米游姬-点赞) 直接说结论吧_(米游姬-乖巧) 这个新的 奶套适合角色 需要以下特征： 全队+持续奶，而且在短时间内（6s）的回复效果也很OK 目前现有的奶妈角色，合适这些特征的，有 白术（2命最合适）、心海、芭芭拉、七七、纯奶芙宁娜、班尼特。 不推荐琴，猫猫等之类的奶，也很简单，琴更推荐风套，猫猫早柚还有夏洛蒂奶的效果不够久、充能等等一系列问题。 其实说到底真正非常完全合适这一套新奶套的人选还没有出现，所以我们拭目以待。 （2）凝光 岩主 与回声之林夜话 好的，终于来到今天的真正主题了_(偶像姬_撒花) 老样子，先看圣物效果 新岩套，2件套+18%攻击力，4件套开e的10s内，提高20%岩伤，在吃到结晶盾后，提升至50%岩伤。 那么， 凝光姐，岩主与新岩套是否适配呢？ 答案是 肯定的 ，即使你说吃不到后面的结晶盾效果，比较与凝光姐，岩主一直用的2攻击+2岩套， 提升肯定比从前好很多了 。 但是，在很久以前，磬岩套就已经告诉我们结晶盾的麻烦性了，以及结晶盾你是需要自己去捡的，是有点浪费时间。 而且在现在有新的队伍，新的队友的情况下，圣物也有別的选择的，刷新的圣物成本也很高，想要高效或者非酋的朋友就吃亏有点厉害。_(阿姬倒地) 这样看来，我们现在 需要解决2个问题： ①用新岩套吃满效果的结晶盾的问题 ②现枫丹版本下，凝光岩主的队友武器圣物搭配与需求 ①用新岩套吃满效果的结晶盾的问题 目前看来有2个解决方法， 一是靠队友的技能或者天赋效果帮忙捡，二是咱们还是自己动手捡吧233333 队友可以帮忙的，就 五郎与新角色娜维娅 先说五郎，他的q可以去帮忙捡 但是有个问题， 怎么样才能保证结晶率覆盖率？ 五郎有个痛点，先是80能苦痛充能，2命后可以覆盖12s，cd又有20s，容易导致有一定的空窗期，还要等一等他开技能，这是有点麻烦的。 如果五郎又不满命，给凝光姐提供的效果又只有15%的增伤，加上前面的问题，完全就很难给凝光提供buff效果的。 总的来说， 五郎配凝光姐还有岩主，是不太合适的，大世界玩玩还好 _(米游姬-呆滞) 五郎还是更还是女仆一斗之类的防御体系的岩队。 如果配娜维娅，就是双c体系，互相速切 ，类似于雷神配优菈一样。 刚刚好就是先让队伍里的可挂元素先挂上，娜维娅先开技能把结晶盾给整身上，再凝光岩主eq一套，这样互相速切c 当然肯定有的人不太喜欢玩这种双c体系，那我们还是主走凝光岩主单c，老老实实地自己捡结晶盾吧_(米游姬-求求你啦) ②现枫丹版本下，凝光岩主的队友武器圣物搭配与需求 凝光主c 配队：( 岩主同理配队 ) 目前的岩队，从开服就初见端详，一个是凝光岩主的攻击体系的岩队，一个是女仆一斗的防御体系的岩队。 这边只讨论主c配置，因为新岩套主打主c的原因，不做说明。 什么？你问 凝光姐怎么辅助？ 带讨龙金铂4宗室就完事了，具体就不必说了 1.凝光（ 岩主 ），钟离，班尼特，芙宁娜 在这个队伍里，钟离或者芙宁娜可考虑4千岩，班尼特就老样子用4宗室或者新奶套 如果是钟离带4千岩，芙宁娜就4剧团，做副c增伤； 如果是芙宁娜带4千岩，钟离可4磬岩，给芙宁娜提供元素增伤；或者说他带4宗室，班尼特可新奶套。 注意：在搭配水神队伍里，凝光岩主圣物可以用4猎人，而且剧团套与猎人套是同一副本，更加方便节约体力成本。 2.凝光（ 岩主 ），钟离，班尼特，香菱 这个是老传统双火双岩队伍了，我就不用多说了 武器： 暴击暴伤法器优先，然后是攻击力武器 目前暴击暴伤法器，对于凝光来说， 5星最优还是4风（指全面向），大典与金流需要水神才适配，其他多多少少用在凝光身上都差不多。 攻击力武器肯定就锁，然后是天空书， 锁就必须绑钟离 4星最优就是流浪，然后是大月卡武器——匣里日月 那么岩主可以选择的武器方向 反倒是多一点 5星武器 最优肯定雾切 ，ta的平a最后一段攻击可以有岩伤，这样是能吃满效果 万年老二的绿剑 ，也是不错的，轻轻松松就能吃到效果 4星武器最优是狼牙，其他都差不多 圣物选择：（凝光岩主同理） 词条：都是暴攻岩，副词只要攻击，暴击暴伤 选择：经典2+2，4新岩套，4猎人（必须水神） 凝光的话，还可以4逆飞（必须绑盾） 当然，肯定有人问了，不是还有 4追忆的凝光 吗？ 我在这里很抱歉的告诉你，其实是 不太合适 的。 因为凝光的平a重击与eq伤害比重，是3:3:3，也就是说每个都是重要的输出手段，而4追忆是会丢失一部分q的伤害，所以我很不推荐。 关于其他适配水神的冷门角色 ↓ 冷门角色爱好者大喜！关于老牌角色们与水神的适配 今后还会出更多攻略的，感兴趣的小伙伴(￣ω￣(￣ω￣〃 (￣ω￣〃)ゝ 可以加入我的大别野“魔女的原壶茶话会”一起玩哦_(米游姬 干杯)，当然也不只是原壶的攻略啦，可能还会关于其他大世界收集向的攻略或者说是冷门的老角色向攻略_(米游姬 卖萌) 我的个人主页还有其他攻略的合集，喜欢的朋友也可以去看看哦_(米游姬-撒花) 即使不是原壶，是ACGN爱好者，是米游玩家的都可以来玩哦，不止是有机器人，还有攻略参考。(●'◡'●) 魔女的原壶茶话会 原神 尘歌壶 学习交流 加入聊天 “Hi~亲爱的(˃ ⌑ ˂ഃ )，欢迎你来到这片小小的乐土！♡(*´∀｀*)人(*´∀｀*)♡” 即使不是原壶，是ACGN爱好者，是米游玩家的都可以来玩哦，不止是有机器人，还有攻略参考。(●'◡'●) 非常非常感谢你看到最后_(米游姬-打call) Thanks♪(･ω･)ﾉ",
    "length": 2979
}