{
    "game_id": 2,
    "post_id": "31893154",
    "f_forum_id": 43,
    "subject": "渊下宫世界任务“龙蛇藏归辑录”任务详细攻略",
    "url": "https://www.miyoushe.com/ys/article/31893154",
    "created_at": 1669092403,
    "like_num": 276,
    "view_num": 14723,
    "reply_num": 21,
    "text": "hello，大家好，这里是“夜里别落泪”，这一期就给大家详细讲解一下渊下宫的世界任务龙蛇藏归辑录的详细攻略（我自己在探索渊下宫的时候突然发现这个任务还没有做，现在刚刚做完就做的攻略，可以说是一边做一边截图），希望大家喜欢。 这个任务完成之后可以获得150个原石，并且可以获得好几个华丽的宝箱，加起来差不多可以获得200多个原石。 这个任务接取地点就是你刚开渊下宫开启地图的地方， 这个任务我们需要找到五本书，分别为 《日月往事》《常世国龙蛇传》《光昼影底集》《白夜国地理水文考》《深海龙蜥实验记录》。 第一本《常世国龙蛇传》 这本书的获得方法最简单，只需要在 稻妻的八重堂 直接话费1500摩拉购买即可。 第二本《日月前事》 这本书需要先传送到 大日御舆左下方的传送锚点 ，（如下图我在的位置） 然后在 夜晚 的情况下飞到悬崖边上就会出现一个传说任务（任务会在你靠近它的时候显示），接取后先找到两个鬼魂的位置（位置如下），后面的任务自己有提示 做到击败独眼小宝之后，独眼小宝附近有一个发亮的地方，点击调查，就可以获得第二本书《日月前事》。 第三本《白夜国地理水文考》 首先来到 常夜灵庙最上方的传送锚点 ，先下到半山腰处（这里有一个调白天黑夜的）， 先切换到白天，然后右方两个机关各攻击一次即可，如果你已经移动过了，把墙壁移动成下图中的即可， 然后再调到黑夜，然后再激活你刚才移动的迷宫里的水元素方碑（不能从上方跳下去上方有屏障，需要走迷宫），四个水元素方碑全部点亮后，中间的铁门就会打开，然后跳下去，就会有一个华丽宝箱，开了华丽宝箱之后再和你周围的一个鬼魂对话获得一把钥匙，然后跟随指引去另一个迷宫，迷宫位置如下图 打开机关后跳下去，会看到对面有一个华丽的宝箱，没有解锁，这里需要完成一个解密，（就是把实体墙移动到幻影墙的位置就完成解密了） 首先来到华丽宝箱的位置，切换白天，然后点击你面前的开关，把铁门打开（注：你开关的另一面也有一个，也需要打开） 把两个铁门都打开之后，再攻击右侧的机关两次，关闭离宝箱近的的铁门，再攻击左侧的机关两次，在关闭离宝箱远的铁门，然后再攻击右侧的一次，最后调到黑夜模式就完成解谜了。 就获得了一个成就“ 下次，试试社会派… ”然后再回到常夜灵庙上方的迷宫里， 去和迷宫里的人对话，开启密室（下图是密室位置）， 里面有一个精致的宝箱，打开宝箱就获得了第三本书《白夜国地理水文考》。 第四本《深海龙蜥的实验记录》 首先来到大日御舆上方的传送点（如下图）， 然后来到上方最边上（如下图） 然后要飞到前面面对的小岛（上图），来到小岛后，来到下图的位置 碰一下那个传送的东西，然后等他他你传送到前面的那个大岛（这个岛地图上没有标记），到了后向前走会碰到一个鬼魂，与他对话接取任务， 他让你去前方探索，你就去过去后发现那里有三个元素方碑，分别为冰元素、雷元素、水元素，这里只点亮冰元素即可，然后把冰元素那里出来的龙蜥击败之后就去向右看就会发现一个发光点，点他就找到第四本书《深海龙蜥的实验记录》了。 第五本《光昼影底集》 首先我们来到 大日御舆的传送锚点， 然后向右转想下跳两个大的台阶来到一个有**桶和独眼小宝的地方， 把**桶点燃，就会出现一个破了的裂缝（注：小宝可以不打，但是不打就很烦），然后进去先打一下这个机关 打了之后再出去看下图那个蓝色的地方，过去调成白天， 调成白天之后再回来，打另一个，如下图 打了之后就可以进去了（我这个还没打）， 打了之后进去点燃火把，然后再出去调成黑天，然后再进来 在两个火把中间向上爬一点出现激活之后点击激活即可，然后看准出现的顺序，这就是下一步解密的密码（注：密码是21453）。 然后来到蛇心之地的左上方传送锚点， 然后去中间按照我说的顺序弄好之后就获得第五本书《光昼影底集》。 最后我们去交任务，和他对话完之后，需要我们归还图书，我们需要把这五本书放到书架上，就可以获得一个成就“ 常世大神倘若有知… ”放上之后你面前的镜子就可以进去， 进去了之后，先不要急，你刚刚放上的五本书可以拿回来，如下图，发光点就是。 然后再右边还有一个键纹，注意别忘了拿一下， 拿了之后来到第一层，在楼梯的后方，有一个华丽宝箱，可以开一下。 然后再楼梯旁会有个个仙灵，把他赶到镜子里面，你就可以回去了，回去继续跟着仙灵走就可以获得一个精致的宝箱。 到这里， 这个任务就完成了，这个任务很长，很麻烦，希望各位旅行者有耐心啊。感谢大家的观看。",
    "length": 1843
}