{
    "game_id": 2,
    "post_id": "30013877",
    "f_forum_id": 43,
    "subject": "舍身步道解密（宝箱+草神瞳+圣章石+尖碑一）",
    "url": "https://www.miyoushe.com/ys/article/30013877",
    "created_at": 1665140231,
    "like_num": 1200,
    "view_num": 103593,
    "reply_num": 217,
    "text": "各位旅行者你们好，这里是「二也」 _(偶像姬_WINK) 舍身步道解密 本篇内容 介绍 舍身步道解密 ，其中包括 1 个华丽宝箱 、 6 个神瞳 、 6 个圣章石 、 1 个元能尖碑 、 1 个限时挑战 、 背弃之塔·东 任务触发 需开启 「秘仪台座」 权能 、 「元能屏障」 权能 、 「恒光元件」权能 等级限制 冒险等阶达到35级 任务限制 完成任务 「黄金梦乡·沙海迷踪」、「黄金梦乡·室内派考古入门」 【V3.1攻略】#任务攻略#饰金砂原黄金梦乡合集 任务流程 以便介绍舍身步道地下路线，借用了 图研所 的图 舍身步道地下解密地图指引 圣章石① 视频指引 ： 锚点① - 岔路口 圣章石①-羊首 传送 锚点① ，往 地图的东南方向 走，遗迹门口火炬下，获得 圣章石①-羊首 （继续往前走，前往 岔路口 ） 岔路口 路线① ：从 草神瞳① 位置升降机出发 路线② ：从 秘仪台座 位置升降机出发 圣章石②-③、草神瞳①-③ 视频指引 ： 路线① （ 沙漠迷踪 任务路线） 草神瞳① 路线① 的 升降机 上，获得 草神瞳① ，启动 升降机 往下 草神瞳② 沿通道往里走，来到图中位置 （只有一个通道） 开启 秘仪台座， 启动 开关 ，启动 升降机 往上，获得 草神瞳② 圣章石②-谷地 启动 升降机 往下，往 地图的西南方向 走，往 圣章石② 方向 在楼梯口的 仙灵就位位置 旁，获得 圣章石②-谷地 草神瞳③ 沿通道往里走，启动 升降机 往上 往 地图的西南方向 走，沿通道往里走 （只有一个通道） 来到图中位置 （只有一个通道） 往 地图的东北方向 头顶看 ，在雕像顶，获得 草神瞳③ 圣章石③-巨蛇 往 地图的西北方向 走，沿通道往里走，在 2 个 元能光锥 房间门口地上，获得 圣章石③-巨蛇 圣章石④-⑥、草神瞳④-⑤ 视频指引 ： 路线②  （需权能开启的路线） 圣章石④-鸟首 传送 锚点① ，来到 岔路口 ，前往 路线② ，开启 秘仪台座 ，启动 升降机 往下 往 地图的东北方向 走，追随并释放 元能火种① 追随 元能火种① ，激活 元能火炬 ，获得 宝箱①、圣章石④-鸟首 草神瞳④ 往 地图的东北方向 走，启动图中指引 开关 ，启动 升降机 往上 闪烁的零件 往 地图的西南方向 走，清理 元能构装体·重塑仪 ，获得 宝箱② 往 地图的西北方向 走，跟随指引 仙灵① ，启动 升降机 往下 跟随 仙灵① 到图中位置 往 地图的东南方向 走，击碎石头墙 火把解密房间 按图中步骤解密，获得 宝箱③ 在房间 的 升降机 上，获得 草神瞳④ ，启动 升降机 往下 草神瞳⑤ 往 地图的西北方向 走，追随并释放 元能火种② 追随 元能火种② ，激活 元能火炬 往 地图的西北方向 走，开启 秘仪台座 ，追随并释放 元能火种③ 追随 元能火种③ ，激活 元能火炬 ，获得 宝箱④ 草神瞳⑤ 往 地图的西北方向 走，获得 草神瞳⑤ ，往 地图的东北方向 走，开启 升降机 往下 圣章石⑤-谷地 往 地图的西南方向 走，开启 升降机 往上 跟随引导 仙灵① 就位，获得 圣章石⑤-谷地 ，追随并释放 元能火种④ ，开启 开关 圣章石⑥-王权 往 地图东南方向 走， 元能尖碑 旁的台阶上，获得 圣章石⑥-王权 元能尖碑 往 地图东南方向 走，与 元能尖碑 交互，选择 复原 ，交付 6 个圣章石 最后宝箱解密 视频指引 ：前往 地图东北方向 火炬通道 草神瞳⑥ 视频指引 ： 锚点2 - 草神瞳⑥ （背弃之塔·东解密） 草神瞳⑥ 传送 锚点② ，往 地图的东北方向 走，前往图中指引通道 沿通道往里走，来到图中位置 （只有一个通道） 限时挑战 在180秒内收集20个草之微粒 （开启挑战，自动调整方向） 背弃之塔·东 调查 秘仪台座 往 地图的南方向 走，前往 背弃之塔·东 的 南面 ，获得 草神瞳⑥ 饰金砂原隐藏任务合集 饰金砂原隐藏任务合集 饰金砂原声望任务世界任务合集 饰金砂原声望任务世界任务合集 如果觉得不错可点个 关注 ，敬请期待更多内容 更新 ！ 如果有任务 问题 ，可以 私信 我，感谢旅行者们支持！",
    "length": 1715
}