{
    "game_id": 2,
    "post_id": "53506241",
    "f_forum_id": 43,
    "subject": "【V4.7】角色攻略：克洛琳德",
    "url": "https://www.miyoushe.com/ys/article/53506241",
    "created_at": 1717571564,
    "like_num": 79,
    "view_num": 16785,
    "reply_num": 57,
    "text": "各位亲爱的旅行者们，大家好啊！又见面了，这次带来的是4.7新版本克洛琳德的相关角色攻略！如果对各位旅行者们有帮助，快留下你的点赞，收藏，关注支持一下雪飘_(米游姬 卖萌) 目录 1.角色定位 2.武器推荐 3.圣遗物推荐 4.角色天赋 5.角色命座 6.输出手段 7.配队推荐 角色定位 克洛琳德 是一位单手剑站场输出型定位为主C的五星雷系角色。与同为五星单手剑主C的刻晴对比参照，二者在输出的方法方式上大致相同，但双方在输出机制，能力上各有千秋。 超链图片 武器推荐 五星专武：赦罪 超链图片 作为克洛琳德的专属武器，契合度最高，数值上的给予非常之高，同时，效果上再次提升爆伤，并给予了高额的增伤效果，强度直达单手剑天花板，缺点泛用性低。 五星替代：雾切之回光 超链图片 作为曾经的单手剑中最具性价比的最强武器，交付于克洛琳德手上依然能够发挥出强大效果，数值上与赦罪对标，效果上略微逊色，但武器效果依旧能够被克洛琳德全部掌握，是五星专武之外最契合的武器。 五星替代：有乐御簾切 超链图片 作为新生代单手剑武器中的拔群者，凭借着高额的爆伤数值加成，以及较强的效果附加，是克洛琳德替代武器中的优秀选择，缺点是部分效果收益低，队伍需绑定岩属性角色。 五星替代：波乱月白经津 超链图片 作为雾切之回光的姊妹，该武器在数值上的强度显优，武器效果也部分与雾切相同，缺点是数值与专武相比稍有欠武，需依靠后台角色方能吃满效果。 四星替代：海渊终曲 超链图片 该武器在四星当中数值无出其二，虽然没有双爆加成，但利好依靠生命之契机制输出的单手剑角色，效果上给予了生命之契赋予加成，以及较高的攻击加成，造价低廉，可锻造入手，精炼方便，性价比高。 四星替代：狼牙 超链图片 该武器在四星中的数值比较中规中矩，但依靠稀有的暴击数值以及武器效果的优秀暴击加成，使狼牙在四星武器中位列前茅，缺点是需要购买大月卡获取，获取途径不易。 三星替代：黎明神剑 超链图片 该武器如同其名，视为三星中的神剑武器，数值上给予了比克洛琳德专武更高的爆伤，且依靠克洛林德自身的回血天赋，与武器效果暴击加成完美契合，作为初级武器中的最强没有之一。 圣遗物推荐 主词条选择 攻击沙 雷伤杯 暴击/爆伤冠 （暴击武器适当配平) 副词条方面： 暴击/爆伤 ≥ 攻击力百分比 > 充能/精通 谐律异想断章 超链图片 作为依靠生命之契机制输出的角色的不二之选，四件套效果完美契合克洛琳德输出的生命之契升降情况 给予于高额伤害提升 。缺点是 成型时间长，花费精力资源较大 。 角斗士的终幕礼 超链图片 该套装的两种效果非常契合克洛琳德， 提供攻击加成的同时给予普攻较大增伤 ，配合克洛琳德快攻，高频特性能够打出相当可观的伤害，且可在还圣奥迹中合成获取，缺点是 除合成外只能在世界BOSS讨伐领域获取. 如雷的盛怒 超链图片 虽然已是开服之初的圣遗物，在现今版本依旧能够发挥出强悍实力，两件套效果适合，四件套效果与克洛琳德天赋契合， 给予了较高伤害加成，并减少元素战机冷却时间 ，且该套装可在还圣奥迹中合成获取。 缺点是 成型时间长，不好刷取。 角色天赋 天赋：普通攻击 超链图片 天赋：元素战技 超链图片 天赋：元素爆发 超链图片 固有天赋：破夜的明焰 超链图片 固有天赋：契令的酬偿 超链图片 角色命座 核心命座：四命，六命 抽取建议：专武>一命 命座一 「自此，行过逐影之帷」 提高克洛琳德的输出能力 超链图片 命座二 「自此，直面长夜之危」 提高克洛琳德普通攻击与大招输出能力，提升幅度具有上限 超链图片 命座四 「铭记泪，生命与仁慈」 基于生命之契，提高克洛琳德元素爆发的伤害，加强输出能力 超链图片 命座六「为此，勿将希望弃扬」 给予双爆数值提升，同时给予百分比攻击力雷元素伤害提升，提供高额减伤，增强生存站场能力 超链图片 输出手段 克洛琳德 因自身的特殊机制，主要以快速攻击元素战技启动进行输出。由于自身天赋给予了较高的增伤，所以， 克洛琳德 本身急需队友的配合才能打出不俗的输出伤害。 输出流程一般情况为： E 3A E 3A E 3A 直至退出驰猎状态，再由Q元素爆发收尾，循环至元素战技E刷新，开始新一轮持续输出。 配队推荐 激化绽放队 由 克洛琳德 ， 纳西妲/草主/柯莱 ， 芙宁娜/夜兰/行秋/芭芭拉 ， 钟离 / 菲谢尔 / 久岐忍 组成 超链图片 该队\t伍 配队灵活，造价相对低廉，都有相应的替代候补成员弥补 ，缺点是 2，3，4号位角色需要一定练度，并搭配深林，饰金，乐园新套装。 强化超载队 由 克洛琳德 ， 夏沃蕾 ，班尼特 ，香菱/ 组成 超链图片 由于克洛林德自身增伤较多，相对的自身数值并不突出，需要一定的刚需，加之超载产生的元素反应伤害高， 且班尼特夏沃蕾给予了较高额的攻击力元素反应伤害加成，并由香菱进行后台补伤害 。缺点是 对于三位辅助的相应练度要求较高，配队单一，且锁死雷火属性角色。 图片来源： 米游社官方，原神观测枢 好了，各位亲爱的旅行者们，以上就是本篇攻略帖的所有内容了，感谢观看！如果对旅行者有帮助不妨留下你的点赞，关注，喜欢的话，扔进收藏夹里吃灰也不是不行，那我们下篇帖子再见啦_(星穹米游姬_得意) _(米游兔脱非)_(米游姬入欧)_(米游姬-撒花)_(米游姬 献花)",
    "length": 2186
}