{
    "game_id": 2,
    "post_id": "46311430",
    "f_forum_id": 43,
    "subject": "永冻队全队的培养方式以及配装和玩法",
    "url": "https://www.miyoushe.com/ys/article/46311430",
    "created_at": 1701970419,
    "like_num": 107,
    "view_num": 7765,
    "reply_num": 48,
    "text": "首先记住一个永冻队的核心重点 《永冻的核心是舒适度！！！！！》 进入正题前先说明两件事:①三拐一阵容不管是神鹤万心还是雷九万班或者什么的都是从来不缺伤害的！！！所以永冻的重点是近乎无敌的舒适度（目前仅有1命那维莱特在舒适度上可以对比） ②根据第一条不难看出，想感受到永冻队的舒适度你就要有聚怪！！！所以刚需万叶最差也要给个温迪（因为温迪增伤没有万叶高），如果你未来给不了或者不想把万叶/温迪给到绫华，那我建议你跳过永冻队，去玩其他阵容（首推那维莱特队，其次种门，有点秋香可以雷国，其他暂不建议） 前两条看完还想接着玩的请接着看，看完不想玩永冻的建议直接跳过哦，还想继续玩的重点来咯 关于配队，之前有讲过，现在着重说讲一下现在大家最困扰的芙宁娜，首先永冻的核心还没忘吧？对，就是舒适度，那么想舒适除了聚怪就是要有足够的水，芙宁娜增伤很高，但水不稳定，会使舒适度大打折扣，所以背离了永冻队的核心，所以不管是芙琴/早柚还是芙夏都有更好的就业空间（尤其是低命的芙宁娜）没必要放到神鹤队里负提升舒适度 另外多插一嘴，即便是深渊上下都有冰免，绫华厨还想玩绫华那也是带能杀冰免的比如雷香班而不是放芙宁娜，这一点千万不要误解，芙宁娜进队背离了永冻的核心舒适度，所以不建议 《圣遗物》——神里绫华 永冻队神里绫华的圣遗物只选择冰套4件套相对于2冰+2攻来说圣遗物压力小很多主要是暴击率，毕竟到现在为止绝大部分怪都还是可以冻结的 花和羽毛是固定的主词条，沙漏主词条选择攻击，杯子主词条选择冰伤杯，头的主词条选择双爆（一般是爆伤），副词条的话选择暴击伤害，暴击率，大攻击，小攻击，元素充能效率 万叶 在永冻队里万叶的作用是聚怪，天赋精通增伤以及风套的减抗，所以0命即毕业，圣遗物选择翠绿之影四件套也就是所谓的风套4件套 花和羽毛固定主词条，副词条选择元素精通，沙漏和杯子以及头盔主词条全部选择元素精通，副词条选择元素充能效率，其他不做要求 水系以永冻用的最多的心海和莫娜举例 永冻队里的水系主要是提供足够的水量保证稳定的冻结，同时能有增伤会更好，所以圣遗物一般是带千岩宗室和讨龙英杰谭来提供一些增伤 心海奶量受到自身血量影响且永冻队里心海不站场，所以q不打持续伤害所以一般选择是带千岩四件套给绫华提供攻击力和充足的水，圣遗物花和羽毛也是固定主词条，生命值沙漏，生命值杯子，治疗头盔，副词条要生命百分比，生命值和元素充能效率 莫娜的q有高额增伤且本身伤害不俗，所以一般选择加爆发伤害的宗室四件套，同时根据天赋充能转水伤，所以花和羽毛主词条是固定的，元素充能效率沙漏，水元素伤害加成杯子，暴击伤害/暴击率头盔，副词条选择暴击伤害，暴击率，元素充能效率，攻击力百分比 冰系以用的最多的申鹤迪奥娜罗莎莉亚做代表举例 冰系的主要作用是提供双冰共鸣的15%暴击率然后同元素可以产球给绫华吃，同时还可以增伤的话就很舒服了 申鹤q技能持续减抗且伤害不低，所以一般是选择2角斗士+2追忆之注连或者宗室四件套，申鹤不同于其他冰辅，是目前独一档的攻击冰辅，所以个人建议哪个有好词条就选择哪个，不过2角斗士+2追忆容易成型且同词条增伤也并不比宗室四件套低多少（如果宗室真的有很好的就带宗室四件套），花和羽毛固定主词条，攻击沙漏，攻击杯子，攻击头盔，副词条选择（花和羽毛优先攻击力百分比）攻击力，元素充能效率 迪奥娜是个盾奶辅，盾奶值和生命挂钩所以一般选择千岩四件套，生命值沙漏，生命值杯子，治疗加成头，副词条选择生命值百分比，元素充能效率，生命值 罗莎莉亚作为一个暴击充能拐，在永冻队里一般选择宗室四件套，元素充能效率沙漏，杯子无所谓冰伤的话自身也可以打点输出但不重要（杯子找副词条加暴击率高的就可以主词条无所谓），暴击率头盔，副词条只要暴击率和元素充能效率 《武器篇》——神里绫华 最终专武面板2200+攻击力，40/45暴击率，暴击伤害越高越好，非专武也是最低2000攻击力，40/45暴击率，暴击伤害越高越好 专武雾切独一档，五星大多也都能用，四星可以选择的武器有锻造武器天目影打刀和海渊终曲以及纪行武器狼牙，但雾切和其他武器的差距有点大所以其他武器还是建议以可以完美循环打输出为主 单说对于绫华的伤害提升的话雾切＞精5海渊＞裁叶萃光＞波波剑≈精1海渊＞天目影打刀 狼牙属于特殊情况下用，输出的话和海渊相差不太多，所以综合考虑，能拿下雾切就拿下雾切，或者有输出向的5星就先带着。然后就是争议最大的四星武器，这个就要看圣遗物了。 圣遗物如果全是爆伤，暴击率很低就带狼牙或者换暴击率的头带其他武器 圣遗物如果充能歪得多，就带海渊肯定没错 圣遗物如果充能歪得很少，就带自带充能的天目影打刀完成循环 所以武器还是结合自己的圣遗物来选择 万叶 万叶面板精通尽量拉到900+，0命即可，副词条找点充能出来就可以了，永冻没要求 万叶在永冻队里以聚怪增伤减抗为核心，所以结合天赋的增伤武器选择精通武器，首推是专武，4星锻造的铁蜂刺或者增加全队充能效率的西弗斯的月光 水系 面板无要求，能挂水就毕业 永冻心海唯一武器选择就是精炼5的讨龙英杰谭，而且加生命值加奶量，建议升满 莫娜带精炼5的讨龙英杰谭或者精1的试做金箔，神莫万猫就带讨龙，神鹤万莫或者神罗万莫这种不带奶妈的就带试做金箔，永冻莫娜带的武器都不需要升级 冰系 申鹤最低攻击不能低于3000，充能不能低于160（尤其是0命申鹤），武器选择的话根据自己圣遗物来看，如果圣遗物充能歪得特别多就带加高白值攻击力和攻击百分比的武器，如果圣遗物充能歪得少就带西风枪这种加元素充能效率的 迪奥娜面板无要求，武器带祭礼弓，可以产生多一次球给绫华吃，没有祭礼带西风弓也可以，主要就是加充能类的武器 罗莎莉亚是根据自己暴击率拐暴击率，所以根据暴击产球的西风枪就是首选，辅助充能特别快，面板无固定要求暴击率和充能效率越高越好，而且罗莎莉亚有个好处就是等级不用升满，只要升级到能吃到自己的两个天赋技能的等级就可以了（忘记了是60级还是70级了）如果有心海没申鹤首推罗莎莉亚 《配队》 神里绫华三拐一的阵容，聚怪的万叶是必备，双冰加共鸣产球是一个位置，挂水冻结是一个位置，除去必备的万叶，冰水都是摇摆位，尤其是冰系基本可以随意带个带把西风祭礼产球就行，水系最优解是心海的范围稳定水，其次是莫娜的范围水不如心海稳定但有高额增伤，至于行秋夜兰芭芭拉妮露那些需要根据特定角色来特定手法挂水根据自己角色池来就可以了。 所以就是神里绫华+万叶+冰+水，冰水的话建议一辅助一副c，毕竟核心是舒适度所以不建议不带奶，但也不建议全带奶，打起来会慢一些。 水带心海的话，冰就带申鹤罗莎莉亚这种，水带莫娜这种的话，冰就带迪奥娜这种，当然等你有手法了以后也是可以神鹤万莫的，但是个人还是建议一奶一副c，尤其水位是心海的时候舒适度直接拉满 永冻队根据输出来排名的话，除去神里绫华和万叶抽取顺序建议雾切＞申鹤＞心海 永冻队根据舒适度来排名的话，建议是雾切＞心海＞申鹤 然后神鹤万心全0命凑齐了以后的整体推荐顺序为雾切——申鹤1命/神里绫华2命——绫华3命——绫华4命——申鹤6命——万叶专武——申鹤专武——神里绫华6命 雾切之后如果可以直接拿下两个up就直接优先绫华2命，只能拿下一个就申鹤1命，至于角色专武，万叶和申鹤的没有前后排名，只是万叶的专武相对来说对于你大多数阵容提升更大，申鹤毕竟是冰系专辅 《玩法》 其实真的很简单，队里冰系辅助挂冰同时吃到千岩/宗室，然后万叶聚怪减冰抗增冰伤下落攻击小聚怪切水系挂水切回神里绫华吃到水系带来的千岩/宗室+讨龙，然后神里绫华霰步吃到天赋的增冰伤，之后根据自己所带的武器特效来吃满武器特效开q（雾切是霰步aq可以吃满，海渊是霰步eq，天目同样是霰步eq），之后就是重复打循环冰系产球绫华吃万叶聚怪心海续水母绫华eaz，有q开q，手法不好充能不够带的输出型武器的话甚至可以不给绫华吃球反正怪冻着也动不了就晚几秒开大也不影响（天目多少有点充能基本随便就能循环，海渊和雾切需要些充能和手法，但雾切能力大砖飞），所以说萌新如果没手法圣遗物歪到的充能也少的话还是建议天目影打刀的，毕竟方便循环也是最快打出输出的方式就是形容海森的那句话，好消息很刮痧坏消息刮得很快 暂时能想到的就只有这些了，还有其他问题的话欢迎随时指教补充提问，逢问一定知无不言，只要你的观点是对的一定接受！！！ 我愿尽我所能让每一个看到我的攻略的萌新都不走弯路，所以也请各位大佬帮我指正或是提出更好的建议，萌新帮帮侠，启动_(米游姬 好耶)",
    "length": 3496
}