{
    "game_id": 2,
    "post_id": "53948871",
    "f_forum_id": 43,
    "subject": "【V4.7配队附录】圣骸兽回归！深境螺旋12层参考配队及附表",
    "url": "https://www.miyoushe.com/ys/article/53948871",
    "created_at": 1718726974,
    "like_num": 728,
    "view_num": 3804,
    "reply_num": 25,
    "text": "超链图片 本篇为 V4.7 的版本配队附录，提供当前版本 深境螺旋12层 的 参考配队 及其分析依据，并附符合当前版本的 全角色 主流定位 及 功能性装备 一览表 。 本期为 深渊版配队附录 的例行更新，包含 V4.7 深境螺旋首次更新后的12层分析，且在附表中加入了 克洛琳德 、 赛索斯 与 希格雯 的角色定位。 数据支持与定位依据（恒常配队学）： 【V4.7攻略·其他攻略】恒常配队学3.0 这里是卡玛sei亚，一个 想要在提瓦特的世界中探索世界之理的 普通人。 内容说明 1. 深境螺旋12层配队分析 仅针对在 当前版本刷新 的深境螺旋 12层 。先给出 敌人阵容 及 参考配队 ，后分别从 上半/下半 出发分析配队依据，并介绍 环境对当期UP角色的影响 。相关定义与依据参见附表与 恒常配队学 。 2. 附表 共4张图表，前3张为 角色定位一览表 ，分别收录主流的 主C 、 副C 与 辅助 （每个角色都有至少1种定位） ，并根据定位简述 机制 、根据优先级推荐 主流玩法 或使用建议 ，若 加粗 则表示该项较为重要；第4张为 功能性装备一览表 ，收录有团队收益的武器与圣遗物套装，并简要介绍其功能性、获取方式及使用建议。 如下为定义解释： 天赋简称 ： A 为普通攻击、重击、下落攻击的总称， E 为元素战技， Q 为元素爆发， 普攻 仅为普通攻击的简称， 下落 仅为下落攻击的简称。 主C ：站场时间较长且作为主要伤害来源的角色。（严谨定义应为 站场C ，偶尔也双主C接力站场队伍，此时也可称为接力C ） 副C ：站场时间较短，且伤害能力优先于辅助能力的角色。（严谨定义应为 后台C ） 辅助 ：功能性优先于伤害能力的角色，一般都不会有较长站场时间。习惯将辅助分为增益辅助（伤害拐）与其他辅助（提供与伤害无直接关联的生存能力、抗打断能力等）。 此外，当角色的功能性仅为提供或输出增益 （拐） 或元素反应条件时，若强化其功能性不需要特定属性或需要堆的属性（如 生命 / 防御 ）不占用自身伤害能力所需属性（如 暴击 / 暴伤 ），则只有辅助能力很强或自身伤害占比较低 （DPS低于10%或循环总伤低于10w） 时，才会分类至 辅助 ，否则分类至 副C 。装备效果非必要时仅给出可体现功能性的描述。有些栏位可能展示某个系列，包含数个武器。 一、深境螺旋12层配队分析 1. 敌人阵容 本期深境螺旋12层敌人 （与元素地脉debuff） 分布以及渊月祝福描述如下： 超链图片 2. 参考配队 推荐备注 本篇默认推荐 连打配队 ，若无法凑齐阵容，可充分参考各配队的可替换位，也可根据每一间环境与自身情况制定对策而尝试“分开凹”。 若配队与练度均已达标仍难以满星，则建议到对应队伍或角色攻略中寻求手法细节等帮助。如上情况欢迎大家在 评论区 讨论。 超链图片 关于常见配队方案 （不一定适合本期环境） ，可参考 《恒常配队学：附录——常见配队方案汇总》 ： 恒常配队学：附录——特别篇：常见配队方案汇总 3. 上半对策分析 ① 数量分析 以单体敌人为主，对聚怪辅助几乎无需求，建议 选择对单能力强的阵容 。 12-1输出要点 ：第1波的三个元能构装体间距不远，有一定伤害范围即可直接打，否则走到左侧靠边的目标外也可轻易达成手聚；第1波清理完毕后立即向后跑以处理第2波的遗迹守卫，由于第3波的龙兽会刷在场地左侧，有一定伤害范围与转火能力则可在输出过程中将遗迹守卫缓慢诱导至附近，以继续攻击龙兽，否则可在击败遗迹守卫后向场地右侧跑，诱导龙兽冲刺，并在击败龙兽后迎接第4波的镀金旅团；第4波出现后，应优先攻击 镀金旅团·灵风猎手 。 ② 抗性及免疫分析 物抗 ：12-1的 遗迹守卫 与 遗迹龙兽 均带有较高 物抗 （70%） ， 不建议使用以 物伤 为主的阵容 。 ③ 元素及芒荒分析 激化 优势 ：12-3的半永恒统辖矩阵隐身后抗性非常高 （210%） ，需要利用 原激化 反应破隐瘫痪。因此 推荐阵容中同时带有 雷 系与 草 系，仅带有 雷 系也可 在击败其部件之一后利用其修复时的自附着 草 瘫痪。如果不带 雷 系，则需要击败部件之一后等待约5s至本体显形（且无法瘫痪），但高练度也可强行打。需要注意部件为建筑单位，不可附着、不可触发角色产球，因此对相对依赖元素反应的队伍有一定限制。此外，12-1的元能构装体也有类似的隐身与激化破隐机制，但由于血量较低且并不会开局隐身，只要输出足够即可解决。 ④ 特殊情况分析 12-1 ：第4波的镀金旅团开局释放厄灵，获得较高抗性 （除物抗外全抗提升至60%，物抗为30%） 且接近霸体。 若队伍输出能力一般，则应优先击败厄灵以使其虚弱 ，使其受到真实伤害且抗性恢复正常 （厄灵与虚弱期间的本体对应抗性为-50%） 。 12-2 ：魔偶剑鬼出生在场地中心，触发其后撤步后难以卡到墙角，因此后续技能会有较高的机动性与伤害，推荐优先考虑生存能力及位移能力强的队伍。需注意魔偶剑鬼在血量降到约70%时会锁血并蓄力施放高伤害插地技能，需注意躲避或用大招无敌帧抵挡。 4. 下半对策分析 ① 数量分析 以群体敌人为主，且部分敌人对聚怪辅助或伤害范围要求较高，建议选择 对群能力强的阵容 ，有条件可携带 聚怪辅助 以提升体验。 12-1输出要点 ：第2波应走到一个 深渊咏者·渊火 一侧输出，保持三点一线有助于将其推至另一个咏者附近，以便一起破盾，需注意使其开盾或击破其黯火炉心也会使其明显被击退，因此可能需及时转到另一侧输出。 12-3输出要点 ：第1波有聚怪辅助即可直接聚怪，否则应走到一个 愚人众先遣队·火铳游击兵 一侧输出，诱导其后撤到其他敌人附近并一起输出。 ② 抗性及免疫分析 风抗 ：12-1的 黑蛇骑士·斩风之剑 有一定 风抗 （50%） ，若队伍以风伤为主，则推荐队伍中持有 钟离 / 珐露珊 等减抗手段。 。 全抗 ：12-3的圣骸兽（ 火之赤鹫 、 雷之毒蝎 ）默认具有较高全抗性 （40%） 与更高的对应元素抗性 （70%） ，吐出能量块期间或瘫痪时所有抗性恢复正常 （10%） 。由于使其抗性恢复正常需要等待一定时间且尽量要对应元素，所以必须注重在这之前的输出，因此 建议队伍中持有翠绿4件套/深林4件套或者 钟离 等减抗手段 。由于高频的元素攻击也能占据能量块从而使圣骸兽瘫痪，因此带对应元素并不是很有利的做法，还要面对默认的更高抗性。 ③ 元素及芒荒分析 领域·阴燃之火 ：12-1第1波的 火深渊法师 均带有该领域，会周期性导致场上角色持续受到伤害，且第2波的 深渊咏者·渊火 的特定攻击对角色造成伤害时，也会造成全队生命值扣除，因此推荐队伍中带有以 治疗 为主生存能力强的辅助， 群体治疗 更佳。 芒性 ：12-2的发条机关也均外显 芒性 ，使用累计2次 荒性 攻击可减弱 攻坚特化型机关 、 建造特化型机关 及 压制特化型机关 的攻势，而使用1次 荒性 攻击即可使机关·算力增幅器弱化。由于 建造特化型机关 转圈时有较强压制力，若缺少 荒性 攻击来源，需尽量带护盾辅助解决抗打断问题。 大量 火盾 ：12-1的 火深渊法师 和 深渊咏者·渊火 带有大量 火盾 （分别为 24 和 72 元素量），打破后者召唤的黯火炉心（需消耗 6 火 元素量）会扣除其自身 12 元素量的盾值， 强烈建议持有能高频附着的 水 系角色（有对群能力更佳） ，若有附着能力足够强的 雷 系也可携带。此外，可对第1波的丘丘萨满施加 水 元素附着，并通过利用扩散反应加速对 火深渊法师 的破盾。 火 / 雷 护甲 ：12-3的 坚盾重甲蟹 和 泡泡雄海马 均带有一定元素护甲（元素量分别为 10.8 和 7.2 ），在未破除护甲时带有较高全抗性 （70%） ，因此建议优先将其护甲破除后输出， 火盾 可用 水 附着快速破除，而 雷盾 可用 冰 / 草 / 火 附着快速破除。 ④ 特殊情况分析 12-2 ：第1波的海乱鬼附近有同类被击败时，将进入狂暴状态，恢复自身50%血量且免疫 冻结 与石化、攻击欲望提高，因此需要尽可能同时击败两个海乱鬼，对群或爆发能力强的阵容体验更佳。第3波的 黑蛇骑士·斩风之剑 攻击命中护盾且未击破该护盾时，会闪避下一次受到的攻击，因此若队伍伤害段数较低或机动性差，应避免携带以护盾为主的生存辅助。 12-2 ：第3波的机关·算力增幅器·芒会导致附近的发条机关全元素抗性及物理抗性提高20%，且会使被弱化的机关恢复，因此需要优先击败。 12-3 ：圣骸兽的伤害较高，且易造成模型碰撞/挤压，配合其他敌人造成超载反应对角色也有较强压制力，因此对队伍生存能力有较高要求，适当的抗打断也有较大帮助。 5. 环境对当期UP角色的影响 当前版本 角色限定祈愿 UP角色为 克洛琳德 、 艾尔海森 、 芙宁娜 与 希格雯 ，无集录祈愿。如下为其定位与环境适配性： 克洛琳德 ：利用生命之契的提升与降低强化自身输出的 雷 系 主C ，激化、激绽与纯直伤都可玩，均 非常契合上半环境 。 艾尔海森 ：有明显精通转模的 草 系 主C ，队伍以激绽、激化为主，均 非常契合上半环境 。 芙宁娜 ：以 生命值消耗与恢复 机制为核心的 水 系 副C 或增伤 辅助 ， 非常契合本期下半环境 ，特定队伍 也很适合解决上半 。 希格雯 ：以提供后台群体治疗为主的 水 系生存 辅助 ， 比较适合解决下半 的高压+烧血环境。 二、附表 更新说明 ① 在「 主C 定位一览表」中新增了 克洛琳德 与 赛索斯 的角色定位、移除了 迪希雅 与 凝光 的角色定位。 ② 在「 辅助 定位一览表」中新增了 希格雯 的角色定位。 ③ 修改了部分角色的定位描述，更新了部分武器与圣遗物的使用建议。 1. 主C 定位一览表 超链图片 2. 副C 定位一览表 超链图片 3. 辅助 定位一览表 超链图片 4. 功能性装备一览表 超链图片 此外，欢迎参阅V4.7、V4.8的 幻境版配队附录 ： 【V4.7配队附录】新深渊来袭！幻想真境剧诗演出指南及附表 【V4.8配队附录】限定水冰风！幻想真境剧诗演出指南及附表 超链图片 创作声明 1. 本篇作者为 卡玛sei亚 （天空岛，uid：126941175），首发于米游社； 2. 本篇于2024年6月19日发布（当前版本为4.7），正文最近更新日期为2024年7月1日（当前版本为4.7）； 3. 禁止除作者本人及「原神观测枢」以外的账号转载本篇至站外，而站内转载则需取得授权； 4. 本篇中的配图与描述有部分要素版权属于米哈游。 超链图片",
    "length": 4354
}