{
    "game_id": 2,
    "post_id": "36691947",
    "f_forum_id": 43,
    "subject": "杂谈：旅行者，请好好的看着我！追忆套的挽歌~",
    "url": "https://www.miyoushe.com/ys/article/36691947",
    "created_at": 1678422538,
    "like_num": 89,
    "view_num": 4892,
    "reply_num": 20,
    "text": "如果说须弥的主旋律是精通，那么稻妻的主旋律就是充能。须弥的 饰金套 与 草套 的通用程度，就不用我过多赘述了，称它们为须弥套也不为过。那么稻妻有没有所谓的稻妻套呢？答案是有的。它们就是 追忆套 和 绝缘套 。令人惋惜的是，绝缘套的普及率远高于追忆套，不少玩家都对绝缘套赞不绝口，而对追忆套只字不提，即使有使用追忆套的玩家，通常也会产生一堆黑泥，对它的使用体验进行吐槽。那么追忆套是不是真的那么难用？它真的有我所说的通用性吗？我们在使用追忆套时有什么注意点？这篇攻略将带你好好地探寻一番。 追忆之注连 2件套： 攻击力提高18%。 4件套： 施放元素战技时，如果角色的元素能量高于或等于15点，则会流失15点元素能量，使接下来的10秒内，普通攻击、重击、下落攻击造成的伤害提高50%。 持续期间内效果不会再次触发 。 我们可以把能量需求联想成一个水槽。水槽底部有个排水孔，排水孔塞了个塞子。角色进行充能的时候，等于往水槽里注水，当水槽注满水的时候，打开底部的塞子，将水一次性排空。 追忆套 定期打开水槽底部的塞子，让水槽流失掉一部分水。 理解一： 水槽永远不会满， 流失能量等于放弃Q 。 理解二： 水槽还是会满的，只要注水足够快够多。流失能量的目的是 延缓水槽变满的速度 ，而不是让水槽永远不满。 理解一其实挺有意思的，也确实有人按照这个思路来使用追忆套。单纯利用追忆套的加伤来增强角色的普攻重击伤害而放弃Q，然后绞尽脑汁通过别的充能方式来 维持 主C的15点能量流失。 理解二揭示了追忆套的使用方法，也就是提高充能（注水更快更多）。提高充能不仅仅表现在堆充能效率，还有诸如前置队友产球，角色自身天赋命座等补偿方式，这些方式构成了稻妻角色的设计亮点。 此处我仅列举几名稻妻适格者并讲述发现，欢迎读者根据发现 寻找更多新的适格者 。 稻妻适格者 神里绫人、神里绫华、枫原万叶、宵宫、托马。 注意：本文不讨论其他圣遗物与追忆的区别（收益等），以后在相关角色攻略中会有涉及。 武器叠层逻辑 这两把武器的叠层逻辑是一样的，想要叠满3层效果，必须能量流失，与追忆4 能量流失逻辑 相吻合。既然宵宫可以使用追忆，那么同理，神里绫华也可以使用追忆。 武器充能特效 理解误区：天目影打刀只是为了让角色更快的开出Q 2个有意思的点： 1、2秒后 神里Q的动画时间为2秒，释放动画后，能量得到回复。回复的量够她启动追忆套了。 2、能量回复的量 C0神里绫华的E冷却时间为10秒。精2的情况下，2颗胤种已经足够保证追忆套的能量流失了。 天目是为了角色开Q后，提供启动追忆的能量，而不仅仅是加快Q的流转。 当然，你可以把它单纯理解为一把充能武器，且这把武器的回能方式毫无设计意图。 桂木与喜多院的能量流失逻辑 角色E只要命中了敌人，哪怕角色此时的能量为0，也照样会触发回能特效，这点与追忆是不同的。满精最多回复15点，与追忆套的能量流失量吻合。每10秒触发一次，与追忆套的持续时间吻合。 这个特效抵消了追忆套的 （部分或全部） 能量流失，令使用这些武器的角色不再畏惧能量流失。 角色天赋 理解误区：神里绫人固有天赋是缓解自身充能压力 神里绫人 E天赋：神里流·镜花 的持续为6秒，冷却为12秒。在配队的情况下，绫人会有6秒处于后台的时间。这样算下来，只有12点能量，追忆套可是需要15点能量，这3点能量缺口怎么办？ 一种情况是绫人下场后，后来登场的角色在前台释放技能吃球，绫人在后台也受到回能，还有一种情况就是利用九条裟罗的天赋。 「稻妻班尼特」的含金量 在九条裟罗的杂谈中，我已经阐述过九条如何和绫人搭配。当时还提到过九条裟罗的邪门应用，那就是补追忆套需要的能量。九条 固有天赋：御公仪 ，正好补上了绫人这3点能量缺口。 理解误区：托马C4是缓解自身充能压力 托马开Q后，此时能量槽放空。15点能量正好使托马能够使用追忆套。 如果设计只是为了缓解托马的充能压力，为什么不设计成别的数值，比如20，那么托马的充能就变成了60，符合常规角色的充能档位。 枫原万叶 枫原万叶的C1和C4是存在联动的。C1当时很多人认为在Q之后送一次E仅仅是为了加伤，但其实是为了让万叶解决Q之后能量为空，无法启动追忆特效。 连招EQE，第一次使用E的时候，触发了追忆的能量流失效果，但是万叶开E时的产球弥补了能量流失，使得能量再次盈满，这时候开启Q，能量直接放空，再次使用E，由于此时在第一次E的效果持续期间，因此这次E的产球被万叶吸收而不扣除能量。有了这些能量，万叶下次登场启动E，又能够触发追忆特效了。 枫原万叶的能量需求为60。60-15= 45 。当低于 45 的时候，万叶就有回能补偿。万叶E产球能力不弱，与补偿的能量相加，可以满足追忆套的能量流逝。 其他系队友天赋协助 温迪与神里兄妹、宵宫的适配度有多高，我就不再多做赘述了。（应对开Q后无能量，启动时无能量） 九条的回能有个注意点，九条不用卡整百才能得到回能，是根据实际堆多少就有多少收益。九条作为加攻回能辅助，自身充能是一定要堆的。 赛诺小哥暂时不表，留待读者自行开发。 同系队友协助（应对开Q后无能量，启动时无能量） 同系队友协助通常是依靠 前置产球 。队友释放E天赋，角色上场吃球。如果队友球不够，可以装备西风系列武器。 除了上述充能手段之外，还有2个 隐性充能手段 。 1、当敌人的血量消减到一定比例的时候，会产生微粒/晶球。 我们用宵宫举例，宵宫的对单射击非常容易使一个敌人的血量消减到产球线。 2、普攻、重击、瞄准射击回能机制 *该机制详细可查询站内相关攻略进行了解 这个看似蚊子腿，但是这个蚊子腿往往就能弥补几点能量的缺口。 我们还是用宵宫举例，宵宫的对单射击很容易对单一敌人造成多次伤害，产生蚊子腿回能，而且她的频率还高。 普攻、重击、瞄准射击回能这个隐性充能手段符合追忆套的增伤逻辑，属于是双向奔赴了。 充能还是不够该怎么办？ 难道就不能堆一点元素充能效率吗？（笑哭）还真有人死堆双爆大攻击等伤害属性而不舍得堆一点元素充能效率的。 以上讨论中还有两大回能幻神没有加入： 雷电将军（群体） 、 雷旅行者（单体） 。她们也能够加入队伍以提供强大的充能续航。 最后用几则逸闻结束今天的话题 （仅供娱乐） 1、神里传说任务中，神里佩戴着 狐狸面具 ，神似追忆套的头冠部分。 2、宵宫身后绑着巨大的 注连绳 。 3、秘境：椛染之庭（追忆&绝缘）的秘境特效是 火和冰 造成的伤害提高60%。",
    "length": 2658
}