{
    "game_id": 2,
    "post_id": "35851545",
    "f_forum_id": 43,
    "subject": "黄金梦乡 沙海迷踪 任务攻略",
    "url": "https://www.miyoushe.com/ys/article/35851545",
    "created_at": 1676605110,
    "like_num": 677,
    "view_num": 59508,
    "reply_num": 78,
    "text": "我们完成须弥主线任务的第四章，再和须弥的凯瑟琳对话，就能开始「黄金梦乡」故事。 「沙海迷踪」任务是「黄金梦乡」故事的第一个任务。 第一次做「沙海迷踪」任务，大概40分钟的时间完成。 攻略有对话概括、提示。跟着攻略，做「沙海迷踪」任务，快速跳过对话，可以在20分钟的时间完成任务。 准备好以后，我们开始「沙海迷踪」任务。 沙海迷踪 第一部分 和须弥的凯瑟琳对话，开始「沙海迷雾」任务。 之后，我们跟任务指示，前往阿如村，和商人对话。 商人委托我们去沙漠寻找他的朋友。 我们跟任务指示，前往沙漠深处的目的地。走了很长的一段路，我们来到目的地。 目的地是一个山谷。 图示，我们跳进山谷，飞往山谷有驮兽的营地。 这是考古队伍的营地，我们和营地的几个人对话，了解情况。 通过对话得到，考古队伍不小心踩到陷阱上，掉到现在的山谷。 最后讨论决定，旅行者和提尔扎德、哲伯莱勒、捷德进入旁边的遗迹，寻找离开山谷的道路。 沙海迷踪 第二部分 进入遗迹，途中，我们解锁遗迹的传送锚点。 跟着任务指示前进，我们来到一个大门。 任务指示，继续向前探索。图示，大门的旁边有一个沙堆，沙堆的下面有一个机关，我们用风元素吹走沙堆。 然后，开启机关，继续向前探索。 继续向前探索，遇到一个元能构装体。元能构装体，简称三角怪。 打败三角怪以后，我们可以顺手拿了三角怪旁边的宝箱、圣章石。 这是我们在遗迹中得到的第1个宝箱。 我们用风元素吹走沙堆，就能拿到这个宝箱。 打败三角怪，拿了宝箱和圣章石，最后，我们开启机关，跟着仙灵前行。 来到仙灵底座，得到宝箱。图示，进入旁边的房间，进行战斗和解谜。 沙海迷踪 第三部分 图示房间，我们打败房间里的三角怪，拿了宝箱。 没有三角怪打扰，我们可以到房间的角落启动机关。 图示，房间的角落有草神瞳。 站在草神瞳所在的地板上，我们启动机关，来到另外一个房间。 另外一个房间，有一个仙灵，四个火炬。等小精灵飞到蓝紫色的火炬的时候，用雷元素激活火炬。 注意，用火元素触碰小精灵，小精灵会死亡。我们用草元素可以复活小精灵。 然后，用火元素点亮四个火炬，完成解谜，得到宝箱。 完成解谜以后，我们开启图示的机关，房间的通道打开。我们跟着仙灵进入通道，跟着仙灵走。 跟着仙灵来到仙灵底座，得到宝箱。仙灵底座的旁边，我们顺手拾取一个圣章石。 图示，往前走，我们会听到提尔扎德的抱怨。 沙海迷踪 第四部分 地下室，哲伯莱勒留下来照顾提尔扎德，我们和捷德继续探索。 图示，地下室，哲伯莱勒的不远处，我们启动升降机，来到地下室的上方。 地下室的上方是一个大厅。 跟任务指示，查看大厅的三角怪。 这个三角怪不会攻击我们，并且，三角怪和我们成为朋友，加入我们的队伍。 捷德给三角怪取名奔奔，我们得到「第几类接触」成就。 大厅，我们启动升降机，返回地下室。 地下室，大家继续讨论，想办法找到遗迹的出口。 提尔扎德把赤沙石板交给了旅者。 赤沙石板记录着我们在沙漠里的冒险，在我们的背包的任务栏可以查看赤沙石板。 地下室，讨论结束以后，我们启动升降器，再次来到大厅。 跟着任务指示，我们开启机关，打开大厅的门。 跟着门后面的仙灵走。 跟着仙灵来到仙灵底座，得到宝箱。 然后，继续前进。 继续前进，我们会来到一个分岔路口。 图示，分岔路口，左边的房间是我们要去的房间，右边的房间有一个草神瞳。 我们可以顺手拿一下右边的房间的草神瞳，最后，我们前往左边的房间。 左边的房间，我们触碰零件，站到房间的发光的地板上，旁边的门就会打开。我们进入门后面的密室。 沙海迷踪 第五部分 图示，进入密室，我们看到一个宝箱，一个三角怪。这是我们在任务中遇到的第7个宝箱。 打败密室的三角怪，顺手拿了旁边的宝箱，圣章石。 注意的是，这个密室还有一个宝箱，在密室的角落。 图示，密室的角落的阴影有一个宝箱。宝箱有5原石，「沙域竖柜—什物」图纸。 打败密室的三角怪，拿了宝箱和圣章石以后，我们开始解谜。 图示，分别触碰两个零件，然后，站到的两个发光的地板上。 放光的地板上出现两个元件，其中的元件可以旋转。 我们大概旋转元件2次。 旋转元件以后，我们就可以打开机关，打开密室的出口。 我们从密室的出口离开，遇到三角怪。 图示，打败三角怪，拿宝箱，开机关，继续往前走。 继续往前走，我们就能离开遗迹。 离开遗迹以后，我们遇到纳赫蒂加尔、塞琉斯。 通过对话知道，纳赫蒂加尔、塞琉斯是通过山路离开山谷的谷底。 好像纳赫蒂加尔离开谷底的方法更轻松。 任务继续，图示，我们跟着仙灵，离开山谷。 跟着仙灵来到仙灵底座，得到宝箱，并且离开山谷。 任务「沙海迷踪」到这里就结束了。仙灵底座的旁边有一个传送描点，顺手开下，方便我们做之后的任务。 任务「沙海迷踪」完成以后，我们得到成就「沙漠中的探险」。 任务后续 「沙海迷踪」任务的最后，我们离开了山谷，转头，我们可以看到不远处的秘仪圣殿、赤王陵。 根据赤沙石板的提示，接下来，我们的任务是任务「室内派考古入门」，探索秘仪圣殿。 这个任务又是比较长时间的探索，大家做好时间准备。 黄金梦乡 任务「室内派入门考古」攻略： https://miyoushe.com/35986179 黄金梦乡 任务「阿赫玛尔的秘密」攻略： https://miyoushe.com/36090733 黄金梦乡 任务「热砂之梦」任务攻略： https://miyoushe.com/36305646 「沙海迷踪」任务是「黄金梦乡」故事的第一个任务。 「沙海迷踪」任务，包括任务原石、任务途中顺手得到宝箱、解锁锚点的奖励、成就。 一共有98原石，2个草神瞳，14个草之印。",
    "length": 2312
}