{
    "game_id": 2,
    "post_id": "43314921",
    "f_forum_id": 43,
    "subject": "哎呀！海盗想长大！/小海盗，要出海！（远大前程）",
    "url": "https://www.miyoushe.com/ys/article/43314921",
    "created_at": 1694338733,
    "like_num": 1024,
    "view_num": 54918,
    "reply_num": 227,
    "text": "各位旅行者你们好，这里是「二也」 _(偶像姬_WINK) 哎呀！海盗想长大！/小海盗，要出海！ 本篇内容 介绍 璃月 委托任务「成长的烦恼」/「哎呀！海盗想长大！」/「随水而来的烦恼」/「小海盗，要出海！」/内容 ； 完成 4 个 前置 ，获得成就 「远大前程」 ； 任务触发 选择委托任务倾向地域于 璃月 ， 随机刷新 等级限制 冒险等阶达到23级 任务限制 完成成就 「哎呀！海盗！」 璃月港，有海盗！（哎呀！海盗！） 「远大前程」思维导图 完成 4 个 前置 「远大前程」成就的 4 个 前置 ： ①璃月港，有海盗！（成就：哎呀！海盗！）✔ ②成长的烦恼（可能重复多次）✔ ③哎呀！海盗想长大！（小蒙-漂流瓶）✔ ④随水而来的烦恼（岳川-漂流瓶）✔ ⑤小海盗，要出海！（成就：远大前程）✔ （亲测：完成②后4天刷到③，5天后刷到④，7天后刷到⑤，2天后开启后续） 任务流程 「璃月港，有海盗！」 璃月港，有海盗！（成就：哎呀！海盗！） 完成3次 「璃月港，有海盗！」 ， 完成 3 个支线 ，获得成就 「哎呀！海盗！」 璃月港，有海盗！（哎呀！海盗！） 「成长的烦恼」 成长的烦恼（可能重复多次） 1.与璐璐对话 传送 璃月港 锚点，前往 东北方码头 ▶与船上的璐璐对话； 2.与莺儿对话 传送 璃月港 锚点，往 地图的东北方向 走 ▶与玩具摊附近的莺儿对话； 3.合成薄荷精油 传送 璃月港 锚点，前往合成台 ▶合成1个薄荷精油； 4.等待莺儿熬制香膏 前往 万民堂 ，交互 “熬制香膏” 5.与莺儿交谈 与莺儿对话 6.把香膏交给璐璐 前往 东北方码头 ，与船上的璐璐对话 对话结束，完成任务 「成长的烦恼」 「哎呀！海盗想长大！」 哎呀！海盗想长大！（小蒙-漂流瓶） 1.与小蒙对话 传送 璃月港 锚点，前往 东北方码头 ▶与船旁的小蒙对话； 2.前往碧水河附近 传送 荻花洲 神像 ，往 地图的东方向 走 3.寻找放出漂流瓶的地方 往 地图的北方向 走，前往河边 4.查看甜甜花 交互“甜甜花”，击败骗骗花 5.寻找漂流瓶 ※tip：漂流瓶随机在3个位置 往 地图的东方向 走，调查图中指引位置 6.将漂流瓶带给小蒙 返回与小蒙对话，交付 小蒙的漂流瓶 7.跟随小蒙放出漂流瓶 跟随小蒙并对话 8.送小蒙回璃月港 传送 璃月港 锚点，前往 说书人 方向，与小蒙对话 对话结束，完成任务 「哎呀！海盗想长大！」 「随水而来的烦恼」 随水而来的烦恼（岳川-漂流瓶） 1.与岳川对话 传送 瑶光滩 西北方向 锚点，往 地图的东南方向 走 ▶与海滩边的岳川对话； 任选其一，不影响刷新后续委托 （实测选了“···废墟···”） 2.放出漂流瓶 往 地图的西方向 走，放出漂流瓶 查看 “漂流瓶” 的内容如下： 3.与岳川对话 返回海滩边，与岳川对话 对话结束，完成任务 「随水而来的烦恼」 「小海盗，要出海！」 小海盗，要出海！（成就：远大前程） 1.与小蒙对话 传送 璃月港 锚点，前往 东北方码头 ▶与船旁的小蒙对话； 2.指导小蒙进行烹饪 传送 璃月港 锚点，前往 万民堂 任选其一，不影响刷新后续委托 （实测选了“甜甜花酿鸡”） 选择已有的材料，后续需要交付 （实测选了“甜甜花”） 3.将甜甜花交给小蒙 进入 万民堂内 ，与小蒙对话，交付材料 对话结束，完成任务 「小海盗，要出海！」 ，获得成就 「远大前程」 后续「小小的远行」系列任务 小小的远行·防身的方法？ 1.与小蒙对话 传送 璃月港 锚点，前往 铁匠铺 ▶与小蒙对话； 2.前往魔物聚集处，打倒所有魔物 传送 璃月港 东北方向 锚点，往 地图的东北方向 走 ▶击败3波丘丘人； 3.与老章对话 传送 璃月港 锚点，前往 铁匠铺 ▶与老章对话； 对话结束，完成任务 「小小的远行·防身的方法？」 小小的远行·非应急食物 暂无素材，后续会补充 小小的远行·常备药 暂无素材，后续会补充 璃月每日委托任务成就合集 璃月每日委托任务成就合集 璃月声望任务世界任务合集 璃月声望任务世界任务合集 如果觉得不错可点个 关注 ，敬请期待更多内容 更新 ！ 如果有任务 问题 ，可以 私信 我，感谢旅行者们支持！",
    "length": 1737
}