{
    "game_id": 2,
    "post_id": "19595061",
    "f_forum_id": 43,
    "subject": "「2.5剧情考据」她与他的故事",
    "url": "https://www.miyoushe.com/ys/article/19595061",
    "created_at": 1648397612,
    "like_num": 2405,
    "view_num": 23877,
    "reply_num": 124,
    "text": "旅行者们好！昨天的文章我把稻妻的时间主线理了一遍，那么今天继续，把狐斋宫和晴之介的故事也给小伙伴们介绍一下吧。上下最好结合在一起看，因为这篇会对上篇出现的一些人物出处有解释。 = 狐斋宫 = 关于 狐斋宫 ，我们对于她的信息了解甚少。 从武器 白辰之环 （就是花散里面具使用后得到的武器）和圣遗物 追忆之注连 中，我们可以大概了解狐斋宫的故事。当然《新六狐传》中也就讲解。但是武器和圣遗物的声音可以理解为是一手资料，而书籍更多的是后人撰写，所以其实就不是很准确了 狐斋宫化成人形和很多人做过朋友。这些人我在接下来的内容中也会写到——晴之介和浅濑响也都是稻妻其它故事的重要组成部分。 走散的孩子就是下图的璃月孩子，妖狸自然是五百藏，勘定其实是柊弘嗣，就是柊家的祖先了，也是交付鸣神大社留念镜的人。稻城萤美则将镜子转交给了我们，我们才能够推进神樱大祓的剧情。 这里的匠人不是很好说，但是与浅濑响走的很亲近的刀数大师高岭昆布丸（雾切之回光的拥有者），也有可能是御舆长正（武器桂木斩长正拥有者，虎千代的养子）。烟花一族自然是宵宫一家，家族的名字是长野原。 = 稻妻支线人物关系与结局 = 所以为什么我说历史这块，大家真的简单看看就好。原神在稻妻历史和人物关系上做的非常完整而且非常严谨。说实话在现在剧情不全的情况下，是非常难对每一个历史事件作出回应的。 这里我们稍微简单说下人物关系和结局，大家有兴趣可以上网自己查查具体的内容： 1.五百藏现在还被封印在镇守之森 2.柊家现在还是稻妻的三奉行大家之一 3.浅濑响在和赤木百目鬼的出航中挑战雷鸟，最后生死不明（战船清籁丸毁在了清籁岛） 老猫应该是寝子 4.璃月的孩子并没有后续 5.高岭昆布丸在稻妻战争中染上了黯色，最后很可能在战争中死去。不过从他的两把武器武器解读中也有可能是被阿响结束了生命。 飞雷之振弦 雾切之回光 6.御舆长正是虎千代（御舆千代）的养子，他在将军幕府下当官办事，结局应该还算不错 7.最后，长野原还是稻妻的烟花世家。 = 惟神晴之介 = 晴之介其实是我一直很想聊的一个角色。本来甚至都可以单独拿来说一期，不过这里就稍微简单提一下。晴之介是惟神，也就是阴阳师。神樱大祓中是他封印了大闹镇守之森的五百藏，是他与花散里交谈，也是他认识了狐斋宫并成为了 影向役者三人组 之一（其他两人是高岭昆布丸和御舆长正）。 千门虚舟本，神似三人组的图案 这里稍微写一个惟神的时间线，要知道晴之介可是2.2版本—— 谜境玄兵 的剧情关键人物。虽然带我们走剧情的是式大将，但这个故事其实是稻妻非常重要的故事。 从这个图的时间线来看，首先谜境的创建时间一定是在狐斋宫死亡之后。这个时候的晴之介非常气愤。于是他选择远走璃月学习阴阳术，成为一名阴阳师。回来之后，用自己的力量建成了谜境，然后训练武士来抵御入侵稻妻之敌。有意思的是——如果各位记得，当时谜境里的主要敌人是流血狗，也就是当时入侵稻妻的敌人。 = 紊乱的时间线 = 从一个线性的时间来看，晴之介认为的重要的人就是狐斋宫，所以她的死亡才会导致晴之介的转变。在谜境玄兵的剧情中，晴之介自己也表示他想守护“她的后人”。这里的后人必然只她已经逝去，而保护的地方就是影向山。 不过问题是白辰之环中狐斋宫说了她知道晴之介远走了璃月。那晴之介既然是狐斋宫死后才离开稻妻，那狐斋宫怎么知道的呢？ 然后就是剧情没有解释清楚的地方了。首先影在回到稻妻时，神樱树出现，稻妻被拯救。但因为死去了太多的人，导致了影的抑郁。于是她把自己关进一心净土，制作了将军和国崩（散兵）。 但这个时间点很暧昧——首先晴之介远走璃月学习再回来，因为他是人类，我们简单算这需要几年最多几十年的时间。那既然晴之介可以出入稻妻自由，这或许能说明将军当时还未被制造，或者将军制造了但是锁国令并没有立马实行。 所以其实我们简单的以为这些事情都是串联在一起的，但事实上这中间的跨度时间非常长。建造谜境的时间可能也超过几十年，而从式大将的口中得知的意思是，谜境建造完成后，将军才出手用无想一刀解决了战争的末尾。这也就是说， 稻妻战争事实上打的时间远比我们想象的要长 ，可能持续时间有超过几百年。而狐斋宫的死亡只是一定程度上延缓了敌人的进攻，进而导致影能够及时回到稻妻，将军能够出现并解决最终的问题。 其实，剧情的问题可能远比我们想象的多，可能有些地方还有些欠考虑。毕竟也不乏有剧情狂人在的。但我相信这都不是什么问题，顶多就是编剧埋的坑，就让我们耐心点慢慢看吧。 = 写在最后 = 稻妻的剧情量，可谓是原神开服至今特别庞大的展开，主线虽有遗憾但足够精彩，支线错综复杂，一刀接一刀，温暖人心—— 痛失亲友雷电影、神樱大祓花散里、浅濑神社寝待响、阴阳秘境晴之介、雾岛鹤观迷途魂、渊下暗宫三角祭……还有那些小世界任务、哲平、鸣草药师……都足以使我们感动，所以说来玩原神吧，剧情可甜了！同时也希望原神越来越好！",
    "length": 2019
}