{
    "game_id": 2,
    "post_id": "38024597",
    "f_forum_id": 43,
    "subject": "【V3.6攻略·任务与探索】如是灵光悉示现",
    "url": "https://www.miyoushe.com/ys/article/38024597",
    "created_at": 1681550407,
    "like_num": 744,
    "view_num": 74277,
    "reply_num": 61,
    "text": "UID:501643929 本攻略为世界任务 如是灵光悉示现 可达成成就 群鸟的授记 、 看我正义的一击！ 、 大铸造者 、 七谷的试炼 可获得 160原石、9个宝箱、13.2w摩拉 善恶的赫瓦雷纳任务合集可点击卡片跳转 【V3.6攻略·任务与探索】「善恶的赫瓦雷纳」任务合集 完成【 锋刃林游增记 】和【 觉醒的正声 】 即可 自动接取任务 如是灵光悉示现 根据任务提示到达指定位置，与 祖尔宛 对话，对话结束获得升级版 斯露莎 并装备 达成成就 群鸟的授记 再次靠近祖尔宛，进入剧情 剧情结束后，根据任务提示到达指定位置（跟着箭头方向走） 进入树洞，可见 灵光绝唱 ，操控斯露莎短按一下获取 然后根据任务提示到达指定位置，与 那先朱那 对话 解锁任务 如是灵光悉示·集 、 如是灵光悉示现·苦 、 如是灵光悉示现·灭 如是灵光悉示·集 根据任务提示到达指定位置，跟着箭头方向走，可见黄色屏障 操作斯露莎，长按即可通过，里面可见 灵光绝唱 ，操作斯露莎，短按获取 如是灵光悉示现·苦 根据任务提示到达指定位置，跟着箭头方向走 跳下去（跟着任务提示走，不要图快传送，容易卡bug），跟着箭头方向走，可见 灵光绝唱 操作斯露莎短按获取 如是灵光悉示现·灭 根据任务提示到达指定位置，靠近黄色屏障进入剧情 剧情结束后，进入遗迹，可解锁路过的隐藏传送点 继续深入（跟着箭头方向走） 转动机关（操作如图）可打开大门，继续深入，靠近发光束自动进入剧情 剧情结束后，跟着箭头方向走，找到灵光 跟着灵光走，路上会解封流血狗，击败后可获得一个精致宝箱 继续跟着灵光走，开启机关打开大门，进入，可见发光束，调查发光束可获得 神秘的能量块 继续跟着灵光走，转动机关打开大门（操作如图） 往里走，清怪后可获得一个普通宝箱，继续跟着灵光走，开启机关打开大门，进入，自动进入剧情 剧情结束后，装载神秘的能力块，跟着箭头方向走，到达指定位置，进入剧情 剧情结束后，选择一次 混变器 ，连通线路，然后跟着箭头方向走到达左侧房间 有可见两个风灵（本文介绍先左后右），先跟左边的风灵走，获取灵芯，还可获得一个普通宝箱 然后返回，跟另外一个风灵走，获取第二个灵芯，和一个普通宝箱 拾取两个灵芯后，回到遇到风灵的地方 将灵芯位置放在如下图所示位置，旋转 混变器 使线路连通（剪头方向），可打开闸门 闸门打开后，再调整 混变器 ，使线路联通如下（看箭头方向） 连通线路后，跟着箭头方向走，到达指定位置进入剧情 剧情结束，往前走，到试炼场，开启机关，出现重炮 调查重炮，然后清怪，跟着斯露莎进入她开的绿色保护罩 直到机关能量耗尽 然后启动重炮，射击核心，出现三角屏障，就射击三角屏障的三个角 摧毁核心后，可达成成就 看我正义的一击！ 然后到任务指定位置（跟着箭头方向走），启动机关开门，进入 可获得一个华丽的宝箱 获取宝箱后，继续深入可见 灵光绝唱 ，操作斯露莎短按获取 然后原路返回，进入剧情 剧情结束后，继续任务 如是灵光悉示现 ，根据任务提示到达指定位置 跟着箭头方向走，进入剧情，剧情结束后，进入打开的遗迹，路上可解锁一个隐藏传送点 到黄色屏障处，操作斯露莎长按，进入，跟着箭头方向走 继续跟着箭头方向走，可解锁一个隐藏传送点，继续往前走，进入剧情 剧情结束后，将 混变器 位置和方向调整至如图所示位置，然后放置灵芯（如图），连通线路进入剧情，剧情结束后，获得 雷内的调查笔记 注意 ：建议先移动混变器，然后再放置灵芯，否则可能会出现混变器无法移动的情况 跟着箭头方向走，可见风灵，跟着风灵上管道，可获得一个普通宝箱 然后清怪，可获得一个精致宝箱 然后启动刚解锁的机关，打开闸门，跳下去，游到对面，启动机关，水位下降，拾取灵芯，顺便可获取一个奇馈宝箱 跟着箭头方向走，回到来的地方 然后移动 混变器 ，旋转方向，然后放置灵芯（如图） 然后跟着箭头方向走，到达任务指定位置，进入剧情 剧情结束后，到下层，清怪，可获得一个珍贵宝箱，然后继续跟着箭头方向走，找到灵芯并拾取 然后跟着箭头方向走，回到刚来的位置 移动 混变器 ，并旋转方向，然后放置三个灵芯（如图） 连通路线后，激活风碑，借助产生的风场，上去到指定位置 然后转动风场旁边的机关，上中下层分别转动一次， 然后去右边的机关出，转动上层一次 然后跳下去，到平台中间，自动下降，不动后往下跳；然后清怪，清一次怪下降一次，到底后，可见最后一个 灵光绝唱 ，操控斯露莎短按可获得 剧情结束后清怪，然后靠近任务指定位置，进入剧情，剧情结束后任务完成并达成成就 七谷的试炼 自动接取任务【 蒂尔·亚什特的赞歌 】 本次内容就结束啦，期待与你再次相遇",
    "length": 1928
}