{
    "game_id": 2,
    "post_id": "51535868",
    "f_forum_id": 43,
    "subject": "【角色攻略】飞行冠军——安柏｜截止4.6版本全体系最新攻略",
    "url": "https://www.miyoushe.com/ys/article/51535868",
    "created_at": 1713179497,
    "like_num": 154,
    "view_num": 5986,
    "reply_num": 63,
    "text": "前言： 超链图片 大家好啊(๑╹◡╹)ﾉ”， 我是主做 角色攻略向里主做内测至1.6版本的老牌女角色 的莎缇菈。 本篇攻略千呼万唤始出来，终于来了||ヽ(*￣▽￣*)ノ _(庆贺吧) 是 小安柏的截止4.6版本全体系最新攻略 (• •) ，介于安柏的流派非常多，而且也比较复杂（指太多东西要说），所以这次的攻略不同于往常，一般角色来说就2、3个玩法，但是安柏不一样，有5、6个玩法，包括大世界娱乐玩法都会写，我必须比以前做的攻略更加细致一些，才让大家看起来比较舒服。 安柏， 一般不太推荐说萌新去练的原因，大多数是说数值原因不够看，前期过渡没关系 但是我个人认为， 比起所谓的数值，但其实真正原因主要是0命技能机制十分割裂，还有就是各个流派玩法几乎没什么关联， 必须要相对于应的命座，没有甚至都没办法玩这个玩法 233333_(兔躯一震) 练好非常耗时耗力，而且是真正意义上的“命座战神” ，挺扎心的_(阿姬倒地) （命座战神：指没有这个命座，无法开启这个这一类玩法） 本篇攻略不太合适萌新参考，是专门做给喜欢小安柏或者说想玩好安柏，但是不知道怎么玩好的朋友们看的 ，更多渗及的东西需要时间积累，如命座、队友、武器_(米游兔—飚汗) 因此，请各位大佬们口下留情(*^▽^*)，如果有什么特别的东西我没有提出，或者我有错误，请在评论区提出。不要骂任何人还是什么东西，如果你真的很想骂，要骂就骂我这个臭做攻略的，我来跟你硬碰硬，不要伤害任何人，无关任何事务与团体组织。_(阿姬倒地) 有 其他玩法或者其他角色搭配请看其他跟你大佬们的攻略☆(￣▽￣)/$:* ，谢谢大家的理解 好了，说了那么多，就来欢迎本次的舞台主角—— 第一个与我们旅行者见面的自机角色 、 西风骑士团侦察骑士、蒙德飞行冠军兼第一火弓 ， 安柏 ！_(盯) 超链图片 目录： 一、角色基础信息 （1）技能命座介绍 （2）各玩法机制介绍 1.重击流（瞄准与速射） 2.兔兔伯爵 3.大招流 二、各玩法阵容搭配 （含队友搭配与装备配置） 1.蓄力瞄准重击流 2.物理速射流 3.兔兔伯爵核爆流 4.大招双核速切主c流 5.大招辅助副c流 6.大世界娱乐玩法 一、角色基础信息 超链图片 （1）技能命座介绍 技能： A： 平a可进行 至多5段的连续弓箭射击， 重击有强火元素附魔 E： 可长按 ， 有嘲讽可吸引敌人 ，耐久度与安柏生命值相关， 被摧毁或者持续时间结束时，会爆炸给周围敌人造成伤害。 （兔兔伯爵 属于创造物，有重量，可踩压力板 ） Q： 40能 ，持续时间2s， 一共有18段伤害，其中有6次弱火元素附着 _(盯) 天赋： ①Q的暴击+10%，影响范围+30% ②瞄准重击命中弱点时，攻击力+15%，持续10s 超链图片 命座： 1命： 瞄准重击时，会连续射出2支箭 ， 第二支箭为原本的20%伤害 2命： 瞄准重击并命中兔兔伯爵的脚部，可主动引暴 ， 会额外造成200%伤害 。 （这个“额外的200%伤害”， 是200%的火元素伤害 ， 相对于自带4～5个元素杯子 ，不是加技能倍率） 3命：Q+3级 4命： E的cd减少20%， 从15s变成12s， 多增加一个E的使用次数 5命：E+3 级 6命： 使用Q的10s内 ， 队伍所有角色移动速度+15%，攻击力+15% （2）各玩法机制介绍 超链图片 1.重击流（瞄准与速射） 这两个不同玩法，都非常需要解锁1命 平a比较平平无奇，速度也慢，所以不是很推荐玩平a流_(心情简单) 瞄准： 也就是普通的重击，正常的蓄力， 拥有全弓箭手角色唯一的强火元素附着 。 需要练习的就是 甩狙， 快速的进入瞄准状态，瞄准敌人的弱点，看见满蓄力状态就可射出， 然后通过冲刺来减少重新蓄力的时间，再一次重复这个动作。 （ 也可以听声音辨别，有很明显的“咻”的一声 ，我也不知道怎么形容了，大概是这样的声音 ） 速射 蓄力时间比较短 ，所以打出来的伤害都是 物理伤害。 非常需要练习，一边快速移动，一边射击，需要节奏感 具体为：PC端长按鼠标左键（ 移动端攻击键 ），在进入瞄准状态后，立刻松开左键。 PS5端（手柄端）蓄力速射流： 仅推荐PS的两款手柄，XBOX手柄不支持陀螺仪玩起来会极其膈应人，实际操作为:使用陀螺仪不断修正角度，狂按□键（跟鼠标左键与手机攻击键一样，需要肌肉记忆） 确切来说， 除非你真的只擅长操作手柄 ， 否则不推荐用手柄玩任何弓类角色，纯粹找虐 另外不论什么平台，想玩速射流的话，最好把刷新率调为 60帧 ，30帧玩起来一卡一卡的 熟练以后，就能降低长按时间与松开时间，慢慢的就可以越来越快了。 一定要快一点，不然就判定为普通攻击 然后可能会出现准心往左上角偏移，如果想要一直命中敌人，准心必须往右下方修正，也就是压枪 练习方法：就用安柏天天锄大地，一周以后就有肌肉记忆了 而且准心有时会出现，或者没出现，可以考虑在屏幕中央贴小纸片解决 2.兔兔伯爵 超链图片 ① 爆炸伤害也是强火元素附着， 至少要2命才能解锁主动引爆的玩法 ② 兔兔伯爵的主动引爆范围如上图所示，即红色边框范围内 ③ 4命后，可通过将2个兔子并排一条直线，利用1命的特性，同时一次性引爆2个兔子。 ④ 兔兔伯爵 可以被挂上冰元素、草元素、岩元素 ，还可以被 大世界环境的水元素附着 。 ⑤ 根据这个机制特性， 大世界早柚可以通过这个染冰渡海， 风主染冰 扩怪身上（ 风主染色优先级：冰>火>水>雷 ），也可以利用这个 使面对单体怪时，有群体扩散伤害。 （比如： 冰系角色先挂冰给兔兔伯爵，然后砂糖万叶开e时染上冰 ） ⑥ 满蓄力射击触发的范围 引起 剧变反应 也可以 引爆兔兔伯爵 ，如：超载、烈绽放 3.大招流 对于 命座没有要求，但是 辅助流要6命 其实前面就已经有 提 过了， Q有 40能，持续时间2s， 一共有18段伤害，其中有6次弱火元素附着。 所以不怎么需要 堆充能， Q的伤害会根据敌人体型而变， 又具有能快速破元素盾的效果 如果敌人体型小，且在Q范围边缘，会容易吃不到所有的Q伤害 _(偶像姬-沮丧) 二、各玩法阵容搭配 （含队友搭配与装备配置） 超链图片 1.蓄力瞄准重击流 （刚需1命） 超链图片 圣物： 首推 4乐团 ，其次 4追忆 主词条暴攻火，副词双暴攻击精通 如果你对于自己的锁头甩狙十分自信，以及怪有弱点的前提下， 能次次100%暴击，可以考虑不要暴击，全部堆暴伤攻击。 武器： 5星首推大魔术（高暴伤+绑班尼特） ， 阿莫斯（高攻击，重击特化） ， 若水（高暴伤） ， 冬弓/猎人（高暴击） ， 天空（暴击暴伤双加持） ， 飞雷（勉强一用） 4星首推试作/鹮穿 / 破魔 （高攻击） ， 大月卡的苍翠/烈阳（暴击）， 星尘商店的黑岩（暴伤）与宗室（攻击）， 竭泽（钓鱼商店，实在没有其他选择再考虑） 3星 首推神射手，其次信使，最后弹弓 队伍搭配： ①常规的就 安柏+万叶/砂糖+迪奥娜/甘雨/罗莎莉亚+班尼特 万叶/砂糖4风套，迪奥娜4宗或者2+2，甘雨/罗莎莉亚4绝缘，班尼特4宗/4奶昔套/4教官套 由于安柏的蓄力重击是强火附着，所以如果用砂糖+祭礼书的话，2次e弱风从强火变弱火 就是相对于来说，非常需要操作 ②也可以考虑变种， 安柏+夏洛蒂+水神+盾 这个盾可以考虑是迪奥娜/钟离/莱依拉 水神就4剧团/4千岩，夏洛蒂4千岩/4宗 2.物理速射流（ 刚需1命 ） 超链图片 圣物： 就是2+2，苍白/骑士/2件套加攻击， 还有4追忆 主词条暴攻物，副词要双暴攻击 武器： 5星首推大魔术（高暴伤+绑班尼特 / 夏沃蕾 ） ， 冬弓/猎人（高暴击） ， 天空（暴击暴伤双加持） ， 飞雷（ 高暴伤 ）， 若水（高暴伤）， 阿莫斯（高攻击，重击） 4星首推 大月卡的苍翠/烈阳（暴击）， 星尘商店的黑岩（暴伤）与宗室（攻击）， 试作 / 破魔 （高攻击）， 幽夜/钢轮（物伤） 竭泽（钓鱼商店，实在没有其他选择再考虑） 3星 首推神射手，其次信使，最后弹弓 阵容推荐： 安柏+皇女/雷神+罗莎莉亚+班尼特/夏沃蕾 皇女4剧团/2+2，甚至如果不太在意伤害用4千岩也可 罗莎莉亚4宗/4绝缘，班尼特/夏沃蕾4宗/4奶昔套 雷神在这里就是个挂雷的，可以4千岩 这边是把夏沃蕾完全当做攻击拐了 ，不用被班尼特的q画地为牢， 放弃了她的天赋① 需要 全是雷火角色时的减抗 3.兔兔伯爵核爆流（必2命，4命完全体） 超链图片 圣物： 首推4魔女，然后4剧团，其次2+2 主词条暴攻攻/精，副词双暴攻击精通 如果还想兼顾Q伤害的话，就用火杯子 武器： 5星首推 冬弓（高暴击） ， 大魔术（高暴伤+绑班尼特）， 若水（高暴伤）， 飞雷（高暴伤） ， 天空（暴击暴伤双加持） ， 猎人（高暴击） 4星首推 绝弦（高精通） ， 风花（高精通，活动限定）， 试作（有弱点，攻击）， 大月卡的苍翠/烈阳（暴击）， 星尘商店的黑岩（暴伤）与宗室（攻击）， 王下近侍（须弥锻造，特效加精通）， 竭泽（钓鱼商店，实在没有其他选择再考虑） 3星 只推神射手，其他一般般，有什么用什么 阵容推荐： ①常规的就 安柏+万叶/砂糖+迪奥娜/甘雨/罗莎莉亚+班尼特 万叶/砂糖4风套，迪奥娜4宗或者2+2，甘雨/罗莎莉亚4绝缘，班尼特4宗/4奶昔套/4教官套 ② 安柏+万叶/砂糖+迪奥娜/甘雨/罗莎莉亚+钟离/莫娜 这个队伍是脱离了班尼特，钟离进队主要是减抗+防止敌人乱动+防止兔子被弄走 莫娜就4千岩讨龙 ③ 安柏+夏洛蒂+水神+盾 这个盾可以考虑是迪奥娜/钟离/莱依拉 水神就4剧团/4千岩，夏洛蒂4千岩/4宗 ④夏沃蕾，安柏，班尼特，皇女/雷神 该队伍只推荐打单体怪使用 夏沃蕾4奶昔/2千岩+2花海/4宗 皇女4剧团/2+2，雷神随便 4.大招双核速切主c流（ 0命 即可 ） 超链图片 圣物： 首推2+2/4绝缘，4宗 主词暴攻火，副词要双暴攻击，精通靠歪 武器： 5星首推 大魔术（高暴伤+绑班尼特/夏沃蕾） ， 冬弓（高暴击） ， 若水（高暴伤）， 飞雷（高暴伤） ， 天空（暴击暴伤双加持） ， 猎人（高暴击） 4星首推 绝弦（高精通） ， 朦云之月（高攻击）， 大月卡的苍翠/烈阳（暴击）， 星尘商店的黑岩（暴伤）与宗室（攻击）， 王下近侍（须弥锻造，特效加精通）， 竭泽（钓鱼商店，实在没有其他选择再考虑） 其他一般般，有什么用什么 阵容推荐： 安柏+重云+班尼特+砂糖/万叶/钟离 或者 安柏+重云+砂糖/万叶+钟离 因为 目前唯一能吃满安柏这个Q的挂火频率融化的冰c，只有重云一个 所以重云在这个队伍里面比较依赖大招，就4绝缘/4宗，砂糖/万叶4风套，班尼特4宗 5.大招辅助副c流（需要6命） 超链图片 圣物： 推荐4宗/4绝缘/2+2 ， 主词暴充火，副词必要充能，剩下的随便 武器： 5星乐团弓，4星西风 ，有什么用什么 阵容推荐： 作为副c辅助，去哪里都可以， 比如林尼可莉的纯火队，给迪卢克老爷提供登龙斩的帮助 6.大世界娱乐玩法 超链图片 这里就随便玩玩都可以的了 比如说： 精通雷神+安柏 ， 雷神套全精通圣物，一直扔e就行，安柏就重击触发反应 帮助小萌新用这个方法挺方便的，让萌新也可以打出不错的伤害 还有像夏沃蕾，安柏，班尼特，皇女/雷神 无脑eq就完事了 ，不需要动脑子，怪就都死了 下一期，就是 丽莎姐 的了_(喝茶)，敬请期待 感兴趣的朋友也可以看看别的_(阿姬灵感)_(兔躯一震) 二三编：调整了一下排版，让大家看的更加舒服一点_(米游姬 干杯) 【角色攻略】白鹭霜华——神里绫华｜截止4.6全体系最新攻略 【装备测评】4.6新圣物——4燃烧套与4谐律套的使用攻略 夏沃蕾！新的雷火超载拐！老牌火雷系角色们焕发第二春！ 【V4.5攻略·角色攻略】蔷薇魔女——丽莎｜全体系最新攻略 非常非常感谢你看到最后_(米游姬-打call) Thanks♪(･ω･)ﾉ",
    "length": 4909
}