{
    "game_id": 2,
    "post_id": "51021268",
    "f_forum_id": 43,
    "subject": "【v4.5攻略】那维莱特武器圣遗物配队攻略（内含武器对比）",
    "url": "https://www.miyoushe.com/ys/article/51021268",
    "created_at": 1712051588,
    "like_num": 280,
    "view_num": 15058,
    "reply_num": 94,
    "text": "今天给大家带来完全之龙那维莱特的攻略，这期我写了好久！！希望大家可以看完_(那维莱特-摸头) 简单的总结 那维莱特作为目前最强的主c，可以说是 抽了一点也不会亏 的存在； 天赋9-9-9，普攻推荐10级 ；圣遗物选择 猎人、沉沦之心、流浪乐团 ；武器多种可以选择， 可以看下面的那维莱特武器伤害对比 ， 0命那维莱特推荐阵容：那维莱特+生存+增益辅助+后台挂元素角色 ， 一命推荐阵容：那维莱特+水属性角色+生存+增益/后台挂元素角色 。 以下是详细的角色介绍 角色介绍 那维莱特的定位为五星站场主c，且是目前 最强的站场主c 。 角色突破材料 1-90级材料 技能天赋材料 天赋9-9-9， 普攻推荐点10级 。 关键命座 一命 可以让那维莱特 固定 获得一层 遗龙之荣 ，可以解锁双水阵容，并且重击时极大的 提高抗打断能力 ，抗打断能力 相当于钟离护盾 ，但 会被元素反应冻结 ； 三命 可以提高那维莱特的普攻和重击伤害； 六命 配合四命可以让那维莱特的重击时长变长，并且每2s会额外释放两道洪流（视为重击伤害）进一步增加那维莱特的重击伤害。 技能详情介绍（折叠了哦，需要看的可以点击展开查看） 技能详情介绍 普攻 ，普攻是很普通的模版，重点为特殊 重击·衡平推裁 ， 长按普攻一段时间后 即可释放 重击·衡平推裁 ，对 前方直线区域 敌人造成水元素的范围伤害，并且 不消耗体力 ，如果那维莱特释放 重击·衡平推裁 时 生命高于50% ，则 重击·衡平推裁命中敌人 时将 持续消耗那维莱特的生命值 。 元素战技 ， 基于那维莱特的生命上限 对前方的敌人造成 水元素范围伤害 ，命中敌人后产生3枚 源水之滴 ，并且会释放一次 芒性属性伤害 。 元素爆发 ， 基于那维莱特生命上限 对周围造成 水元素范围伤害 ， 短暂时间后 造成两次范围 较小的水元素伤害 ，并且在前方生成6枚 源水之滴 。 天赋 ，队伍中的角色 触发水元素相关反应 的时候，会为那维莱特 增加一层遗龙之荣 ， 遗龙之荣 可以 增加 那维莱特 重击·衡平推裁 的伤害110%/125%/160% 持续30s并且至多叠加三层 ， 每种元素反应产生的遗龙之荣分别独立存在，独立计算时间 。 天赋 ，那维莱特当前 生命值高于30% 的部分，每1%提高那维莱特0.6%的水元素伤害，至多提升30% （就是那维莱特有80%的血的时候，可以提高30%水元素伤害，血量减少水元素伤害加成减少） 天赋 ，在水中冲刺时，移动速度提高15%。 加点方面 优先 普攻 ，然后 元素爆发和元素战技 。 圣遗物选择 伤害：逐影猎人>沉沦之心>流浪乐团 首选 ， 逐影猎人 完美适配那维莱特，增加重击伤害的同时，四件套效果在那维莱特身上等于常驻36%暴击率，可以降低那维所需面板要求。 次选 ， 沉沦之心 可以增加那维莱特的水伤，并且释放元素战技后可以增加重击的伤害。 可选 ， 流浪大地的乐团 四件套可以增加那维莱特的重击伤害，缺点是元素精通用不上。 萌新过渡选择 ， 武人 可以提高那维莱特的重击伤害，释放元素战技后进一步增加那维莱特的重击伤害。 词条选择 生命和双暴可以增加那维莱特的伤害，如果觉得循环不够可以酌情选择一些元素充能副词条的圣遗物。 武器选择 首选 ， 万世流涌大典 集生命值、加伤、回能于一身的武器，在那维莱特身上提升可以说是巨大的。 可选 ， 流浪乐章 在随机到元素伤害加成时伤害是高于专武的，但是随到其他两个属性的时候伤害不是很理想。 可选 ， 四风原典 可以给站场的那维莱特提供很高的元素加成，就是容易暴击率溢出。 可选 ， 试作金珀 可以提供生命值，并且释放完元素爆发后还可以回能回血，而且还是锻造武器易获取。 速切可选 ， 遗祀玉珑 可以提供暴击率，并且速切还可以提供高额生命值，缺点是不能在场上呆太久，不然伤害会骤降。 武器伤害对比 面板需求 圣遗物逐影猎人会提供36%的暴击率，所以自身需要44%的暴击率，达到80%暴击率左右好。 阵容搭配 那维莱特伤害需要依靠遗龙之荣来提高，所以0命阵容里所需三名可以打反应的角色。 那维莱特+生存位+风扩散位+副c挂属性位 一命那维莱特可以解放一名队友，来凑成双水阵容进一步提高那维莱特的伤害。 白万芙特（现版本最强） 没有芙宁娜选择：那维莱特+莫娜+钟离+万叶 抽取建议 那维莱特作为 目前最强的主c 可以说是 必抽 的，萌新抽到也可以很大程度降低深渊的难度。 新人第一次写攻略，有不足的地方还望海涵。 另外谢谢大家最近给我的点赞和回复，有问题的地方我都会修改的（不要骂人！）",
    "length": 1896
}