{
    "game_id": 2,
    "post_id": "56085992",
    "f_forum_id": 43,
    "subject": "【V4.8攻略·任务与探索】赐福森林宝箱全位置【下】",
    "url": "https://www.miyoushe.com/ys/article/56085992",
    "created_at": 1722519845,
    "like_num": 357,
    "view_num": 1142,
    "reply_num": 17,
    "text": "UID 505597670 哈喽！大家好啊~这里是鸽子的化身——狂风呀！ _(魔游姬得意) 随着4.8版本的到来，咱们的限时版本地图又来啦！欢迎来到这次的童话世界——希穆兰卡！ _(魔游姬糖葫芦) 那么话不多说，小伙伴们快跟着我一起去探索吧！ _(魔游姬哼哼) 希穆兰卡-赐福森林宝箱全位置【下】 超链图片 关于赐福森林宝箱全位置【上】，详情可以点击下方链接跳转查看_(偶像姬_WINK) 【V4.8攻略·任务与探索】赐福森林宝箱全位置【上】 第一个宝箱 这里我们传送到铃风王国的锚点，来到下图位置_(阿姬调查) （就在传送锚点附近） 超链图片 在此处可以看到一个 普通的宝箱 _(米游姬观察) （直接开启即可） 超链图片 第二个宝箱 这里我们传送到铃风王国的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个 精致的宝箱 _(米游姬-撒花)（由两个大丘丘人和三个小丘丘人守护） 超链图片 第三个宝箱 这里我们传送到铃风王国的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个「飞鼠的空中冒险」解密，我们按T指挥“小飞鼠”穿过所有花环即可_(米游君—认真工作) （这里我们先指挥飞鼠冲击右侧的两个花朵，等花朵将花环吹回原位后，我们指挥飞鼠穿过花环命中花球，再让飞鼠穿过花环回到我们身旁即可） 超链图片 之后获得一个 精致的宝箱 _(米游姬-撒花)（很简单的解密，应该都看得懂吧...？） 超链图片 第四个宝箱 这里我们传送到铃风王国的锚点，来到下图位置_(阿姬调查) （就在传送锚点附近） 超链图片 在此处可以看到一个「飞鼠的空中冒险」解密，我们按T指挥“小飞鼠”穿过所有花环即可_(米游君—认真工作) （一共有四轮，限时120秒，第三轮要在空中指挥飞鼠穿过花环回到我们身旁，要瞅准时机） 超链图片 之后获得一个 珍贵的宝箱 _(阿姬开心) 超链图片 第五、六个宝箱 这里我们传送到铃风王国的锚点，来到下图位置_(阿姬调查) （过来后，与此处的羊驼交互） 超链图片 在此处可以看到一个「小游戏」，需要我们在羊驼喊“抓”的时候与桌上的树莓交互 超链图片 成功完成两次「小游戏」后，我们获得一个 普通的宝箱 和一个 精致的宝箱 _(米游姬喝茶) （第一轮是4个树莓，第二轮是2个树莓和2个泡泡桔，别抓错了） 超链图片 第七个宝箱 这里我们传送到铃风王国的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个限时挑战， 需要在100秒内收集62个水之微粒 _(米游君—认真工作) （中途利用风场飞起来后，往正东方看） 超链图片 之后获得一个 精致的宝箱 _(米游姬-撒花) 超链图片 第八、九个宝箱 这里我们传送到铃风王国的锚点，来到下图位置_(阿姬调查) （过来后，与此处的羊驼交互） 超链图片 在此处可以看到一个需要帮助的羊驼，与其交互后，我们跟随着三只胖胖鼠前进 （中途直接将两个小丘丘人解决掉） 超链图片 一直跟随着它们来到山洞内后，我们将里面的丘丘人全部解决掉，拿回地上的树莓 （同时，我们获得一个 普通的宝箱 ） 超链图片 拿回树莓后，我们原路返回到羊驼的位置，将树莓交给它即可，之后获得一个 珍贵的宝箱 _(阿姬开心) 超链图片 第十个宝箱 这里我们传送到铃风王国的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个「飞鼠的空中冒险」解密，我们按T指挥“小飞鼠”穿过所有花环即可_(米游君—认真工作) 超链图片 之后获得一个 普通的宝箱 _(米游姬观察) 超链图片 第十一个宝箱 这里我们传送到铃风王国的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个「飞鼠的空中冒险」解密，我们按T指挥“小飞鼠”穿过所有花环即可_(米游君—认真工作) 超链图片 之后获得一个 精致的宝箱 _(米游姬-撒花) 超链图片 第十二个宝箱 这里我们传送到铃风王国的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个「小游戏」，我们 需要在60秒内追上4只飞鼠 _(米游君—认真工作) 超链图片 之后获得一个 精致的宝箱 _(米游姬-撒花) 超链图片 第十三个宝箱 这里我们传送到铃风王国的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个「飞鼠的空中冒险」解密，我们按T指挥“小飞鼠”穿过所有花环即可_(米游君—认真工作) 超链图片 之后获得一个 精致的宝箱 _(米游姬-撒花) 超链图片 第十四个宝箱 这里我们传送到铃风王国的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个 普通的宝箱 _(米游姬观察) （直接开启即可） 超链图片 第十五个宝箱 这里我们传送到铃风王国的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个限时挑战， 需要在90秒内击败所有敌人 _(米游君—认真工作) （敌人分为四个大蕈兽，两个大丘丘人和两个丘丘游侠） 超链图片 之后获得一个 精致的宝箱 _(米游姬-撒花) 超链图片 第十六个宝箱 这里我们传送到巨龙爪印的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个「飞鼠的空中冒险」解密，我们按T指挥“小飞鼠”穿过所有花环即可_(米游君—认真工作) （限时55秒，需要穿过20个花环） 超链图片 之后获得一个 珍贵的宝箱 _(阿姬开心) 超链图片 第十七个宝箱 这里我们传送到巨龙爪印的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个 普通的宝箱 _(米游姬-撒花)（由五个小丘丘人和一个驮兽守护） 超链图片 第十八个宝箱 这里我们传送到巨龙爪印的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个 普通的宝箱 _(米游姬观察) （直接开启即可） 超链图片 第十九个宝箱 这里我们传送到巨龙爪印的锚点，来到下图位置_(阿姬调查) （在地底） 超链图片 在此处可以看到一个「动动脖子」解密，我们按T调整“羊驼”点头的方向即可_(米游君—认真工作) （这里需要我们控制羊驼将混进树莓里面的泡泡桔挑出来，一共有三轮，要挑出4个泡泡桔） 超链图片 之后获得一个 珍贵的宝箱 _(阿姬开心) 超链图片 以上就是 赐福森林宝箱全位置【下】 的全部内容啦！_(米游姬喝茶) 关注我~持续带你领略世界的精彩！ _(琴-赞扬)",
    "length": 2586
}