{
    "game_id": 2,
    "post_id": "37947883",
    "f_forum_id": 43,
    "subject": "「善恶的赫瓦雷纳」第四部分「如是灵光悉示现」【下篇】",
    "url": "https://www.miyoushe.com/ys/article/37947883",
    "created_at": 1681364999,
    "like_num": 776,
    "view_num": 25012,
    "reply_num": 71,
    "text": "各位旅行者大家好，这里是FTFuture_(偶像姬_闪亮登场) 本篇为大家带来的是3.6版本大型世界任务「善恶的赫瓦雷纳」的第四部分——「如是灵光悉示现」的下篇。 阅前说明 1. 下图为「善恶的赫瓦雷纳」任务结构，由于流程较长，因此我会按照任务结构将帖子分为数篇来为大家进行介绍， 本篇为第四部分「如是灵光悉示现」的下篇，包含离开试验场后，最后1个灵光绝唱的收集。 △「善恶的赫瓦雷纳」任务结构 这里附上「善恶的赫瓦雷纳」全任务流程链接，各位旅行者可以根据自己的任务进度点击下方链接跳转查看： 1. 「善恶的赫瓦雷纳」第一部分「彼时漫天异彩」 2. 「善恶的赫瓦雷纳」第二部分「锋刃林游增记」 3. 「善恶的赫瓦雷纳」第三部分「觉醒的正声」 4. 「善恶的赫瓦雷纳」第四部分「如是灵光悉示现」【上】 5. 「善恶的赫瓦雷纳」第四部分「如是灵光悉示现」【下】（本篇） 6. 「善恶的赫瓦雷纳」第五部分「蒂尔·亚什特的赞歌」【上】 7. 「善恶的赫瓦雷纳」第五部分「蒂尔·亚什特的赞歌」【下】 2. 文中蓝色小标题与游戏主界面小地图下方的任务指引标题相对应，便于各位旅行者与自己游戏内的进度相对照。流程非常短的部分任务指引会将其标题合并或省略。 3. 完成本篇内容需要大约25分钟，建议各位旅行者在时间充足的时候进行游玩，避免任务中断后忘记路线。 ▌ 1  寻找最后的灵光绝唱 到阻勒隘南边图示位置，往西边看，从这里进入山洞，沿路往里走。 △场景示意 走到新BOSS深罪浸礼者所在的平台这里后，往东北边图示位置走，过去以后右转靠近目标点就会触发剧情。 △场景示意 ▌ 2  进入遗迹 剧情结束后，我们从那先朱那为我们打开的大门进入遗迹，沿路往里走，就会来到一处地下传送锚点。我们将这里的传送锚点激活后靠近屏障，切换出斯露莎， 长按 E技能使斯露莎持续使用能力，消除屏障，我们就可以进入其中。 △场景示意 过了屏障以后继续往里走，来到开阔区域后，向东继续往里沿路走。 △场景示意 过了狭窄的隧道后，再次来到开阔区域，我们前往高处的遗迹大门处。 △场景示意 过去以后可以看到，这里的门上是有个小缝可以进去的，我们从这里进去。 △场景示意 进去后左手边楼梯上有一个传送锚点，我们将其激活后，往大厅中间走，即可触发剧情。 △场景示意 ▌ 3  借助「灵芯」连通线路开启左侧机关门 剧情结束后，我们首先去拿上大厅角落里的灵芯，将其放到离传送锚点最近的这个能量柱旁边，消除能量柱上的灰余晶，使其恢复对线路的供能。 △场景示意 放好灵芯后，推动图示位置的混变器到远端，并且旋转两次，使其指向左侧大门一侧，即可使线路连通。 △场景示意 注：混变器的“移动”选项其实相当于是“推”，要想让混变器往哪边移动，我们就需要站在另一边去点这个“移动”，否则可能会出现移动方向错误或者无法移动的情况。（比如要往左移，就站在右边点“移动”） 如果对上述步骤还有所疑问的话，也可以直接看一下视频演示： △视频演示 ▌ 4  寻找第二个「灵芯」 剧情结束后，我们需要先找到第二个灵芯。这里我们从刚才打开的左侧门进去，会来到一处布满管道的空间，中间架设的连接桥上有一个仙灵，我们直接靠近触碰并跟随这个仙灵即可，仙灵会带我们走正确的路。 △场景示意 一路跟随仙灵将其送回仙灵台座后，将旁边的丘丘人击败，即可解除此处机关上的封印。 △场景示意 机关上的封印解除后，开启机关，旁边的大门与通向下层的铁栅栏都会打开，这里我们从圆形入口下去，前往下层。 △场景示意 下去之后，可以看到这里有一摊积水，我们游到对面开启这个机关，即可降下水位，拿到水下的灵芯。 △场景示意 ▌ 5  与那先朱那对话 水位下降后，我们拿上水下的灵芯，然后从西南方向这个只露出半截的门出去往回走。 △场景示意 沿路上了斜坡以后，有一处岔路口，这里左边就是刚才全是管道的地方，右边就是那先朱那所在的大厅，这里我们直接右转即可回到一开始的大厅，与等在那里的那先朱那对话即可。 △场景示意 ▌ 6  连通线路开启右侧机关门 剧情结束后，我们往南边看，将刚才拿回来的灵芯放到图示位置的能量柱旁，使其恢复供能。 △场景示意 灵芯放好之后，将混变器的位置、方向调整至如下图所示，即可开启右侧机关门： △场景示意 如果你之前开启左侧门时是跟着我帖子中走的，没有进行过多余的操作（即旋转、移动其他混变器）的话，那么其实这里在放好灵芯后直接将大厅中的两个混变器各旋转两次即可，步骤如下： 放好灵芯后，先将旁边近处的混变器旋转两次，使其指向右侧大门一侧，即可使其中一条线路连通。 △场景示意 接下来，我们再将之前开启左侧门时移动过的那个混变器也旋转两次，使其也指向右侧大门一侧，即可使另外一条线路也连通。 △场景示意 这里再放上放置灵芯和旋转混变器的视频演示，便于各位旅行者参考： △视频演示 注：再次强调，上述步骤是建立在各位旅行者没有进行过多余操作的前提下的，如果你之前开启左侧门的时候，还有过旋转、移动其他混变器的情况的话，那么就需要你对照着本节一开始的线路导通图示，将混变器移动回红圈所示的位置，然后根据箭头方向旋转混变器，使线路连通。 ▌ 7  进入右侧空间 此时，大厅右侧大门前的两条线路就全部连通了，大门开启，我们进入右侧空间，进门沿路走到最里边以后，就会到达一处熔炉工坊，触发剧情。 △场景示意 ▌ 8  寻找第三个「灵芯」 剧情结束后，我们从这里下去，下面有几只遗迹怪物，我们需要将它们先全部击败。 △场景示意 击败下面的遗迹怪物后，上面东侧的大门就会打开，我们从这里进去往里走。 △场景示意 沿路走到里边的开阔区域后，就可以看到我们要找的第三枚灵芯。 △场景示意 ▌ 9  沿着通道返回控制中心 拿上灵芯后，我们往西北方向看，这里有一个仙灵，我们过去触碰并跟随这个仙灵即可，仙灵会带我们走正确的道路。 △场景示意 跟随仙灵回到熔炉工坊后，沿着这边的轨道往上走，继续跟随仙灵。 △场景示意 跟随仙灵到一处大门前后，开启这里的大门进入，即可触发后续任务。 △场景示意 ▌ 10  连通升降机附近的三个机关 剧情结束后，我们从上面飞下去回到一开始的大厅。之前我们已经将两枚灵芯分别放在了两个能量柱旁，这时我们再把刚才拿到的第三枚灵芯放到最后一个能量柱旁，这样一来，大厅中的三个能量柱旁就各有一个灵芯，全部恢复了供能。 △场景示意 可以看到大厅中间的圆形场地上，有3个机关。我们接下来要做的，就是将能量流向全部指向大厅中间的三个机关，最终要达成的效果如图所示（玩家站在传送点旁边观察）： △场景示意 这里我们先将北边这个混变器移动到线路中间，并使其方向指向中间的机关。 △场景示意 之后，我们再将大厅另一侧的混变器也移动到线路中间，使其指向中间的机关即可。 △场景示意 这里同样还是放上从放置第三枚灵芯开始的视频演示，便于各位旅行者参考： △视频演示 ▌ 11  启动中控装置 三条线路全部连通后，我们到大厅东侧，激活这里的风元素方碑，借助风场飞到大厅上层。 △场景示意 飞到上层后可以看到，上层这一圈当中，有3个光柱，每个光柱旁边的机关都可以用来旋转中间的圆柱形中控装置，并且在每个机关附近都有一个提示图案的石板。游戏的本意是让我们在上层移动，观察每个光柱旁的提示图案，最后将中间的中控装置旋转至三个面的图案分别与三处提示图案相对应。 △场景示意 不过这里为了方便起见，就不用各位一边旋转一边换位置对照图案了，我直接把答案放上：在初始状态下， 旋转上层2次，中层1次，下层1次即可 ，转完以后稍等一下就会出过场动画。 △旋转步骤 ▌ 12  前往升降梯 动画结束后，我们会自动回到大厅下层，并解锁一个隐藏成就「大铸造者」。 △隐藏成就「大铸造者」 剧情结束之后站到中间的圆形升降梯上，升降梯会自动下降，带我们前往下层。 △场景示意 升降梯下降一段距离后，就会自动停止。这时我们要从旁边飞下去，击败平台上的遗迹敌人。全部击败后，这整个一层都会作为升降梯下降。 △场景示意 下降后，我们需要继续击败周围的遗迹敌人，如此反复，直至击败最后的遗迹重机。这时，我们站到平台中央的圆形升降梯上，就可以到达最下面一层。 △场景示意 ▌ 13  取得最后的「灵光绝唱」/击败那先朱那和深渊咏者 拿完灵光绝唱后会进入战斗，与水深渊咏者战斗，因此建议各位旅行者在拿灵光绝唱前，先换好队伍，做好战斗准备。 之后我们切换出斯露莎，飞到灵光绝唱旁边使用E技能，即可取得这最后一个灵光绝唱。 △场景示意 剧情结束后，世界任务「如是灵光悉示现」就全部完成了，这时还会解锁一个隐藏成就「七谷的试炼」。 △隐藏成就「七谷的试炼」 文末再附上世界任务「善恶的赫瓦雷纳」全流程链接，各位旅行者可以根据自己的任务进度跳转查看： 1. 「善恶的赫瓦雷纳」第一部分「彼时漫天异彩」 2. 「善恶的赫瓦雷纳」第二部分「锋刃林游增记」 3. 「善恶的赫瓦雷纳」第三部分「觉醒的正声」 4. 「善恶的赫瓦雷纳」第四部分「如是灵光悉示现」【上】 5. 「善恶的赫瓦雷纳」第四部分「如是灵光悉示现」【下】（本篇） 6. 「善恶的赫瓦雷纳」第五部分「蒂尔·亚什特的赞歌」【上】 7. 「善恶的赫瓦雷纳」第五部分「蒂尔·亚什特的赞歌」【下】 图文流程能够传达的信息有限，如果有看不明白的地方可以尝试搜索视频看一下，后续我会尽量抽空重新完整录一遍视频流程附上。最后再次感谢各位旅行者的阅读与支持，我们下篇再见~",
    "length": 3885
}