{
    "game_id": 2,
    "post_id": "45238643",
    "f_forum_id": 43,
    "subject": "【V4.2攻略·角色攻略】夏洛蒂（机制/养成/队伍搭配）",
    "url": "https://www.miyoushe.com/ys/article/45238643",
    "created_at": 1699411716,
    "like_num": 4982,
    "view_num": 608707,
    "reply_num": 731,
    "text": "UID：100559319 这里是阿斯盖特，本期是多次获得枫丹媒体界最高殊荣拉维尔奖的蒸汽鸟报社的记者——「 夏洛蒂 」的角色攻略！本期将讲解夏洛蒂的各种 技能机制 、 养成与玩法 、 队伍搭配 相关内容！ “晚安，赶紧休息吧。我还要去报社校对稿件，明天见啦！” 【简析&一图流】 「 夏洛蒂 」是一名利用技能为全队回复生命的 冰元素治疗型角色 。施放元素爆发后可为 全队回复生命 ，利用元素爆发对敌人施加冰元素附着， 依靠重击即可施放芒性的灵息之刺 伤害。其冰元素法器的特性使得真爱党玩家也可考虑冰伤输出玩法。 文字太长不想看？先看看下面的 一图流 吧！ 【角色培养材料图表】 ▶天赋加点：元素爆发＞元素战技＞普通攻击 ◆当作为治疗辅助培养时，夏洛蒂 只需要升级元素爆发的等级 ，来提高该技能的治疗量；真爱党玩家可考虑升级普通攻击、元素战技等技能提高夏洛蒂的冰伤。 【1】普通攻击/重击（A/Z） 【普通攻击·技能演示】 ▲普通攻击 ▲重击 ①普通攻击共造成3段冰伤，其中第三段普攻具有较大动作前摇，遵循 常规附着规则 、施加 弱冰元素附着 （1元素量、9.5秒） 。 ②每次重击命中均可施加 弱冰附着 、造成冰伤，并且每6秒重击命中敌人即可触发 芒性 攻击·灵息之刺。 ③产生的芒性攻击无元素量、 不会触发元素反应 。 ◆夏洛蒂通常作为 治疗辅助角色入队 ，除 利用重击对敌人追加芒性攻击破除荒性效果 外，基本不会再额外利用普攻、重击对敌人造成伤害。因此，当为治疗辅助向夏洛蒂无需升级普攻。 真爱党可以体验融化等冰伤输出玩法。 【2】元素战技（E） 【元素战技·技能演示】 ▲元素战技·点按 ▲元素战技·短蓄力 ▲元素战技·最大蓄力 ①元素战技点按、长按命中敌人均可对敌人施加 弱冰附着 。【 瞬间剪影 】和【 聚焦印象 】效果所造成的冰伤也会施加 弱冰附着 （12s/2hits附着） 。 ②元素战技 点按 命中敌人 产生3颗冰元素微粒 、 长按 命中敌人 产生5颗冰元素微粒 ，战技所产生的后续持续冰伤攻击 （瞬间剪影/聚焦印象） 命中敌人不会产出元素微粒。 ③长按战技的“构图”状态会略微提升抗打断能力，但是如果没有护盾或提高抗打断的手段，依旧会被敌人稍强以上的攻击打断攻击。 ◆该技能的伤害能力一般，敌人处于聚焦印象状态下被击败后可以 减少 元素战技的冷却时间 （固有天赋1） ，夏洛蒂的元素战技对 被“标记”的敌人 造成冰伤，可以用以 触发相关元素反应 ——这对于某些需要利用元素反应获得启动提升的场景是具有一定作用的。 【3】元素爆发（Q） 【元素爆发·技能演示】 ①施放元素爆发时施加一次 强冰元素附着 （2元素量、12秒） ，后续【 临事场域 】效果的持续冰伤施加 弱冰元素附着 （持*4*共4次附着） 。 ②该技能是夏洛蒂的治疗技能，可以为 全队回复生命 ，可用来搭配芙宁娜的相关阵容。 ③该技能是 80能量启动 ，所以夏洛蒂需要 多堆叠元素充能效率保障循环 。 【4】固有天赋 ① 固有天赋1 ：击败处于【聚焦印象】的敌人可以缩短夏洛蒂的元素战技冷却时间，每12秒至多减少8秒冷却。主要面对群怪环境，在对单BOSS环境中该天赋无法触发。 ② 固有天赋2 ：夏洛蒂的群体治疗效果主要搭配枫丹角色，对应提高治疗效果。 ▶圣遗物介绍 ▶套装选择 ①夏洛蒂的技能与元素爆发的施放有关，当作为队内的治疗辅助角色时，可考虑「 昔日宗室之仪 」4件套，用来提高队内 攻击倍率角色 ；或配合战技的 后台持续造成伤害 机制选择「 千岩牢固 」4件。 *队内 仅1名 角色携带宗室4件套即可；那维莱特、芙宁娜等为 生命倍率 ，当辅助这些角色时可以 不选择 宗室4件套。 ②治疗辅助玩法的其他套装搭配可考虑“ 绝缘 2件 （提高充能） ”+“ 攻击 2件 （角斗士/追忆/余响/辰砂） ”或“ 治疗 2件 （海染/少女） ”的2+2散搭组合。 ③ 输出玩法：可考虑乐团、冰伤2件等提高夏洛蒂冰伤技能的套装。 ▶词条与面板 ①元素爆发需要 80点能量启动 ，在搭配队伍时， 可能进入单冰阵容 ，对于充能需求较大，优先考虑 充能沙漏 ，并且充能效率在240%及以上。 ②夏洛蒂的治疗量 与攻击力有关 ，在堆叠元素充能的同时兼顾堆叠攻击力提高其治疗量。 ③如果选择 西风秘典 ，理之冠或圣遗物副词条推荐堆叠30-50%的暴击率。 *治疗辅助玩法：充能沙漏、攻击杯、治疗或攻击头冠（优先治疗头）。 ④ 输出玩法依旧是传统的攻冰暴搭配，主旨在于提高夏洛蒂的冰伤。 ▶武器选择 【1】优化循环的武器 ① 证誓之明瞳 ：施放战技后 提高夏洛蒂的充能效率 ，优化元素爆发循环，并且武器副属性可提供额外攻击力提升，提高夏洛蒂的治疗量。治疗辅助玩法优先考虑的几把法器之一。 ② 西风秘典 ：角色攻击造成暴击后可产生 额外元素微粒 ，优化全队的能量循环。仅装备者处于场上时造成暴击触发， 推荐夏洛蒂堆叠30-50%的暴击率以提高攻击的暴击概率。 ③ 试做金珀 ：主要 利用的是武器技能的能量回复 ，满精炼时在释放元素爆发后可以回复18点能量，降低充能需求。 ④ 祭礼残章 ： 高精炼选择 ，低精炼谨慎考虑。主要用以夏洛蒂点按战技后重置战技冷却时间，再长按战技施加战技效果，可短时间内 额外产出一次元素微粒进 而优化循环。 但该武器的副属性是 元素精通 ，使得夏洛蒂的圣遗物依旧需要多堆叠元素充能效率，整体上并不推荐优先考虑。 【2】攻击类武器 天空之卷、尘世之锁、昭心、忍冬之国等的 副属性可提高夏洛蒂的攻击力 ，进而提高夏洛蒂的治疗量。选择这些武器时圣遗物推荐多堆叠充能效率（尤其优先考虑充能沙漏）。 *作为冰元素法器角色，夏洛蒂也可以考虑体验冰伤输出玩法，不过更推荐真爱党选择。可考虑双暴类武器提高夏洛蒂的冰伤输出，如金流监督、万世流涌大典、四风原典、流浪乐章等。 ▶命座介绍 ▶命座详解 【 1命 】 解锁该命座后，变相提高了元素爆发的全队治疗量 （持*6*） 。 【 2命 】 根据元素战技命中的敌人数量提高夏洛蒂的攻击力，可提高夏洛蒂的伤害和治疗。 【 4命 】 优化夏洛蒂的能量循环 ，元素爆发的攻击命中处于战技效果影响下的敌人时额外回能。 （每20秒至多回复10点，相当于使启动需求降至70点） 【6命】 该命座的回复效果仅对场上角色生效。施放元素爆发后，场上角色的普攻/重击命中敌人还将追加具有 独立弱冰附着的冰伤 ，该命座的追加冰伤、治疗效果 均视为 由元素爆发触发。 【6命效果】 ◆总的来说 ，夏洛蒂的命座兼具了优化功能性和提高夏洛蒂自身的属性两种效果，其中以 4命 优化循环、 6命 发动追加冰伤和额外治疗为提升不错的效果。对于打算抽取后培养的旅行者而言4星角色的命座推荐越高越好。 【1】那维水伤队 ▶角色培养（ 那维莱特 / 芙宁娜 ） 【2】莱欧冰伤队 ▶角色培养（ 莱欧斯利 / 枫原万叶 ） 【3】夏洛蒂的选择性考量 ①夏洛蒂是可 后台的群体治疗角色 ，通过施放元素爆发 为全队恢复生命值 。在当前可用以搭配芙宁娜的荒性战技的群体生命消耗机制，提高元素爆发的气氛值，进而提高全体增伤效果。 ②夏洛蒂的元素战技对被 “标记”的敌人 造成冰伤，可以用以 触发相关元素反应 ——这对于某些需要利用元素反应获得启动提升的场景是具有一定作用的，如触发 冰元素扩散 、 那维莱特触发水冰冻结反应 进而提高蓄力重击伤害。 或许在未来 ，还会有更多可以利用该元素战技持续脱手触发元素反应的机制的角色登场…… ③另外，对于老角色搭配芙宁娜，须臾解决的点就是全队生命消耗机制，搭配4星的夏洛蒂即可保障每轮芙宁娜元素爆发都能记录一定的气氛值。 ④ 便捷触发的芒性攻击 ：夏洛蒂依靠重击即可施放芒性攻击，且冷却时间仅需6秒，在面对荒性敌人时可以快速湮灭荒性。 【总结一下】 夏洛蒂主要依靠元素爆发的全队治疗来辅助队友，并且通过元素战技可对“标记”敌人造成冰伤，触发部分所需要的效果。 ◆ 武器方面 ：可考虑证誓之明瞳、西风秘典等提高充能效率的武器优化元素爆发循环，也可考虑高精练是做金金珀为自身回能、全队恢复生命值，除此之外可考虑其他副属性为充能效率、百分比攻击力的武器或提高元素爆发循环、或提高元素爆发治疗量；对于夏洛蒂真爱党而言，如果想体验冰伤输出玩法则优先考虑双暴类武器提高伤害。 ◆ 套装方面 ：即可选择利用战技触发的千岩牢固4件，也可考虑通过施放元素爆发触发的昔日宗室之仪4件，二者均可提高全队的攻击力，主要搭配攻击倍率角色使用；此外可考虑“绝缘2件+攻击/治疗”的散搭组合，既优化循环又提高治疗量。 ◆ 词条方面 ：自身80能量启动的元素爆发需要多堆叠元素充能效率，此外考虑堆叠百分比攻击力提高治疗量；输出玩法可考虑攻冰暴的玩法。 ◆ 命座方面 ：4星角色命座越高越好，其中4命（优化循环）、6命（额外治疗）可考虑。 以上就是「夏洛蒂」角色攻略的全部内容啦~我们下期再见！_(米游姬入欧)",
    "length": 3695
}