{
    "game_id": 2,
    "post_id": "56474785",
    "f_forum_id": 43,
    "subject": "【V4.8攻略·任务与探索】破碎之海宝箱全位置【下】",
    "url": "https://www.miyoushe.com/ys/article/56474785",
    "created_at": 1723380379,
    "like_num": 358,
    "view_num": 619,
    "reply_num": 3,
    "text": "UID 505597670 哈喽！大家好啊~这里是鸽子的化身——狂风呀！ _(魔游姬得意) 随着4.8版本的到来，咱们的限时版本地图又来啦！欢迎来到这次的童话世界——希穆兰卡！ _(魔游姬糖葫芦) 那么话不多说，小伙伴们快跟着我一起去探索吧！ _(魔游姬哼哼) 希穆兰卡-破碎之海宝箱全位置【下】 超链图片 关于赐福森林宝箱全位置【上】，详情可以点击下方链接跳转查看_(偶像姬_WINK) 【V4.8攻略·任务与探索】赐福森林宝箱全位置【上】 关于赐福森林宝箱全位置【下】，详情可以点击下方链接跳转查看_(偶像姬_WINK) 【V4.8攻略·任务与探索】赐福森林宝箱全位置【下】 关于星轨王城的四个宝藏位置，详情可以点击下方链接跳转查看_(偶像姬_WINK) 【V4.8攻略·任务与探索】星轨王城的四个宝藏位置 关于星轨王城宝箱全位置【上】，详情可以点击下方链接跳转查看_(偶像姬_WINK) 【V4.8攻略·任务与探索】星轨王城宝箱全位置【上】 关于星轨王城宝箱全位置【下】，详情可以点击下方链接跳转查看_(偶像姬_WINK) 【V4.8攻略·任务与探索】星轨王城宝箱全位置【下】 关于破碎之海宝箱全位置【上】，详情可以点击下方链接跳转查看_(偶像姬_WINK) 【V4.8攻略·任务与探索】破碎之海宝箱全位置【上】 关于破碎之海宝箱全位置【中】，详情可以点击下方链接跳转查看_(偶像姬_WINK) 【V4.8攻略·任务与探索】破碎之海宝箱全位置【中】 第一个宝箱 这里我们传送到积木矿窟右侧的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个积木炸弹，我们将积木炸弹安装到积木矿上，即可炸开后续道路_(米游君—认真工作) （快捷方法就是左侧炸两次） 超链图片 之后获得一个 普通的宝箱 _(米游姬观察) 超链图片 第二个宝箱 这里我们传送到积木矿窟右侧的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个被丘丘人关住的积木矿工小人，我们将这里的丘丘人解决掉，打开牢笼_(米游君—认真工作) 超链图片 之后获得一个 普通的宝箱 _(米游姬观察) 超链图片 第三个宝箱 这里我们传送到积木矿窟右侧的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个「拼积木」解密，我们将周围的积木块，分别挪动到发光的拼接点上即可 _(米游君—认真工作)（如下图所示，每个“圆圈”积木块，放置到每个“方框”位置，叠三层高即可） 超链图片 之后获得一个 普通的宝箱 _(米游姬观察) 超链图片 第四个宝箱 这里我们传送到积木矿窟右侧的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个限时挑战， 需要在48秒内收集18个水之微粒 _(米游君—认真工作) 超链图片 之后获得一个 精致的宝箱 _(米游姬-撒花) 超链图片 第五个宝箱 这里我们传送到积木矿窟左侧的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个 普通的宝箱 _(米游姬观察) （直接开启即可） 超链图片 第六个宝箱 这里我们传送到积木矿窟左侧的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个「飞高高积木」，我们先将其拉出来_(米游君—认真工作) 超链图片 接着利用「飞高高积木」进入洞窟内部_(阿姬调查) 超链图片 之后获得一个 普通的宝箱 _(米游姬观察) 超链图片 第七个宝箱 这里我们传送到积木矿窟左侧的锚点，来到下图位置_(阿姬调查) 超链图片 这里我们先过去与帕纽尔对话_(米游君—认真工作) （需要先完成任务「向着灯塔，或是远方」） 超链图片 与帕纽尔对完话后，我们接着往正西方前进，去到下方洞窟劝说肖维涅_(阿姬调查) 超链图片 来到洞窟内后，我们稍微靠近肖维涅，与其交互，等风停后，我们再次靠近肖维涅，与其对话_(米游君—认真工作) 超链图片 与肖维涅对完话后，我们拾起它，回到帕纽尔身旁，将其放置在凳子上，即可触发剧情_(阿姬调查) 超链图片 过完剧情后，我们获得一个 珍贵的宝箱 _(阿姬开心) 超链图片 「向着灯塔，或是远方」任务详情可以点击下方链接跳转查看_(偶像姬_WINK) 【V4.8攻略·任务与探索】「向着灯塔，或是远方」 第八个宝箱 这里我们传送到积木矿窟左侧的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到两个积木松鼠，我们选择“放置松果”_(米游君—认真工作) 超链图片 之后获得一个 普通的宝箱 _(米游姬观察) 超链图片 第九个宝箱 这里我们传送到积木矿窟左侧的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个「拼积木」解密，我们将周围的三个「积木小花」，分别挪动到发光的拼接点上即可，之后获得一个 珍贵的宝箱 _(阿姬开心) （甜甜花围着的「积木小花」需要将骗骗花解决后才能拾取） 超链图片 第十个宝箱 这里我们传送到积木矿窟左侧的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个「拼积木」解密，我们将周围的积木块，分别挪动到发光的拼接点上即可，之后获得一个 精致的宝箱 _(米游姬-撒花)（蓝色积木块等黄色积木块挪开之后再放） 超链图片 以上就是 破碎之海宝箱全位置【下】 的全部内容啦！_(米游姬喝茶) 关注我~持续带你领略世界的精彩！ _(琴-赞扬)",
    "length": 2181
}