{
    "game_id": 2,
    "post_id": "48532329",
    "f_forum_id": 43,
    "subject": "【V4.4攻略·角色攻略】嘉明·全面解析︱机制/养成/配队",
    "url": "https://www.miyoushe.com/ys/article/48532329",
    "created_at": 1706666743,
    "like_num": 6513,
    "view_num": 629624,
    "reply_num": 1411,
    "text": "UID：100559319 这里是阿斯盖特，本期是剑匣镖局的镖师、威水舞兽队的话事人——「 嘉明 」的角色攻略！本贴将 详细讲述 嘉明的 技能机制 、 圣遗物与武器选择 、 相关队伍搭配 ！ ▶为了 提升阅读体验 ，贴中的部分文字内容 已放入折叠内容 中，旅行者可根据自身需求 选择性查阅 ！ “一盅两件，再加两个白灼时蔬和生滚靓粥，嗯…正啊…” ◆【目录】◆ 01.简析& 一图流 02. 技能 解析 03. 圣遗物 搭配 04. 武器 选择 05. 命之座 解析 06. 队伍 搭配 07. 总结 一下 【简析&一图流】 「 嘉明 」是一名持续打出下落攻击的 火元素输出型角色 。施放战技后嘉明会 腾跃而起 施展强劲的火伤 下落攻击 ；施放元素爆发后，嘉明的伙伴“ 猊兽·文仔 ”与嘉明会合还将 重置战技的冷却时间 ，使嘉明持续对敌人造成火伤下落攻击。每次施放嘉明的战技都将消耗一定生命值、施放元素爆发将治疗自身，下落攻击命中后还将额外恢复嘉明生命值。 文字太多不想看？先看看 下面的一图流 吧！ 【角色 培养材料 图表】 ▲以上是 一图流养成 部分▲ ▶ 技能升级 ：元素战技＞元素爆发≥普通攻击/重击 ◆嘉明的主要伤害源于施放战技后的“下落攻击·踏云献瑞”，因此 优先升级元素战技 （E）；其次升级普通攻击提高输出时 穿插普攻 的伤害，元素爆发的施放具有 可观的爆发倍率 也值得升级 （升级元素爆发不提高该技能的治疗量） 。 【1】普通攻击/重击（A/Z） 【普通攻击·技能 演示 】 ▲普通攻击·侧面 ▲ 普通攻击·正面 【普通攻击·技能 讲解 】 ①普攻造成 4段 攻击共 4次 伤害，后两段普攻动作前摇较大，可用前两段普攻输出。 ②在输出中，等待战技冷却时间，可采用“2次普攻接冲刺 （2A闪） ”的方式补充伤害、 触发部分角色的协同技能 （行秋、夜兰等） 。 ◆普攻更多是嘉明在输出时的 补充手段 ，伤害占比低于元素战技中的特殊下落攻击伤害 （下方战技部分讲到） ，升级优先级低于战技 （但也得升） 。另外，搭配闲云时，也可考虑“特殊下落-常规下落”的 交错输出 。 【2】元素战技（E） 【元素战技·技能 演示 】 【元素战技· 技能讲解 】 ①施放战技后在接触敌人、地形将会 腾空 ，此时 点按普攻键 即可施放“ 下落攻击·踏云献瑞 ” （以下简称“ 特殊下落 ”） 。 ②战技腾空 未施放 特殊下落的阶段不造成伤害、不产球， 只有特殊下落命中 敌人才会产生 2颗火元素微粒 ，产球冷却时间约 3秒 。 ③ 每次 下落攻击命中敌人都将施加 弱火元素附着 （1元素量、9.5秒） 。 —— 蒸发玩法 的关键！ ④“特殊下落”的伤害 属于下落攻击伤害 。 ⑤嘉明在装备「追忆之注连4件」 （ 不推荐 选择追忆4件！！！ ） 、「炽烈的炎之魔女」4件时， 仍可触发 4件套的效果。 ⑥嘉明 可以触发 「桂木斩长正」的“施放战技后流失能力……”的特效、特殊下落 不会获得 该武器的“战技增伤”； 无法触发 「苇海信标」的“战技命中敌人后，攻击力提升”。 ——本质上嘉明就 没有战技伤害 、只有触发“点按战技键即判定触发”的效果； 不能触发 “战技造成伤害”、“战技命中敌人”才判定触发的效果。 ⑦每次施放战技均会 消耗嘉明的生命上限 ，至多消耗至10%生命上限。 ——生命消耗机制使得嘉明可以装备逐影猎人4件、迅速触发4件套效果。 ◆元素战技是嘉明的 核心输出技能 ，但需要 配合元素爆发 才能持续对敌人造成多次伤害。因为每次战技的特殊下落都可施加火附着，使得在敌人 处于水附着时 可以多次触发蒸发反应、提高特殊下落攻击的伤害。 推荐优先升级！ ——再次提醒，该战技 只有下落攻击伤害 ，没有战技伤害哦！ 【3】元素爆发（Q） 【元素爆发·技能 演示 】 【元素爆发· 技能讲解 】 ①元素爆发的施放攻击将施加 弱火附着 。 ②每次“猊兽·文仔” 与嘉明会合 都可 重置战技冷却时间 ，可使嘉明多次施放战技打出特殊下落攻击。 ——嘉明的输出主要取决于元素爆发施放后 多次重置战技CD的机制 。 ③嘉明提前退场，元素爆发的效果也将结束。 ④嘉明当前的 生命值低于50% 就 不会再次召唤 “猊兽·文仔”——虽然嘉明的技能、天赋也有治疗机制，但是为防止敌人攻击造成嘉明生命急速下降， 推荐队内搭配一名具有治疗能力的角色 。 【嘉明 主动 与文仔 会合 】 ◆“猊兽·文仔”会出现在文仔的左右其中一侧，可在文仔 刚刚“跳出” 时主动与文仔会合，以此 缩短重置战技CD的等待时间 ，进而可以打出更多次特殊下落攻击。 ◆嘉明输出的 启动技能 ，整体输出循环围绕元素爆发的能量是否充满、CD是否转好进行。虽然只有60点的能量需求，但在解锁4命前仍然 推荐堆叠20-30%的充能 “润滑”整体循环。该技能只有首次施放这一次伤害、倍率可观，可升级后在蒸发玩法中可体验到高额的“核弹”伤害。 【4】固有天赋 【4.1】固有天赋 1 ·舞起升平 每次下落攻击都可回复生命，共回复 4次 ，加速生命值变动，在输出时提高生存能力。 【4.2】固有天赋 2 ·祥烟瑞气 ①生命低于50% 提高自身受治疗加成 ——既可提高自身治疗机制的治疗量，也可提高队友为嘉明提供的治疗。提高了嘉明的“血线”稳定，搭配治疗角色可更快将生命回复至50%以上、提供生存保障。 ②生命高于50% 提高“特殊下落” （下落攻击·踏云献瑞） 的伤害 ，属于 增伤区间 、与火伤加成相加计算。 ◆固有天赋的效果比较简单，更多是“锦上添花”的作用， 优化 嘉明的输出处境。 ▲以上是 技能讲解 部分▲ ▶圣遗物介绍 【 数据对比 】不同套装伤害期望 【 讲解 】套装选择 ①套装可优先考虑「 炽烈的炎之魔女 」4件、「 逐影猎人 」4件。 ——“ 魔女4件 ”的适配：嘉明 每次点按战技均可触发4件套效果 获得更高火伤加成，且能够提高嘉明的反应伤害。 （双暴需求大、上限高） ——“ 逐影4件 ”的适配：嘉明施放战技会消耗生命、施放元素爆发和触发固有天赋1回复生命， 可迅速触发 该套装的4件套效果。 （双暴容易毕业、高下限） ②魔女4件会 略高于 逐影4件， 但整体差距并不大 ，可以考虑“刷逐影4件、合成台换魔女4件”。 ——有啥用啥、词条优者优先，且如果 搭配高增伤辅助角色后 两者的差距会进一步缩小。 ③搭配 双暴类 武器时，可优先考虑魔女4件；搭配 非双暴 类 （攻击/精通） 类武器，可优先考虑逐影4件。 ④ 不推荐选择 “追忆4件”，因为嘉明需要先手施放元素爆发来利用“文仔”重置战技CD—— 先战技后大招 会导致能量短缺，无法及时开大； 先大招后战技 不能第一时间触发套装效果！！！ ④ 中期过渡 可选择“魔女2件+攻击/精通2件”的散搭组合。 ⑤ 前期过渡 可选择“战狂4件”。 【 数据对比 】攻击沙与精通沙 ▲ 逐影4件 时攻击沙与精通沙的对比 ▲ 魔女4件 时攻击沙与精通沙的对比 【 数据对比 】 不同精通词条数 【 讲解 】词条与面板 ①蒸发、融化玩法优先考虑 精通沙漏 ，其精通推荐在160-240之间，至多不超过300。 ——尤其搭配 闲云 、 班尼特等 角色时，嘉明优先考虑 精通沙漏 。 ②装备“ 逐影4件 ”时，暴击率推荐在45%-64%；“ 魔女4件 ”时，暴击率推荐在65%+ （越高越好） 。 ③双暴类武器的暴伤推荐在180%+，非双暴类武器的暴伤推荐在130%+。 ④解锁4命前，可以考虑堆叠 20-30% 的充能“润滑”循环；解锁4命后可不堆叠。 ▲以上是 圣遗物搭配 部分▲ ▶武器介绍 【 另一面板 】搭配 魔女4件 时 【 数据对比 】各武器 伤害期望 ▲ 逐影4件 时各武器期望对比 ▲ 魔女4件 时各武器伤害期望 ▶武器详解 【 1 】苇海信标/螭骨剑 ▋苇海信标（5★） ①可观的基础攻击力、副属性 暴击率加成 已经能给嘉明带来非常不错的提升了，在一众5星武器中表现不错。 ②当搭配“逐影4件”时，优先“暴伤头”， 避免 暴击率溢出 （逐影4件暴击率最大64%即可） 。 ③嘉明的战技 并没有“元素战技攻击” 、 不会造成“元素战技伤害” ，仅造成下落攻击伤害。因此，不能触发该武器技能中前半段的攻击加成。 ▋螭骨剑（4★） ①暴击率提升降低圣遗物暴击需求，搭配“逐影4件”可选择“暴伤头”。 ②武器技能的 伤害提升 进一步提高嘉明的输出能力。但需注意的是，受到伤害后会降低增伤层数，如果 不搭配护盾角色会导致该武器的增伤并不稳定 。 ——在面对 高频攻击 的敌人时甚至会出现叠层难，导致武器表现力大大降低。（如上方武器期望对比所示） ③ 芙宁娜 入队时，荒性战技的全队生命消耗机制 不会导致 该武器的增伤层数降低。 【 2 】雨裁/饰铁之花 ▋雨裁（4★） ①兼具不错的性价比、表现能力的一把4星武器。嘉明多供职于 蒸发队 中，可以充分利用该武器的精通提升、伤害提升。 ②搭配“逐影4件”、 缓解 暴击率堆叠压力， 缩小 了该武器因没有暴击率加成与其他双暴类武器的差距。 ③如果已经有用该武器，可以直接考虑选择 （精炼越高越好） 。 ▋饰铁之花（4★） *V3.5版本活动获得 ①4星武器中较高的基础攻击类，副属性和武器技能均可 提高精通 、提高嘉明的蒸发伤害。 ②嘉明 只能通过触发元素反应触发该武器的技能 。 （前面提到，嘉明战技的“特殊下落”不属于战技攻击） ③没有上述武器时可考虑选择。 【 3 】裁断/千岩古剑 ▋裁断（5★） ①极高的基础攻击力、不错的暴击率加成，搭配“逐影4件”可选择“暴伤头”。 ② 只能触发 武器击中的攻击力加成，无法触发该武器的“战技增伤”。 ——更多是依靠在双手剑武器中可观的面板“撑起来”的，有娜维娅优先给娜维娅使用。 ▋千岩古剑（4★） 队内璃月角色越多 ，获得的攻击、暴击提升越高，“3璃月”时就已经有了可观的表现。 —— 璃月越多它越强、3璃月表现可观、2璃月表现一般。 【 4 】无工大剑/狼的末路 ①这两把攻击类武器对嘉明也有不错的提升，但如果搭配班尼特、闲云等能够提高基础倍率区间的辅助时，高额的攻击加成的 稀释程度将会加深 。 ②没有精3及以上的「雨裁」时可以考虑选择。 【 5 】更多武器选择 ① 赤角石溃杵 ：搭配猎人4件提高暴击率，高额的暴伤加成使得该武器占据一席之地。武器技能嘉明的利用率不高，原因是嘉明的主要伤害属于下落攻击、不堆叠防御力，该武器只能提供普攻、重击伤害提升。 （仅嘉明站场等待战技CD重置、补充进行普攻时才能利用起来） ② 究极霸王超级魔剑 ：在考虑约30%充能效率“润滑”循环时，该武器有不错的表现，且作为V4.3版本的活动武器，性价比不错，没有上述武器可以选择。 ③ 天空之傲 ：常驻，作为5星武器的表现力较差，不推荐优先考虑。 （实在没有上面提及的武器可以考虑） ④ 聊聊棒 ：另一把「纪行」的双手剑，嘉明施放元素爆发可以提供短暂的“火元素自附着”，可以稳定触发该武器的攻击加成，但其他附着的获取并不稳定，使得整体表现不佳，在选择优先级上推荐优先「螭骨剑」。 ◆ 除上述武器外，还可考虑 浪影阔剑 、 玛海菈的水色 、 衔珠海皇 、 试做古华 作为 过渡使用 。 ◆武器选择 （省流版） ： 螭骨雨裁高性价比、苇海信标面板可观；无工狼末稀释较高、赤角饰铁也都能带；高精千岩需配璃月、没有这些就用魔剑/天空/聊聊棒。 ▲以上是 武器选择 部分▲ ▶命座介绍 【 数据对比 】各 命座提升 期望 【命之座· 讲解 】 【1命】元素爆发期间猊兽·文仔与嘉明会合将回复生命，提高输出容错率。 【2命】治疗溢出时提高攻击力。如果不搭配治疗角色，仅依靠嘉明自身的治疗并不能稳定保证触发该命座的效果，致使提升有所折扣。 【 4命 】优化能量循环，基本 不再需要 堆叠20-30%充能“润滑”循环，提升比较不错的命座。 【 6命 】嘉明提升最大的命座。提高特殊下落的 暴击 、 暴伤 和 伤害范围 ，提高嘉明的输出能力。 （该命座的双暴提升仅作用于“下落攻击·踏云献瑞”） ◆总的来说，嘉明的命座提升比较平稳， 0命便具备了比较完整的技能机制 ，也就是0命就可以作为输出角色直接体验。0命不差、1和2提升小、3提倍率、4促循环、6提伤害——可以3、4、6命为抽取目标 （当然，4星角色命座越高越好） 。 ▲以上是 命座解析 部分▲ 【1】蒸发队 【1.1】“嘉芙闲”组合 【角色培养】 闲云 / 芙宁娜 ①该组合玩法的第四人可以选择 班尼特 、 夜兰 、 砂糖 等提高嘉明的输出。 （如果没有芙宁娜，也可以考虑用夜兰、行秋替换！！！） ②因为是 单风入队 ， 闲云 的充能效率推荐在240%+； 单水 芙宁娜的充能效率推荐在240%+， 双水 时可在210%左右。 ③嘉明在等待战技CD重置期间，可以选择“2A冲刺”的手法补充伤害或 触发队友的协同攻击 （如夜兰、行秋等） 。 ④选择班尼特时，如果解锁6命可能会对嘉明的特殊下落蒸发些许影响 （6命火附魔普攻也将触发蒸发） 。 ——闲云的协同攻击会间歇触发扩散（ 遵循常规附着 ），由于嘉明的火附着为 后手触发 蒸发将不会残留火附着，触发水扩散将补充被消耗的水附着至弱水，保障嘉明的蒸发次数。 ⑤0命嘉明在该队中推荐 堆叠20-30%充能效率 “润滑”循环，解锁4命后可不堆叠。 ⑥选择 班尼特 时，其4件套效果可优先考虑 教官4件 提高精通、提高嘉明的蒸发伤害。 ⑦当队内存在后台副C时，即使 较难触发前台输出角色元素的扩散反应 ，也仍然推荐闲云选择「 翠绿之影 」4件，提高队伍后台副C的伤害。 【1.2】嘉行班砂 【角色培养】 行秋 / 砂糖 / 班尼特 【 参考输出顺序】 ◆行秋EQE、班尼特EQ、砂糖AEAA、嘉明EQ接AE循环 *这里的E代表施放战技后进行特殊下落攻击。 ** 行秋 对敌人施加弱水附着； 班尼特 战技强火反应掉行秋弱水、施放大招施加强火附着； 砂糖 起手 1次普攻 触发火扩散降低敌人火抗、提高队友精通，并且触发行秋 雨帘剑协同挂水 （雨帘剑的攻击会 稍迟于 砂糖普攻）触发蒸发反应 消除火元素 ；推荐 砂糖贴近敌人 ，使行秋给予角色周身的雨帘剑 再次上水 ； 砂糖 再次利用技能和普攻触发挂水、降低水抗； 嘉明 开始输出。 ①6命行秋的充能推荐在220%+，6命以下推荐在250%+；班尼特的充能推荐在240%+；砂糖的充能推荐在220%+。 ②砂糖优先选择「 翠绿之影 」4件套降低敌人抗性。 ③该队伍类似于“嘉芙闲”的降配玩法，需要一定的操作熟练度、角色练度。 如果角色丰富 ，还是推荐优先搭配闲云、芙宁娜等角色体验嘉明的蒸发玩法。 【2】融化队 【角色培养】 甘雨 / 莱依拉 ① 单风闲云 在该队伍中的充能效率推荐在240%+； 副C甘雨 推荐充能效率堆叠至200%+。 ②嘉明施放战技时可以使 莱依拉 的战技产生“飞星”与元素爆发一同配合嘉明触发融化反应。 ③推荐选择 未解锁6命的班尼特 ， 避免 因普攻、常规下落攻击存在火附魔出现“逆转冰底”的现象。 ——火元素克制冰元素，1单位的火元素可以消耗2单位的冰元素，且莱依拉、甘雨等角色的技能仅能施加弱冰附着，如果搭配6命班尼特容易出现敌人处于火附着，由莱依拉、甘雨等角色的敌人触发融化的“ 反向打工 ”现象。 ④甘雨也可替换为 罗莎莉亚 ，莱依拉可替换为 迪奥娜 。 【3】 雷 火 队的考量 （ 夏沃蕾 入队） ◆示例队伍： 嘉明 + 班尼特 + 夏沃蕾 + 八重神子 / 菲谢尔 ①雷火队伍的 核心是夏沃蕾 ，对敌人触发超载反应即可 降低 其雷、火元素 抗性 ，且施放战技中的“ 超量装药弹头 ”可提高全队攻击。 ②该队伍偏向于纯火输出，以夏沃蕾的增益替换嘉明的反应，整体表现要稍逊嘉明的反应队。 ③更多是作为一种 拓展玩法 考虑，嘉明优先选择蒸发、融化队玩法。 【4】 烈绽放 玩法的考量 ◆示例队伍： 嘉明 + 纳西妲 +行秋+后台水 ①嘉明的每次特殊下落攻击都可触发元素反应， 导致火附着频率较高 ，又因为草元素会消耗水元素，使得要稳定产出较多草原核则需要 双水阵容 。 ②这将很大程度上 降低嘉明的火伤输出 ，转而增加烈绽放伤害。这一玩法的对群尚可，但是在面对单体敌人时，最为优势的“特殊下落攻击的独立附着”的作用一般。 ③这一玩法属于拓展玩法， 并不推荐优先考虑 。 ▲以上是 队伍搭配 部分▲ 【总结一下】 ◆ 技能升级 ：优先战技E，其次普攻A、元素爆发Q ◆ 武器选择 ：螭骨剑、苇海信标、雨裁、裁断、饰铁之花，带班尼特或闲云也可赤角石溃杵，缺攻击力可选择无工大剑、狼的末路。 ◆ 圣遗物搭配 ：成型快可选逐影猎人4件、追求上限考虑炽烈的炎之魔女4件，但整体差距并不大。 ◆ 词条选择 ：蒸发玩法精通沙，优选选择火伤杯；搭配“逐影”先暴伤头、搭配“魔女”可暴击头；暴伤、暴击、精通、攻击优先考虑，未解锁4命可堆叠20-30%充能。 ◆ 命座方面 ：0命机制完整、命座提升平稳，可以3、4、6命为抽取目标。 以上就是本期「 嘉明 」角色攻略的全部内容啦~我们下期再见！_(米游姬入欧) 图片： Asgater 文本： Asgater 数据： Asgater 监督&校正： Asgater",
    "length": 7119
}