{
    "game_id": 2,
    "post_id": "50136601",
    "f_forum_id": 43,
    "subject": "1.0-4.8菜谱收集贴（壹）",
    "url": "https://www.miyoushe.com/ys/article/50136601",
    "created_at": 1709988382,
    "like_num": 122,
    "view_num": 6411,
    "reply_num": 4,
    "text": "_(克洛琳德-对决致意)《原神》目前版本：4.8 *由于单帖图片达到上限， 寿司郎（スシロー/Sushiro） 联动套餐的相关图片将出现在评论区中，敬请谅解。该图片来源于网络，如需购买或咨询相关套餐，请寻找寿司郎（スシロー/Sushiro）位于日本的门店/客服获取帮助。 本帖收集了UP从开服来获得的食谱（含获取方式） _(克洛琳德-行动开始)阅读时请注意： a)因时限原因，本帖可能会出现收集不全的情况，未在本帖中体现的菜谱可能因未学习、未购买、未完成任务无法获取等原因未出现在本篇中，这一部分菜谱会在后续补齐。（依旧按照以下第d条的规律排序）； b)本帖为间歇性更新，如有错漏请评论指正，UP会更正； d)菜谱按UP「烹饪」页面的显示的顺序（菜谱均为可烹饪状态下）进行排列（角色烹饪所得到的特殊料理会单独列出）； e)由于部分料理材料不足，目前UP已经获取这一部分菜谱的所需材料，部分食谱位置可能会发生变化； f)无法烹饪的料理本帖不作收录，特此告知。 g）部分菜谱获取方式暂不明确或存在bug，特此告知。 1.野菇鸡肉串（旅行者解锁 「烹饪」 玩法后自动获取菜谱） 超链图片 2.提瓦特煎蛋（旅行者解锁 「烹饪」 玩法后自动获取菜谱） 超链图片 3.烤肉排（旅行者解锁 「烹饪」 玩法后自动获取菜谱） 超链图片 4.萝卜时蔬汤（旅行者解锁 「烹饪」 玩法后自动获取菜谱） 超链图片 5.蒙德烤鱼（旅行者解锁 「烹饪」 玩法后自动获取菜谱） 超链图片 6.薄荷果冻（ 蒙德 ， 坠星山谷 ， 蒙德城内 ， 猎鹿人餐馆，「猎鹿人」侍应生莎拉处购买获得 ） 超链图片 7.摩拉肉（ 璃月 ， 珉林 ，在主线任务「浮世浮生千岩间」『 第一章 第一幕』中，去往 奥藏山 寻访 流云借风真君「闲云」，进行任务目标： 寻找供奉食物的痕迹时，于 野餐炉灶旁获得） 超链图片 8.爆炒肉片（ 璃月 ， 珉林， 在璃月地区开宝箱获得，暂无明确的点位指引 ） 超链图片 9.烤吃虎鱼（ 璃月 ， 云来海 ， 璃月港内 ， 「万民堂」老板 卯师傅处购买获得 ） 超链图片 10.米窝窝（ 璃月 ， 云来海 ， 璃月港 内， 「万民堂」老板 卯师傅处购买获得 ） 超链图片 11.蜜汁叉烧（ 璃月 ， 云来海 ， 璃月港内 ， 「万民堂」老板 卯师傅处购买获得 ） 超链图片 12.玉纹茶叶蛋（ 璃月 ， 沉玉谷上谷 ，遗龙埠，在「小吃摊摊主」连芳处购买获得） 超链图片 13.沉玉茶露（ 璃月 ， 沉玉谷上谷 ，遗龙埠，在「小吃摊摊主」连芳处购买获得） 超链图片 14.鸟蛋烧（稻妻，鸣神岛，稻妻城内，「志村屋」-志村勘兵卫处购买获得） 超链图片 15.干香烧鱼（稻妻，鸣神岛，离岛，在「小吃摊摊主」凉子处购买获得） 感谢通行证: 79503312 （ ﻿ @半杯柠七 ﻿ ）的提醒 超链图片 16.味增汤（稻妻，鸣神岛，稻妻城内， 「志村屋」志村勘兵卫处购买获得 ） 超链图片 17.甜虾寿司（稻妻，鸣神岛，稻妻城内， 「志村屋」志村勘兵卫处购买获得 ） 超链图片 18.鸟蛋寿司（稻妻，鸣神岛，稻妻城内， 「志村屋」志村勘兵卫处购买获得 ） 超链图片 19.荞麦面（稻妻，鸣神岛，稻妻城内， 「木南料亭」木南杏奈处购买获得 ） 超链图片 20.薄荷豆汤（ 须弥 ， 道成林 ， 须弥城内 ， 兰巴德酒馆内 ， 兰巴德酒馆「酒馆老板」兰巴德处购买获得） 超链图片 21.兰巴德鱼卷（ 须弥 ， 道成林 ， 须弥城内 ， 兰巴德酒馆内 ， 兰巴德酒馆「酒馆老板」兰巴德处购买获得） 超链图片 22.油封鸭腿（ 枫丹，枫丹廷区，纳博内区，德波大饭店，「招待」桑格内蒂处购买获得 ） 超链图片 23.杏仁鳟鱼（ 枫丹，枫黎翡区，梅洛彼得堡，管理区，「特许食堂」主管韦尔赛处购买获得 ） 超链图片 24.火火肉酱面（ 蒙德 ， 坠星山谷 ， 蒙德城内 ， 猎鹿人餐馆，「猎鹿人」侍应生莎拉处购买获得 ） 超链图片 25.甜甜花酿鸡（旅行者解锁 「烹饪」 玩法后自动获取菜谱） 超链图片 26.北地烟熏鸡（旅行者解锁 「烹饪」 玩法后自动获取菜谱） 超链图片 27.白汁时蔬烩肉（ 蒙德 ， 坠星山谷 ， 蒙德城内 ， 猎鹿人餐馆，「猎鹿人」侍应生莎拉处购买获得 ） 超链图片 28.庄园烤肉饼（ 蒙德 ， 坠星山谷 ， 蒙德城内 ， 「猎鹿人」侍应生莎拉处购买获得 ） 超链图片 29.炸萝卜丸子（旅行者解锁 「烹饪」 玩法后自动获取菜谱） 超链图片 30.满足沙拉（旅行者解锁 「烹饪」 玩法后自动获取菜谱） 超链图片 31.渔人吐司（旅行者解锁 「烹饪」 玩法后自动获取菜谱） 超链图片 32.稠汁蔬菜炖肉（ 蒙德 ， 苍风高地 ，完成世界任务『 啊，新鲜的肉！ 』之后，任务奖励自动发放） 超链图片 33.杏仁豆腐（ 璃月 ， 碧水原 ， 望舒客栈 ，言笑厨房桌面拾取获得） 超链图片 34.香嫩椒椒鸡（ 璃月 ， 云来海 ， 璃月港内 ，「万民堂」老板卯师傅处购买获得） 超链图片 35.珍珠翡翠白玉汤（ 璃月 ， 珉林 ，在主线任务「浮世浮生千岩间」『 第一章 第一幕』中，去往 奥藏山 寻访流云借风真君「闲云」，进行任务目标：寻找供奉食物的痕迹时，于野餐炉灶旁获得） 超链图片 36.松茸酿肉卷（ 璃月 ， 珉林 ， 在主线任务「浮世浮生千岩间」『 第一章 第一幕』中，去往 奥藏山 寻访流云借风真君「闲云」，进行任务目标：寻找供奉食物的痕迹时，于野餐炉灶旁获得） 超链图片 37.水晶虾（ 璃月 ， 云来海 ， 璃月港内 ，「万民堂」老板卯师傅处购买获得） 超链图片 38.莲子禽蛋羹（ 璃月 ， 云来海 ， 璃月港内 ，「不卜卢」阿桂处购买获得） 超链图片 39.山珍卤肉面（ 璃月 ， 碧水原 ， 轻策庄 ，轻策庄磨坊「磨坊主」小白处购买获得） 超链图片 40.素鲍鱼（ 璃月 ， 碧水原 ， 望舒客栈 ，「老板」菲尔戈黛特处购买获得） 超链图片 41.岩港三鲜（ 璃月 ， 云来海 ， 璃月港内 ，「琉璃亭」女侍 璃彩处购买获得） 超链图片 42.凉拌薄荷（ 璃月 ， 云来海 ， 璃月港内 ， 「万民堂」老板 卯师傅处购买获得 ） 超链图片 43.蟹黄豆腐（ 璃月 ， 云来海 ， 璃月港内 ，「万民堂」老板卯师傅处购买获得） 超链图片 44.干炒鱼河（ 璃月 ， 云来海 ， 璃月港内 ，「新月轩」女侍 月疏处购买获得） 超链图片 45.油爆双脆（ 璃月 ， 云来海 ， 璃月港内 ，「琉璃亭」女侍 璃彩处购买获得） 超链图片 46.茶熏乳鸽（ 璃月 ， 沉玉谷上谷 ， 遗龙埠 ，在「小吃摊摊主」连芳处购买获得） 超链图片 47.古华鱼羊鲜（ 璃月 ， 沉玉谷上谷 ， 遗龙埠 ，完成璃月地区世界任务「 哐哐锵锵王山行 」后，任务奖励自动发放） 超链图片 48.金枪鱼寿司（ 稻妻 ，鸣神岛，稻妻城内，「木南料亭」木南杏奈处购买获得） 超链图片 49.饭团（稻妻，八酝岛，绯木村，完成每日委托「 全能美食队 」系列任务中的「深潜者（本系列中第四个任务）」后，任务奖励自动发放） 超链图片 50.什锦炒面（稻妻，鸣神岛，稻妻城内，「志村屋」志村勘兵卫处购买获得） 超链图片 因单帖图片上限， 点击此处 跳转下一篇** ** 编辑于07/30/2024",
    "length": 3025
}