{
    "game_id": 2,
    "post_id": "44109509",
    "f_forum_id": 43,
    "subject": "【V4.1攻略·任务与探索】「富豪游戏·下」",
    "url": "https://www.miyoushe.com/ys/article/44109509",
    "created_at": 1696341036,
    "like_num": 191,
    "view_num": 13219,
    "reply_num": 41,
    "text": "UID 505597670 哈喽！大家好啊~这里是鸽子的化身——狂风呀！ _(魔游姬得意) 随着4.1版本的到来，枫丹的「梅洛彼得堡」和「枫丹科学院」区域终于开放啦！不知各位在「梅洛彼得堡」的生活体验的怎么样呢？ _(魔游姬糖葫芦) 那么话不多说，小伙伴们快跟着我一起去探索吧！ _(魔游姬哼哼) 枫丹- 未完成的喜剧 富豪游戏·下 在 「富豪游戏·上」 中， 和卡特皮拉对完话后，会自动接取 「梅洛彼得生活场景」 系列任务，我们需要通过完成此系列任务，才能获取到任务 「富豪游戏」 中所需要的特许券 _(米游姬喝茶) 「富豪游戏·上」任务详情可以点击下方链接跳转查看 _(偶像姬_WINK) 【V4.1攻略·任务与探索】「富豪游戏·上」 任务1：获取特许券（0/300） 为了获取特许券，我们决定在梅洛彼得堡中接受各种各样的任务_(米游君—认真工作) （为了方便观看，之后「梅洛彼得生活场景」系列任务都会写在折叠栏中） 「梅洛彼得生活场景·安全操作」 任务1：前往废弃生产区 这里我们要前往「废弃生产区」，可以直接传送下图锚点先去到「生产区下层」 （没有激活锚点的小伙伴，可以按照下图路线，先传送到「管理区」，之后去到传送地后面，在「管理区」搭乘电梯前往「生产区下层」） 到达「生产区下层」后，沿着下图路线，前往去到「废弃生产区」的电梯处，搭乘电梯前往「废弃生产区」 到达「废弃生产区」后，沿着道路前进，即可触发剧情 —————————————————— 任务2： 操作传动机阀，打开通向一号备品仓库的连通路 与卡特皮拉对完话后，我们过去操作传动机阀 阅读一旁的告示后，我们运行此处的「固定式储能装置」 当传动机阀运行至下图样式时，即可终止运行，打开通向一号备品仓库的连通路 —————————————————— 任务3：进入一号备品仓库 打开连通路后，我们拆卸「齿轮传动器」，进入一号备品仓库 来到下图位置后，我们过去将「齿轮传动器」装上去，接着运行一旁「固定式储能装置」，当墙上亮起齿轮图案时，即可终止运行，打开后方的连通路 （此时，过来此处的连通路关闭） 之后继续前进，前往一号备品仓库，即可触发剧情 过完剧情后，任务 「梅洛彼得生活场景·安全操作」 也就结束了，我们获得280张特许券，之后出现一个 普通的宝箱 ，打开后还可以获得30张特许券 任务2：回老地方会合 获取到足够的特许券后，我们回老地方找莉诺尔会合_(阿姬调查) （也就是「监舍区」的卡特皮拉的监舍处） 我们赚了310张特许券，卡特皮拉赚了200张特许券 _(米游姬观察) 任务3：在附近休息一下 与卡特皮拉和莉诺尔对完话后，我们在此休息一下，准备赚取后续的特许券_(米游姬-睡觉) （可恶！因为帖子图片限制，睡前故事不能记录了） 任务4：获取特许券（0/300） 休息完后，我们来到黑板前，查看卡特皮拉给我们留下的任务线索_(阿姬调查) （这次的「梅洛彼得生活场景」任务有两个，任务细节依旧写在折叠栏中） 「梅洛彼得生活场景·此路不通」 任务位置 在「监舍区」的西边，可以遇到嘉维娅，我们过来问问她需要我们做什么 —————————————————— 任务1：前往海蚀裂隙寻找克兰茨 与嘉维娅对完话后，我们沿着道路前进，去海蚀裂隙寻找克兰兹 到达道路深处后，我们开始往上走 之后来到高处的平台，与克兰茨对话即可 —————————————————— 任务2：协助克兰茨操作终端 与克兰茨对完话后，我们先去楼梯下拾取「迁移式储能装置」，接着去到上方平台，将其放置在「终端机器」旁即可 —————————————————— 任务3：与克兰茨对话 放置完后，回来与克兰茨对完话， 任务 「梅洛彼得生活场景·此路不通」 也就结束了，我们获得280张特许券 （好像把之前第二种进来梅洛彼得堡的方法堵死了） 「梅洛彼得生活场景·坏买卖」 任务位置 在「监舍区」的北边，可以遇到德瑟布尔（也就是发信室位置，进入发信室后会自动触发剧情） —————————————————— 任务1：离开发信室 剧情结束后，我们就可以离开发信室了，离开之后会再次触发剧情，剧情再次结束后， 任务 「梅洛彼得生活场景·坏买卖」 也就结束了，我们获得280张特许券 （原来寄信这么可怕！） 任务5：回老地方会合 获取到足够的特许券后，我们回老地方找莉诺尔会合_(阿姬调查) （也就是「监舍区」的卡特皮拉的监舍处，忘记位置的小伙伴可以回顾一遍任务2部分） 我们赚了560张特许券，卡特皮拉赚了300张特许券 _(米游姬观察) 任务6：在附近休息一下 与卡特皮拉和莉诺尔对完话后，我们在此休息一下，准备赚取后续的特许券_(米游姬-睡觉) 任务7：获取特许券（0/500） 休息完后，我们来到黑板前，查看卡特皮拉给我们留下的任务线索_(阿姬调查) （这次的「梅洛彼得生活场景」任务有两个，任务细节依旧写在折叠栏中） 「梅洛彼得生活场景·有拳有勇」 任务位置 在「管理区」的东南边，可以遇到尼扎米（也就是破烂骨头商店位置，进入破烂骨头商店后与其对话即可） —————————————————— 任务1：和尼扎米切磋切磋 与尼扎米对完话后，我们和他切磋一下，将其打败后与其对完话， 任务 「梅洛彼得生活场景·有拳有勇」 也就结束了，我们获得280张特许券 「梅洛彼得生活场景·头痛医头」 任务位置 在「生产区下层」的北边，可以遇到勒克莱德（也就是「生产区下层」的传送锚点位置，传送过来后与其对话即可） —————————————————— 任务1：询问阿德纳的意见 与勒克莱德对完话后，我们去到「生产区下层」的东南边，去问问阿德纳的意见 （这里直接绕到对面即可） —————————————————— 任务2：向勒克莱德回报 与阿德纳对完话后，我们将「纯洁之水」带回去交给勒克莱德，之后与勒克莱德对完话后， 任务 「梅洛彼得生活场景·头痛医生」 也就结束了，我们获得280张特许券 任务8：回老地方会合 获取到足够的特许券后，我们回老地方找莉诺尔会合_(阿姬调查) （也就是「监舍区」的卡特皮拉的监舍处，忘记位置的小伙伴可以回顾一遍任务2部分） 我们赚了560张特许券，卡特皮拉赚了300张特许券 _(米游姬观察) 任务9：在附近休息一下 与卡特皮拉和莉诺尔对完话后，我们在此休息一下，准备赚取后续的特许券_(米游姬-睡觉) （这次讲的睡前故事又给出了暗示，莉诺尔绝对是恩肖的外孙女） 任务10：获取特许券（0/300） 休息完后，我们来到黑板前，查看卡特皮拉给我们留下的任务线索_(阿姬调查) （这次的「梅洛彼得生活场景」任务有两个，任务细节依旧写在折叠栏中） 「梅洛彼得生活场景·与某人的交谈」 任务位置 在「监舍区」的西南边，可以遇到纳库尔，我们过来问问他需要我们做什么 —————————————————— 任务1：与门后的某人交涉 与纳库尔对完话后，我们去到他所说的那扇门处，与门后的某人交涉试试 （也就是卡特皮拉的监舍正对面的地方，这里无论怎样交涉，门后的某人都不会开门） —————————————————— 任务2：与纳库尔对话 与门后的某人交涉完后，我们回去与纳库尔对话，对完话后，任务 「梅洛彼得生活场景·与某人的交涉」 也就结束了，我们获得280张特许券 「梅洛彼得生活场景·课题未完成」 任务位置 在「生产区上层」的东南边，可以遇到奈莉（路过会自动触发对话，接取任务「梅洛彼得生活场景 · 课题未完成」） —————————————————— 任务1：与奈莉对话 自动接取任务后，我们与奈莉对话，问问她怎么了 —————————————————— 任务2：关闭扩音机 与奈莉对完话后，直接过去将扩音机关闭即可 —————————————————— 任务3：与看守对话 关闭扩音机后，我们过去与看守格兰维尔对话 —————————————————— 任务4：等待看守到达指定位置 与看守格兰维尔对完话后，我们等待他经过奈莉的附近 —————————————————— 任务5：与奈莉对话 之后与奈莉对完话后，任务 「梅洛彼得生活场景·课题未完成」 也就结束了，我们获得280张特许券 任务11：前往管理区公示处 获取到足够的特许券后，这次我们去到「管理区」的公示处找莉诺尔会合_(阿姬调查) （过去之后会自动触发剧情） 我们赚了560张特许券，卡特皮拉赚了...2000690张特许券？！ _(米游姬-呆滞) （所以我们累死累活做了这么多任务，结果还不到总数的零头？） 至此，任务 「富豪游戏」 到此结束，开启任务 「一报还一报」 以上就是 「富豪游戏·下」 的全部内容啦！_(米游姬喝茶) 关注我~持续带你领略世界的精彩！ _(琴-赞扬)",
    "length": 3596
}