{
    "game_id": 2,
    "post_id": "10208378",
    "f_forum_id": 43,
    "subject": "全boss成就汇总",
    "url": "https://www.miyoushe.com/ys/article/10208378",
    "created_at": 1633161880,
    "like_num": 115485,
    "view_num": 438587,
    "reply_num": 1644,
    "text": "大家好鸭，这里是祈鸢，今天给大家带来的是祈鸢的 全成就汇总计划第五期 — 《全boss成就汇总》 下一期暂定为所有怪物的相关成就 目录（共54个） 天地万象（共31个） 异世相逢（共14个） 挑战者（共9个） 天地万象（共31个） 1，顺序为天地万象的排序（排的真乱），便于大家查找 2，篇幅有限，标红表示讲解，若未标红的没有完成，请参照成就简介完成 3，谢谢理解 ...大量无关成就（进度条移到中间） 无坚不摧 棱镜计划 这风晶蝶还蛮大的 不代表最终品质 ......几个无关成就 什么嘛，还不如冰雾花 总有比火更炽热的火 异邦人与异邦人 ......几个无关成就 力场侵蚀 ...还有蜥蜴和斯波克 基础不牢，地动山摇 基础在牢，也能撂倒 千风散尽还复来 珠心熔毁 眩晕 ......几个无关成就 反弹 系数奉还 我们中最坚强的灵魂 ...一日之寒 冰冻三尺... 只要我跑得够快 堂堂正正的决斗 ...全靠我们自己 把自己烧着了吧 Semlls Like Animal Spirit 机元突破 无关机械请立即离场 ......几个无关成就 A Kill Without Water 海洋生物学者，欧拉 无法传递的恋波 雷音坠落 红莲冰河与红莲魔女 《力场侵蚀》 等待无相雷释放此技能时，使用 冰 ， 火 元素攻击击碎柱子即可 《珠心熔毁》 等待爆炎树释放完第一技能后会残留 火种 ，使用水元素快速击破即可 《不代表最终品质》&《 千风散尽还复来》 当无相风使用此技能时，使用角色的攻击（能挂元素的）将龙卷风染上四种元素即可 可以分两次来（一次挂两个，然后等他第二次放这个技能） 当释放完此技能后，会出现微粒，无相风的下一个技能会产生风场，借助风场获取微粒（6个即可） 击败无相风后会再产生4个微粒，全部获取即可 《基础不牢，地动山摇》&《基础在牢，也能撂倒》 前者打慢一点，让他掉落三次就行了 后者使用弓箭角色慢慢磨吧，去低等级世界，喊人都可以 《眩晕》 先击破根部的核心，然后当看到这个 提示 ，说明其释放了此技能 使用火系角色快速攻击即可（姥爷q，宵宫e，安博q这些都可以， 最好配合抗打断 ） 《只要我跑的够快》 不要被魔偶剑鬼的影子打到就行 看见影子就往场地外跑，范围挺大的，等影子没了在回来打，求稳，挺简单的 《Smells like Animal Spirit》 跟无相雷的剪刀石头布一样，硬抗他的三连即可，好像是牛，鱼，蝴蝶（反正我是这么叫的），注意走位， 不要让他空了 ， 是的这个命中率有点感人，还有就是这也 挺疼 的，注意点 硬抗完还要击败它 《机元突破》 他会召唤四个小弟，爬虫形态，水母形态，蛇形态和浮游炮形态 当他们 蓄力攻击 时（ 身上出现亮光 ）就会出现弱点，此时 攻击弱点 即可， 远程近战 皆可 可以慢慢打，别太快把有血条的打死了 全部打瘫痪一遍后，在击败boss即可 《无关机械请立即离场》 等boss把小怪叫出来，不要击杀小怪，过一段时间后他就会把小怪叫回去，再击败boss即可 可以时停（打开背包，地图，角色界面等皆可） 《海洋生物学者，欧拉》 被海豚形态击中即可 完成后解锁 成就《海洋生物学者，欧拉》 《A Kill Without Water》 无相水会召唤来个小弟，深的会自爆，浅的可以帮助回血，不要管他们就行了 复活召唤的三个水滴正常击败即可 完成后解锁 成就《A Kill Without Water》 《无法传达的恋波》 开局雷音就会释放此技能 会在外侧留下探针， 不要靠近 即可 击败boss即可 完成后解锁 成就《无法传达的恋波》 《雷音坠落》 当雷音处于 狂暴状态下 释放此技能，向上腾飞然后向下俯冲。在此时击败即可 完成后解锁 成就《雷音坠落》 联机成就（共14个） 1，与好友联机完成即可 2，全部位于异世相逢-第一（二）辑 3，较简单， 仅罗列 你家风晶蝶还蛮大的 微笑就可以了 原来那个柱子能打啊 急冻树，青空，南风 th** ** fine 一条名叫洛蒂娅的鱼 狼族盟约 山动了 未来解冻计划 一线断时... 邪眼的性能不是战力差距的决定因素 往日重现 篝火大作战 机关阵列没有永恒 挑战者系列（共9个） 1，全部位于挑战者-第四辑 岩元素反应 完全静默 鸣神岛作战 画龙点睛 傀儡谣 2，全部位于挑战-第二辑 清泉猎人 水刑物语 提瓦特园丁，不畏严寒 提瓦特园丁，不畏酷热 画龙点睛 不获得护盾击败若陀 因为攻击若陀 产生的结晶盾也不能拾取 ，所以推荐使用弓箭角色来完成，同时选择最低的难度 佩戴两个奶，站着地图最**移动输出 傀儡谣 在剑鬼触发嘲讽（剑鬼 残血 时，离他 两个冲刺的身位 即可触发）时击败他即可，注意，时间很短，最好一个小技能解决，嘲讽动作如图 看到他抬手了就把他秒了即可 水刑物语 有四种解法 1，运气，没有刷出自爆的怪 2，在水泡到达最大时（快爆炸）跳入水中，因为人物在入水后会下沉一点，此时人物在水面下，不受伤害 3，冲刺远离，一般怪物在角落时，向对角冲刺即可 4，使用温迪，起飞即可躲避 以上就是本期全部内容啦，我们下期再见",
    "length": 2113
}