{
    "game_id": 2,
    "post_id": "45278485",
    "f_forum_id": 43,
    "subject": "【枫丹世界任务】藻海的寻踪（水仙的追迹·第一幕）",
    "url": "https://www.miyoushe.com/ys/article/45278485",
    "created_at": 1699455819,
    "like_num": 1105,
    "view_num": 59177,
    "reply_num": 48,
    "text": "UID 100499765 旅行者们好啊！这里是猫冬。 ※关于我的枫丹全任务合集，希望大家能够按照 魔神任务→传说任务→世界任务→隐藏任务/特殊道具收集/隐藏成就盘点 ，这个顺序来查阅/配合您游戏内开图流程使用。 ※ 本攻略按【任务介绍】→【任务触发点】→【任务流程】的顺序进行编写，【任务流程】中需要解谜或者值得注意的部分，笔者会另外用图片或文字详细描述。 【任务介绍】 过了一段时间，回水仙十字结社确认一下大家的调查进展吧。 【任务前置】 水仙的安、古老的颜色、未完成的戏剧等 （水仙系列长流程全套任务合集） 【任务触发点】 【任务流程】 前序 ·1.返回水仙十字结社 ·2.解读：“玛丽安这个名字”和“安眠处的纯水动物们”——得到安眠处有纯水精灵以及“充满谜团的玛丽安”这个结论。(至于派蒙早上吃了啥…） ·3.寻找线索，整理思路x3 ·4.与众人对话后前往指定地点 ·5.阻止失控的阿尔和雅克 ·6.进入泡泡：前往高塔的顶部 ·7.返回水仙十字结社与众人对话 ·8.准备好后，与卡特皮拉对话 ·9.揭示推理： 解读：“健谈的玛丽安”后解读新出现的选项“水仙十字院的回忆”-“玛丽安·吉约丹的记忆”，与“玛丽安·吉约丹忆”触发联想得到“玛丽安是那个妹妹”。 解读“在废墟等待的记忆”得到“院长莉利丝的记忆”让“红女皇莉利丝”这条线索与之触发联想得到“玛丽安是莉利丝”。 让“玛丽安是那个妹妹”与““玛丽安是莉利丝”触发联想得到“身份的矛盾”，最后解读“莉利丝的的能力”。 让“莉利丝的的能力”与“红女皇莉利丝”触发联想得到“意志与人格的溶解”。 解读“莉利丝与安”得到最终结论。 （别惦记你那派蒙早上吃了啥了！） ·10.与众人对话，最后卡特皮拉提出要去找水仙十字圣剑。 ·11.跟随卡特皮拉的指引,前往指定地点 ·12.靠近七天神像后触发对话剧情，获取地图残页。 ①缪斯的母亲：记忆之块 1.前往地图描述的北面封印/寻找封印：入口在七天神像附近。 2.交互一下该机关：我们就可以在陆地上使用章鱼的力量来帮助解密了，按T可以切换回角色原本元素战技。 3.使用章鱼的力量“长按元素战技”打开开关，闸门开启后要快速跳下去。 4.一直往下来到第二处解密机关地点，这里有两层闸门：推荐大家站在闸门上这个使用机关开启，闸开启得差不多我们就可以直接下去。 5.来到最下层，击败敌人后继续前进。 6.解开象限内的谜题：连通四条水路，刚开始已经连好了两条，其中一条直接过去就可以手动放流了。 比较难的是这条：先让机关处与橙色状态，使用章鱼的力量升起那道激光，等它位置大于右侧空中那个白球之后我们立刻使用普攻将机关变成蓝色，从而开启一侧的闸门。 操作闸门的机关，交互“下行”来到下层：使用章鱼的力量开门，然后借由下层的机关放流引水。 返回电梯机关，回到上层后，交互“放流”即可完成四条水路连通。 7.获取记忆之块：交互结束后这片区域会被水淹没，届时会出现一个华丽宝箱，同时会更新该区域的一系列小型探索解密。 ②流星的投矛：愿望之块 1.前往地图描述的东面封印/寻找封印：在海面的一个洞窟里。 2.寻找前进的道路：这些机关的底座分别有两颗晶石，使用章鱼的力量可以调整其“上升/下降”或者“旋转”；将这里的机关调成这个样子即可完成解密，乘坐左侧闸门内的电梯前往下层。。 3.使用该机关可以控制两道闸门，一升一降：拿个远程角色攻击机关或者借助这个爆炸果实延迟触发。 4.解开象限内的谜题：还是引四条水道的水，已经连好两道了，依次来。 5.这道闸门需要我们借助章鱼的力量降下两根柱子，让光线连通，左边的升降慢一些，右边的升降快一点：推荐先把左边的降到最低，再去搞右边的，适当的再调整一内内就可以了。 6.击败敌人后，交互“下行”来到下层：使用章鱼连通这个水道。 我们暂时先不原路返回，这片区域可以在另一侧找到另外一个机关，交互上行。 7.回到了上层，触碰这个仙灵，跟随它来到中央台座下方的水池里。 8.借助刀鳐的力量击败这里的敌人，释放出一侧水壁内的章鱼，再借助章鱼的力量启动机关。 9.调整旋转阀门朝向，连通好水路后与中间的机关交互放流。 10.刀鳐开路，一刀斩掉所有水草中间的光球。 11..拾取荒能量块，交互第一次“上行”：这里有个芒能量储存箱，可以拿到一个摩拉箱。 再交互一次上行，就可以连通水道了。 检查一下刚才咱不是有一个机关还在下层没升上来嘛，但是已经通上水了，都搞定了就可以连好四条水道了，我们回到大厅，可以拿到一个华丽宝箱/获取愿望之块。 ③丘比特的爱人：灵魂之块 1.前往地图描述的西面封印/寻找封印：在海面的一个洞窟里。 2.寻找前进的通路 3.调整大门左侧的机关旋转度，放流连接水道；右侧直接放，不用操作啥机关。 4.遗迹内的机关，放流连通水道。 5.目标机关处于闸门内，需要钥匙开门，先暂放。 6.来到任务标圈区域，解开象限内的谜题： 7.交互这个紫框，穿行一个空间… 8.从特殊空间穿行出来后，交互这个机关把电梯机关升上来。 9.拾取到特殊的钥匙：这里还有个水神瞳，就是刚才我们进来的机关旁边。 10.放流，连接右侧水道，同时击败出现的敌人。 11.先下行，再放流。 12.接着我们去连另外一边的水道，直接操作机关下行。 13.这个机关是控制闸门的，关上的话记得打开，从水圈穿行而过。 14.来到这片区域，我们使用机关控制两扇闸门“一升一降”，交互放流引水，接通水道。 15.水道连接成功后，这个环境的水体会消失，届时会出现一个宝箱和两个敌人，随后返回到上层，放流引水。 16.返回大厅后会有一个机关传送圈，我们可以回到之前需要“特殊的钥匙”开启闸门的地方，消耗钥匙开门，把机关降下去，放流，连通最后这条水道。 17.获取灵魂之块：还有我们的华丽宝箱。 ④悲喜的面具：人格之块 1.前往最后的封印 2.与众人对话后进入第一个区域，放流。 3.接着放流：这里的水道是连接好了的，不用调整。在水道的尽头找打另一个可升降的放流机关，交互“上行”前往上层后放流。就这样我们从入口开始一路引水道任务标圈区域，这样四条水道中的一条就算连接好了。 4.解开象限内的谜题 5.大厅区域：蓝门这边是目标点，要我们找到钥匙后才能开启闸门，而红门我们暂时进不去。 6.来到大厅基座下方，从左边这边走，来到右侧的区域内。 7.交互螃蟹的力量，炸开这里的石头，放出里面的章鱼。借助螃蟹的力量炸开下方的石头，拾取到里面机关所需的晶石。借助螃蟹的力量炸开这里的石头，等会放流起点在这里。 tip：这里还有个旋曜玉帛可以捡，后续我也会专门出攻略来捡玉帛并做点位攻略图的，你们这里可以顺手捡一下。 12.借助章鱼的力量旋转调整机关连接水道，放流。 13.击败敌人后，可以拿到一个珍贵的宝箱；在右侧的书柜上与这个金色光点交互，找到“特殊的钥匙”，等会开大厅一旁蓝门的闸门用。 14.继续前进，操作机关上行，放流，连接水道，返回大厅拾取人格之块和咱们的华丽宝箱。 ·水仙十字之剑的获取： 1.前进：在拾取到人格之块后…我们会这片海域的天上飞一段时间直到格式塔顶部。 2.进入格式塔 3.前往下层/与雅各布对话/击败雅各布 6.与众人对话后，我们背包中的那把水仙十字圣剑“木剑”，这里已经变成了一把圣剑了，只不过现在任务还没完，还不能真正获得“武器”的——水仙十字之剑。 7.前往下层：从这个被时刻针砸出来的裂缝下去！交互“深入”后来到一片新区域，到此该部分任务结束，接下来是另外一个世界任务【救世者的守灵】，我们在下一篇攻略见！",
    "length": 3099
}