{
    "game_id": 2,
    "post_id": "45762287",
    "f_forum_id": 43,
    "subject": "【V4.2攻略·任务与探索】枫丹4.2版本水神瞳1",
    "url": "https://www.miyoushe.com/ys/article/45762287",
    "created_at": 1700580994,
    "like_num": 448,
    "view_num": 31386,
    "reply_num": 51,
    "text": "UID:143233726 旅行们大家好，我是支丕 本贴将为大家带来 枫丹4.2版本水神瞳 攻略 4.0版本的85个水神瞳见下 【V4.0攻略·探索解谜】枫丹4.0版本水神瞳1 【V4.0攻略·探索解谜】枫丹4.0版本水神瞳2 4.1版本的65个水神瞳见下 【V4.1攻略·任务与探索】枫丹4.1版本水神瞳1 【V4.1攻略·任务与探索】枫丹4.1版本水神瞳2 4.2版本枫丹水神瞳新增66个 莫尔泰区28个水神瞳见下 【V4.2攻略·任务与探索】枫丹4.2版本水神瞳2 每收集一个水神瞳，伊黎耶林区探索度会加1%，大概会有38%探索度（待确定） 收集完66个水神瞳后，前往枫丹七天神像提交，获取奖励，可以升级到8级多24个 奖励有 120原石 ，一 把枫丹地灵龛之钥 ， 一个水主命座材料 伊黎耶林区水神瞳具体位置 地面上 （29处） 水面下、地面下 （9处） 伊黎耶林区 （地面上） 〓第一处 水神瞳在树上，可以借助 巨型帽子水母 获取 〓第二处 水神瞳在贝壳内，需要敲打，打开，小心旁边的深海龙蜥 〓第三处 水神瞳在山体空中 〓第四处 水神瞳在折断香柏树顶 〓第五处 水神瞳在山顶 〓第六处 水神瞳在空中，需要借助巨型帽子水母获取，具体获取见图 〓第七处 水神瞳在荒性储物箱内，需要解谜获取，具体解谜见图 〓第八处 水神瞳在优兰尼娅湖水泡上方，从上一处飞下来，需要先完成世界任务—— 伊黎耶的野精灵 内的 愤怒泉眼 任务 ，不然无法靠近水泡 【V4.2攻略·任务与探索】枫丹世界任务——伊黎耶的野精灵 〓第九处 水神瞳在空中，需要解谜飞上去获取，具体见成就—— 《我畏惧我在风中的怒火···》 【米游社生日快乐】隐藏成就——《我畏惧我在风中的怒火···》 〓第十处 水神瞳在山顶，此处有只丘丘风行游侠 〓第十一处 水神瞳在湖中垂柳树根下方 〓第十二处 水神瞳在帐篷内，小心此处的地方传说罗基·艾威尔森 〓第十三处 水神瞳在墙壁门框上 〓第十四处 水神瞳在山顶 〓第十五处 水神瞳在空中，借助巨型帽子水母获取 〓第十六处 水神瞳在山顶 〓第十七处 水神瞳在废船内，具体解谜见幽林枝第五处 收集六个幽林枝，隐藏成就——明天交换明天 〓第十八处 水神瞳在山顶 〓第十九处 水神瞳在吊机爪子处 〓第二十处 水神瞳在空中，需要解谜获取，具体解谜见图 〓第二十一处 水神瞳在水神瞳在空中，在完成限时挑战使获得 〓第二十二处 水神瞳在石块上 〓第二十三处 水神瞳在桥下，需要小个子角色获取，小心桥上的盗宝团 〓第二十四处 水神瞳在空中，借助巨型帽子水母获取，具体解谜见图 〓第二十五处 水神瞳在海面上，空中，可以通过水下的巨型帽子水母获取 〓第二十六处 水神瞳在空中，借助巨型帽子水母获取，具体解谜见图 〓第二十七处 水神瞳在空中，借助巨型帽子水母获取，具体解谜见图 〓第二十八处 水神瞳在芒性储物箱内，需要拾取荒性能量块破除 〓第二十九处 水神瞳在空中，需要借助「安东·罗杰飞行器」上去，巨型帽子水母获取，具体解谜见图 具体解谜 拾取荒性能量块，攻击 「安东·罗杰飞行器」 发动机装置，飞行器上升 遇到第一波阻拦，飞行器上一群风史莱姆，射击 遇到第二波阻拦，射击四只风史莱姆 遇到第三波阻拦，射击飞行器底下的风史莱姆，出现巨型帽子水母，传送上飞行器 达到终点，获得奇馈宝箱（5原石），获得摆设图纸： 「紧凑型送风装置」 旁边出现凝水板和巨型帽子水母 伊黎耶林区 （水面下、地面下） 〓第三十处 水神瞳在欧蒂克莱尔通道内的石头上，在完成世界任务—— 伊黎耶的野精灵 内的 在伊黎耶深处 任务过程中获取 【V4.2攻略·任务与探索】枫丹世界任务——伊黎耶的野精灵 第三十一处、第三十二处见收集六个幽林枝，隐藏成就—— 明天交换明天 收集六个幽林枝，隐藏成就——明天交换明天 〓第三十一处 水神瞳在井下，具体解谜见幽灵枝第三处 〓第三十二处 水神瞳在水中，具体解谜见幽灵枝第四处 〓第三十三处 水神瞳在「伊黎耶岛·地下水脉」水中 〓第三十四处 水神瞳在水下贝壳内，敲打贝壳打开获取 获取异色猎刀鳐能力，切断原海海草薄弱节点，释放异色重甲蟹，获取能力 （下一处需要） 〓第三十五处 水神瞳在下层洞口内 〓第三十六处 水神瞳在岩石壁后，需要炮台打碎 〓第三十七处 水神瞳在水与土之眼·殿堂的小水池上 〓第三十八处 水神瞳在水与土之眼·殿堂的小水池内，借助巨型帽子水母飞上去 以上为 枫丹4.2版本水神瞳 攻略的全部内容，感谢各位旅行者观看！",
    "length": 1862
}