{
    "game_id": 2,
    "post_id": "56080557",
    "f_forum_id": 43,
    "subject": "【V4.8攻略·任务与探索】赐福森林宝箱全位置【上】",
    "url": "https://www.miyoushe.com/ys/article/56080557",
    "created_at": 1722512075,
    "like_num": 535,
    "view_num": 1129,
    "reply_num": 10,
    "text": "UID 505597670 哈喽！大家好啊~这里是鸽子的化身——狂风呀！ _(魔游姬得意) 随着4.8版本的到来，咱们的限时版本地图又来啦！欢迎来到这次的童话世界——希穆兰卡！ _(魔游姬糖葫芦) 那么话不多说，小伙伴们快跟着我一起去探索吧！ _(魔游姬哼哼) 希穆兰卡-赐福森林宝箱全位置【上】 超链图片 第一个宝箱 这里我们传送到巨型书签的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个 普通的宝箱 _(米游姬观察) （直接开启即可） 超链图片 第二个宝箱 这里我们传送到巨型书签的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个 精致的宝箱 _(米游姬-撒花)（由两个大史莱姆和一个浊水幻灵守护） 超链图片 第三个宝箱 这里我们传送到墨色酒馆的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个「纸蛙跳远」解密，我们按T指挥“荷叶纸蛙”跳到终点即可_(米游君—认真工作) 超链图片 之后获得一个 普通的宝箱 _(米游姬观察) 超链图片 第四个宝箱 这里我们传送到墨色酒馆的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个 普通的宝箱 _(米游姬观察) （直接开启即可） 超链图片 第五个宝箱 这里我们传送到墨色酒馆的锚点，来到下图位置_(阿姬调查) （过来后，与此处的纸蛙交互） 超链图片 在此处可以看到一个「纸蛙跳远」解密，我们按T指挥“绿纸蛙”跳到终点即可_(米游君—认真工作) （注意，要比右侧的“黄纸蛙”先到达终点才行，失败了在终点与其对话，重新挑战即可） 超链图片 之后获得一个 精致的宝箱 _(米游姬-撒花) 超链图片 第六个宝箱 这里我们传送到雨歌塘的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个 普通的宝箱 _(米游姬观察) （由两个大蕈兽和两个小蕈兽守护） 超链图片 第七个宝箱 这里我们传送到雨歌塘的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个限时挑战， 需要在60秒内开启宝箱 _(米游君—认真工作) （中途的丘丘人不用管，直接利用地上的「跳跃光团」跳起来飞行前进） 超链图片 之后获得一个 精致的宝箱 _(米游姬-撒花) 超链图片 第八个宝箱 这里我们传送到雨歌塘的锚点，来到下图位置_(阿姬调查) （就在传送锚点附近） 超链图片 在此处可以看到一个「纸蛙跳远」解密，我们按T指挥“荷叶纸蛙”跳到终点即可_(米游君—认真工作) （中途我们需要与左侧的“黄纸蛙”交互两次，协助“荷叶纸蛙”跳到终点） 超链图片 之后获得一个 精致的宝箱 _(米游姬-撒花) 超链图片 第九个宝箱 这里我们传送到雨歌塘的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个限时挑战， 需要在60秒内收集22个水之微粒 _(米游君—认真工作) 超链图片 之后获得一个 普通的宝箱 _(米游姬观察) 超链图片 第十个宝箱 这里我们传送到雨歌塘的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个「纸蛙跳远」解密，我们按T指挥“荷叶纸蛙”跳到终点即可_(米游君—认真工作) （中间的荷叶会移动，要瞅准时机） 超链图片 之后获得一个 精致的宝箱 _(米游姬-撒花) 超链图片 第十一个宝箱 这里我们传送到雨歌塘的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个限时挑战， 需要在60秒内收集19个水之微粒 _(米游君—认真工作) 超链图片 之后获得一个 普通的宝箱 _(米游姬观察) 超链图片 第十二个宝箱 这里我们传送到雨歌塘的锚点，来到下图位置_(阿姬调查) （还没有从 第十一个宝箱 位置处离开的小伙伴，可以直接向正南方看，就能直接看到 第十二个宝箱 ） 超链图片 在此处可以看到一个 普通的宝箱 _(米游姬观察) （直接开启即可） 超链图片 第十三个宝箱 这里我们传送到雨歌塘的锚点，来到下图位置_(阿姬调查) （还没有从 第十二个宝箱 位置处离开的小伙伴，可以直接向西南方走） 超链图片 在此处可以看到一个限时挑战， 需要在60秒内击败所有敌人 _(米游君—认真工作) （敌人分为三个小丘丘人，两个大蕈兽，一个丘丘游侠） 超链图片 之后获得一个 精致的宝箱 _(米游姬-撒花) 超链图片 第十四个宝箱 这里我们传送到雨歌塘的锚点，来到下图位置_(阿姬调查) （过来后，与此处的纸蛙交互） 超链图片 在此处可以看到一个「纸蛙跳远」解密，我们按T指挥“绿纸蛙”跳到终点即可_(米游君—认真工作) （注意，要比右侧的“黄纸蛙”先到达终点才行，失败了在终点与其对话，重新挑战即可） 超链图片 之后获得一个 珍贵的宝箱 _(阿姬开心) 超链图片 第十五个宝箱 这里我们传送到雨歌塘的锚点，来到下图位置_(阿姬调查) 超链图片 在此处可以看到一个 普通的宝箱 _(米游姬观察) （直接开启即可） 超链图片 第十六个宝箱 这里我们传送到雨歌塘的锚点，来到下图位置_(阿姬调查) （过来后，与此处的羊驼交互） 超链图片 在此处可以看到一个「动动脖子」解密，我们按T调整“羊驼”点头的方向即可_(米游君—认真工作) （这里需要我们控制羊驼分别向雨歌塘、铃风王国、星轨王城点头，也就是分别向正南方、东北方、西北方点头） 超链图片 之后获得一个 珍贵的宝箱 _(阿姬开心) 超链图片 以上就是 赐福森林宝箱全位置【上】 的全部内容啦！_(米游姬喝茶) 关注我~持续带你领略世界的精彩！ _(琴-赞扬)",
    "length": 2258
}