{
    "game_id": 2,
    "post_id": "35474601",
    "f_forum_id": 43,
    "subject": "【V3.4攻略·角色攻略】超详细夜兰攻略，你的夜兰毕业了吗？",
    "url": "https://www.miyoushe.com/ys/article/35474601",
    "created_at": 1675899900,
    "like_num": 71959,
    "view_num": 452626,
    "reply_num": 1413,
    "text": "UID 189656349 夜兰已经复刻，相信绝大多数人都抽了这一位强力角色，本篇攻略将为您全面解析这位角色，使您可以快速上手，让我们一起往下看看吧！ 【往期攻略·胡桃攻略】 【V3.4攻略·角色攻略】最新，超详细胡桃攻略，从入门到毕业 【一图流】 （图片不清晰请点开图片，右上角查看原图） 【导读】 Ⅰ   ◆夜兰角色简析 Ⅱ  ◆天赋技能解析 Ⅲ ◆武器&圣遗物推荐 Ⅳ ◆命座解析 Ⅴ  ◆配队推荐 Ⅵ ◆总结 （本期攻略约3000字，图片较多，注意流量消耗。） Ⅰ 夜兰： 五星 水系 弓箭角色，突破属性：24.2%暴击率，使用生命值作为基础乘区。具有高频的挂水能力，既可作为主C输出，也可作为副C辅助。元素爆发的持续时间会给场上角色增伤。 Ⅱ 天赋加点建议： Q＞E＞A，六命前无需升级普攻，六命可升级普攻。 「普通攻击·潜形隐曜弓」 普攻和下落攻击没什么好说的，简单说说重击。 「重击」 蓄力完成后发射可造成 水元素 范围伤害。脱离战斗5秒后获得「破局」状态，下一次蓄力时间减少80%，发射「破局矢」，使用生命值作为基础乘区。 蓄力攻击和破局矢的 水元素 附着都为弱元素，9.5秒1元素量。 「元素战技·萦络纵命索」 长按持续3S，冷却10S。命中敌人产生4颗水元素微粒。 点按： 长按： 持续疾走，提升夜兰的移动速度（此状态可享受其他移速加成），持续期间内，体力可正常恢复（大世界跑图能量集齐优秀）。可穿过部分敌人，大体积敌人不可穿过，会被部分地形阻挡。 络命丝的 水附着 为弱元素附着。 「元素爆发·渊图玲珑骰」 持续15S，冷却18S，消耗70元素能量。 释放时造成伤害为 水元素 范围伤害（强元素：12秒，2元素量），凝聚出「玄掷玲珑」。 「玄掷玲珑」 当前场上角色使用普通攻击后进行协同攻击，每次攻击有三段伤害，每秒至多触发一次。络命丝爆发命中敌人时可触发一次。 零命，一命夜兰的挂水能力不如行秋，在与胡桃单水配队时，多次重击后会使怪物被挂上 火元素 ，导致胡桃为夜兰打工。 不锁面板，协同攻击为弱元素附着。 「固有天赋·猜先有方」 通过计算队伍中不同的元素类型提升生命值，进而提升夜兰EQ的伤害。 「固有天赋·妙转随心」 大招持续期间，为当前场上角色增伤，初始1%，随后每秒提高3.5%，至多提升50%。重新释放大招后清除效果，重新开始计算。 切换角色不会重置效果，大招结束后清除效果。 大招持续15S，14S可以叠满50%。 强力的增伤天赋，大幅提升场上角色伤害。 「固有天赋·长考一着」 ……………… Ⅲ 零命夜兰首先要注意元素充能效率，如果大招循环不了，那么再高的伤害也没用，零命建议200%元素充能效率。 一命后E可多使用一次，因此可以降低持续需求，推荐160%左右。 夜兰EQ都是以生命值为基础乘区，因此需要注重生命值的提升，攻击力对EQ没有任何提升。所以注重选择生命值，双暴，增伤，充能方面的武器。 ◆【武器推荐】 若水，夜兰专武，高暴伤武器，被动提升生命值，增伤。触发增伤效果需要靠近敌人，离的太远吃不到增伤效果。所用若水时，要注意元素充能效率，零命时可使用充能沙。 猎人之径，高暴击武器，配合夜兰突破属性，使暴击率可以轻松达到70%以上。被动提升水元素伤害加成，另一个被动几乎没用。 终末嗟叹之诗，充能辅助武器，EQ可迅速触发被动效果，提升队友的输出能力 一般搭配胡桃使用。 曚云之月，此武器无需升级，因为攻击对夜兰没用，被动有高额增伤，且没有时间限制。但此武器是限定武器，有一定获取难度。 西风猎弓，提供高额元素充能效率，被动恢复元素能量，使大招的释放没有太大压力，也可给队友充能。配合绝缘套轻松200%充能效率。 活动武器，获取简单，提供元素充能效率，被动增伤。 祭礼弓，比西风的充能低一半，但有概率可以使用两次E。但搭配绝缘难吃满绝缘的增伤。 绝弦，提升EQ伤害，不需要升级。 弹弓，获取简单，暴击率加成，新手或没有武器的玩家可以使用此武器过渡。 反曲弓，前期获取简单，开启璃月地区宝箱概率获得，融一把少一把（前期融多了，宝箱又开完了，到现在还没精五_(抱大腿)），提升生命值。 零命200%充能绝缘四各武器伤害对比： 若水＞猎人＞冬极＞精五曚云＞精五西风＞精一终末＞精五落霞＞精五绝弦＞精五竭泽＞飞雷＞天空＞弹弓 ◆【圣遗物推荐】 绝缘之旗印 ，提供元素充能效率，使用元素充能效率提高Q伤害，200%充能可达到50%的增伤。充能140时仅有35%的增伤，也就是说在充能只有140%左右就不如2+2了。 2+2可随意搭配 2水+2宗，简单来说就是15%E增伤，35%Q增伤。 2水+2生，有好的词条可以选择。 前期过渡使用。 补充： 六命时可以四乐团专打重击整活。 副词条：双暴＞充能＞生命      零命优先提升充能。 Ⅳ 一命： E使用次数+1。 缓解充能压力，提高队伍整体伤害。 二命： 元素爆发协同攻击额外发射一枚水箭。 增加水附着，和胡桃配队不会再出现反向打工的情况。 三命： Q+3。 提升元素爆发伤害。 四命： 依据络命丝标记敌人数量，提升全队生命值上限 提升夜兰伤害，以及队伍中其他吃生命值角色的伤害。 五命： E+3。 提升元素战技伤害。 六命： 释放元素爆发后，夜兰五次普攻转化为破局矢。 普攻也能造成高额伤害了，提升输出能力。 平民零命即可，一命解放充能，二命可单独搭配胡桃。无太大需求二命可停手，追求高伤害可六命。 Ⅵ 夜兰有优秀的脱手挂水机制，天赋又能为队友增伤，本身有能作为主C输出，使得配队多样化，这里仅列出几个常见配队以供参考。 胡 行 钟 夜 ： 夜兰 和 行秋 都有优秀的后台挂水功能， 夜兰 又能给 胡桃 提供增伤， 双水共鸣 提升生命值，进而提升 胡桃 与 夜兰 的伤害， 行秋 使用祭礼使队伍的充能不会有太大问题， 钟离 提供减抗以及护盾， 胡桃 进行站场输出。 宵 夜 钟 云 ： 夜兰 后台挂水+增伤， 钟离 护盾减抗， 云堇 普攻增伤， 宵宫 站场输出。 云堇可替换为班尼特，也可换行秋。 神夜 万 云 ： 夜兰 副C+增伤， 万叶 减抗增伤聚怪， 云堇 普攻增伤， 双水共鸣 提高 夜兰，绫人 伤害。 云堇可替换为护盾或治疗角色。 雷神国家队 ：此队伍将原本的 行秋 替换成了 夜兰 ，进而提升了队伍的整体伤害。 纳 妮夜心 ：妮露绽放队，夜兰可带终末提升队友精通。 心海可替换为一名水奶或草奶。 还有其他可行性配队，这里不一一分析，根据实际情况搭配即可。 Ⅵ Ⅰ   ◆ 夜兰可高频挂水，拥有极强的辅助、副C能力。 Ⅱ  ◆ 天赋加点Q＞E＞A Ⅲ ◆ 武器：零命西风，一命若水。 圣遗物：绝缘四。 Ⅳ ◆ 命座：零命机制完整，2命可停手。 Ⅴ  ◆ 配队多元化。 Ⅵ ◆ 面板推荐：生命值28000+，暴击率70%+， 暴伤180%+，元素充能200%+（零命），一命160%+ 好了，本期夜兰的攻略到这里就结束了，这里是溯溯Susu，我们下期再见！_(米游姬 干杯)_(米游姬 干杯)_(米游姬 干杯)",
    "length": 2902
}