{
    "game_id": 2,
    "post_id": "36547428",
    "f_forum_id": 43,
    "subject": "【V3.5攻略·其他攻略】关于周常BOSS奖励的数据分析",
    "url": "https://www.miyoushe.com/ys/article/36547428",
    "created_at": 1678013030,
    "like_num": 709,
    "view_num": 14744,
    "reply_num": 37,
    "text": "UID149198164 关于周常BOSS奖励的数据分析 省流结论： 1、周常BOSS的三种角色培养素材掉落分布均匀，每次掉落2-3个，可以重复掉落或不掉落某种特定的素材，并且每次掉落期望为2.16个。 2、掉落异梦溶媒0-1个，每次掉落期望为0.36个，即只有36%的概率掉落一个。 3、掉落武器原坯0-1个，各种武器类型分布均匀，每次掉落期望为0.134个，即只有13.4%的概率掉落一个。 4、算法猜想：角色突破素材（元素）基础产出为5个2星和1个3星，但有7%的概率多一个3星。接着，每个2星素材有独立的25%概率升级为3星，然后每个3星素材有独立的10%概率升级为4星，最后每个4星素材有独立的10%概率升级为5星。 5、五星圣遗物掉落1-2个，掉落期望为1.14个；四星圣遗物掉落2-3个，掉落期望为2.84个；三星圣遗物掉落4-5个，掉落期望为4.06个。 6、五星圣遗物的两种套装（角斗士的终幕礼 或 流浪大地的乐团）获得概率概率基本相同（均为50%），各部位获得概率基本相同（均为20%，分布均匀程度的偶然性较大）。 一、数据说明 周常BOSS是指征讨领域中的BOSS(外加北风狼)，此类BOSS的特点是每周只能获取一次奖励，故称为“周常”。 为了更好的制定角色养成计划，更准确的知道周常BOSS奖励物资的分布情况，本文对周常BOSS奖励的数据进行了采样和分析。 本文只分析最高等级的周常BOSS的奖励数据。 周常BOSS奖励为：400角色经验，300冒险阅历，70好感经验，8100摩拉（只有北风狼是9000摩拉），角色培养素材（2星3星4星5星元素碎片和高级天赋升级素材）若干，3星4星5星圣遗物若干，有概率获得异梦溶媒、各种武器原坯。 周常BOSS不能使用浓缩树脂获取奖励。获取奖励基本消耗为60原粹树脂，每周前三次减半。 二、基本假设 1、假设周常BOSS奖励产出成色只和BOSS等级有关。与BOSS种类，玩家欧非程度，游戏时间或现实时间等其它因素无关。 2、假设从原神3.0版本到3.4版本之间，周常BOSS的奖励规则没有变化过。 三、数据采样 在从原神 3.0版本到3.4版本期间 ，无差别采样（不会故意筛选样本）记录 112次周常 BOSS的奖励。这112次记录混合了各种BOSS的奖励产出（均为最高级）。记录了每次产出角色突破素材的种类数量，角色培养素材的数量，3星4星5星圣遗物的数量，5星圣遗物的种类和部位，异梦溶媒、武器原坯种类。 由于周常次数有限，采样数量不多。 感谢用户149****64，170****34，150****89，143****75，190****54 提供数据。（具体数据略） 四、数据分析 1、角色培养素材的分布情况： 打周常BOSS一般都是为了提升角色高级天赋的等级，于是我们先统计大家最关心的部分。所谓角色培养素材，就是每个BOSS特有的材料。 每个BOSS均有3种不同的材料，见下表： 由于样本总量较少，如果分到每个不同的BOSS身上就更少，所以我们把所有BOSS合并来看，材料就以第一种素材、第二种素材、第三种素材 （按游戏内掉落列表的出现顺序）来划分。 我们看一下各种掉落的分布情况： 各种素材掉落总数： 每次掉落的个数： 本次采样结果中，周常BOSS的三种角色培养素材掉落分布均匀，每次掉落2-3个，可以重复掉落或不掉落某种特定的素材，并且每次掉落期望为2.16个。 2、 异梦溶媒的掉落情况： 如果掉落的素材不是想要的，就要通过异梦溶媒转化，所以也是一个大家特别关注的点。 我们看一下异梦溶媒掉落的分布情况： 本次采样结果中，周常BOSS掉落异梦溶媒0-1个，每次掉落期望为0.36个。 3、武器原坯掉落情况： 武器原坯是周常BOSS特有的掉落，所以也是大家的关注点。 我们统计时不区分新老原坯，只按武器类型分类，我们看一下分布情况： 本次采样结果中，周常BOSS掉落武器原坯0-1个，各种类型分布均匀，每次掉落期望为0.134个。 4、 角色突破素材的分布情况： 突破角色时需要各种元素。所谓角色突破素材，就是各种星级的元素。目前版本元素分七种，但是目前周常BOSS只掉落其中六种（没有草元素），具体元素种类如下表： 有些BOSS虽然能掉落3种属性的元素，但不表示掉落中一定存在三种属性的元素，可能会缺失某种属性的元素。 注意：若陀龙王的掉落元素种类和当期若驼龙王当期属性有关，若驼龙王秘境门口会用篆体字写明当期属性。 按素材星级分类，有5星4星3星2星四种，下表是按星级分类的掉落分布情况。 值得注意的是——元素总数被限制在6-7个之间： 本文猜想认为：角色突破素材（元素）基础产出为5个2星和1个3星，但有7%的概率多一个3星。接着，每个2星素材有独立的25%概率升级为3星，然后每个3星素材有独立的10%概率升级为4星，最后每个4星素材有独立的10%概率升级为5星。 （具体推导过程略） 5、5星 4星3星圣遗物数量分布情况： 5星4星3星圣遗物的数量按来分类： 单独按5星个数分类： 单独按4星个数分类： 单独按3星个数分类： 本次采样结果中，五星、四星、三星圣遗物掉落期望分别为1.14个、2.84个、4.06个。 6、五星圣遗物种类的分布情况： 按套装种类和部位分类，掉落分布情况如下： 按套装种类来分类，分布情况如下： 分布情况明显均匀 按圣遗物部位来分类，分布情况如下： 假设5个部位掉落概率可能各占20%，卡方检验P值0.434，不排除这种假设。 本文认为：五星圣遗物的两种套装（角斗士的终幕礼 或 流浪大地的乐团）获得概率概率基本相同（均为50%），各部位获得概率基本相同（均为20%）。 五、前人的结论对比 前人的同类研究结果中最为广泛流传的应该是这一张图： 前人的结论基本与本次采样分析接近，由于样本较少，对于一些小概率事件，相对误差较大。",
    "length": 2422
}