{
    "game_id": 2,
    "post_id": "53812316",
    "f_forum_id": 43,
    "subject": "原神活动武器大全，4.0~4.8版本共4把武器。",
    "url": "https://www.miyoushe.com/ys/article/53812316",
    "created_at": 1718439955,
    "like_num": 1551,
    "view_num": 13559,
    "reply_num": 29,
    "text": "原神1.0~1.6版本总览。 原神活动武器大全，1.0~1.6共三把活动武器。 超链图片 原神2.0~2.8版本总览。 原神活动武器大全，2.0~2.8版本共4把武器。 超链图片 原神3.0~3.8版本总览。 原神活动武器大全，3.0~3.8版本共4把武器。 超链图片 原神每两个版本会送一把四星满精活动武器，武器的精炼材料和武器本身活动结束后都已绝版。 截止4.8版本原神一共有15把活动武器，本帖介绍4.0~4.8版本的4把活动武器。 超链图片 4.1版本「向深水中的晨星」 超链图片 超链图片 都说回到蒙德璃月就是回到了家，每次新国打仗都给回来一趟，这回这两联谊了。 温迪主持，钟大爷撑场子，胡桃往生堂资助，一家三口其乐融融。 就是感觉斗诗剧情有点少了，还不够，再来。（虽然我一句也接不上） 这次剧情有个很有意思的地方，米卡，诺艾尔，重云一队，刚好是蒙德璃月最腼腆的三位。 关于泉水精灵，开服就有留下后续纯水活动暗示的剧情，如今终于有了后续，清泉镇真是块宝地呀。 精炼材料： 超链图片 适合角色： 烟绯，莱欧斯利，那维莱特，可莉。 法器经典的加普攻和重击，但是这次却有个问题，副词条是充能，对于凝光可莉平藏等是不需求的，稍微契合烟绯，只看输出肯定比不过流浪和月卡暴击武器了。可能官方觉得那维莱特缺充能吧，想搞个外观武器，1级也能给那维莱特，背景故事是蒙德的。 超链图片 【游水蕴诗籍】剧情过场和彩蛋。 《原神》4.3版本「蔷薇与铳枪」 超链图片 超链图片 虽然活动剧情中没有美露莘参与，但是这把武器确确实实给了咱们很大的震撼。 可以说是原神最特殊的武器之一，名字最长的武器，唯二名字带框的武器，特效最多的武器，被动唯一需要任务的武器，外观唯一会大变的武器... 「究极霸王超级魔剑」和美露莘—全游最丰富特效武器！ 精炼材料： 超链图片 适合角色： 娜维娅，重云，北斗，迪卢克，优菈，雷泽，菲米尼都是吃攻击力角色，充能也完全不亏，所以都非常契合，可以说是大剑角色的福音。 超链图片 超链图片 超链图片 蔷薇和铳枪首日活动剧情和彩蛋。 蔷薇与铳枪第二，三日活动剧情和彩蛋。 蔷薇与铳枪第四，第五日活动剧情和彩蛋对话。 《原神》4.5版本「铓锋锦间裁」 超链图片 超链图片 精炼材料： 超链图片 适合角色： 钟离，瑶瑶，夏沃蕾，米卡。 托马和坎蒂丝虽然也需求生命，但是他们更需求充能和输出，且不能触发被动； 钟离虽然非满命不能触发被动，但是对比黑樱枪生命只少了一点点，但是攻击白值高了很多，输出收益更高； 米卡和瑶瑶是最为契合的，夏沃蕾由于可以走输出流派反而其次。 超链图片 超链图片 4.6版本赛诺传说任务出场的赛索斯，在此之前一些剧情来源就是这里了，基本是空降角色。 话说，游戏里居然没有实装《召唤王》的书籍吗？ 《原神》4.7版本「纺坠终久之梦」 超链图片 超链图片 精炼材料： 超链图片 适合角色： 赛索斯，提纳里，菲谢尔，柯莱。 该武器是璃月武器，但被动是完全为赛索斯设计的，18秒的持续时间给的很慷慨，可能是最近这么多数值加伤武器以来第一次设计了个新被动吧。角色主动触发能量减少只有三种方式，释放大招，追忆四件套和赛索斯天赋。所以非赛索斯角色释放大招照样可以吃到一层被动，18秒持续时间甚至可以吃两层，虽然收益也不高，提纳里有鹮(huan)穿之喙(hui)，菲谢尔有绝弦。 超链图片 超链图片 这把武器的背景故事，提到了玉衡星刻晴，仙家技巧肯定有那个女人参与，云氏之巧应该说的云堇曾经的工匠祖辈，试作和黑岩系列武器就与之有关。这把武器应该是在为璃月黑岩厂地图做铺垫。 璃月5把锻造武器说明。 不出意外4.8版本会送四星角色，5.0版本纳塔给看是否有新机制。 1.0送芭芭拉是因为奶妈，2.0不送，3.0送柯莱是因为部分解密强制草系弓箭手，4.0送琳妮特是因为和主角凑齐荒芒。从中可以看出2.0不送角色，纯粹是能少奖励就少奖励，如果5.0没强制角色新机制，那么估计也不送了。 而活动方面，原本四星角色和满精四星武器轮换，在3.0版本因为柯莱替换了顺序，合理猜测5.0的版本活动可能是个水活动，随缘送一个四星角色了。 （能改变延续4年的奖励模式，那就算原神有所突破吧，一个模版用了四年不加奖励，复制粘贴不累吗？） 另外，希望以后的活动武器可以设计用心些，武器池四年不更新，老玩家就指望着活动武器了。 要求1：有独立建模，真不差这几把武器模型吧； 要求2：被动特殊，这么有纪念的武器用心些呀，一共才几把活动武器，这样被动都能模仿的呀； 要求3：外观被动契合，四星武器给适合的角色配上适合的被动很容易吧，故意避开角色强行给新角色实在理解不了； 要求4：原神4年没有更新常驻武器了，看看那开服就拉胯的武器池吧，至今还没有好的泛用长柄武器，大剑，单手剑啊，给长枪角色一把好输出武器吧。 超链图片 超链图片 超链图片 超链图片",
    "length": 2012
}