{
    "game_id": 2,
    "post_id": "48639748",
    "f_forum_id": 43,
    "subject": "沉玉祝珑·祀珑在昔，灵锦歆诚",
    "url": "https://www.miyoushe.com/ys/article/48639748",
    "created_at": 1706793427,
    "like_num": 568,
    "view_num": 16164,
    "reply_num": 71,
    "text": "各位旅行者你们好，这里是「二也」 _(偶像姬_WINK) 祀珑在昔，灵锦歆诚 本篇内容 介绍 沉玉祝珑·祀珑在昔，灵锦歆诚 的任务内容 ； 任务触发 完成任务限制，自动接取任务 等级限制 冒险等阶达到20级 任务限制 完成任务 「 采撷掇拾，沉玉浮琼」 沉玉祝珑·采撷掇拾，沉玉浮琼 任务用时/任务奖励 60分钟/原石*50，1华丽/4珍贵/3精致； 任务流程 1.前往积雾浦 往 地图的南方向 走，前往 洞口 ，与小茂对话； 2.跟随小茂 击败洞口丘丘人，获得 精致的宝箱① ，跟随小茂 3.解决周围的氲气 只击败 头顶有氲气的 首领 即可 ▶出现提示后，对准 根源 ，使用仙力； 解决3处氲气，获得 珍贵的宝箱① ▶往 地图的北方向 走，进入洞窟； 4.调查洞窟 往 地图的东北方向 头顶看 ，对准 壁画 ，使用仙力 5.跟随金色的鲤鱼 跟随 金色的鲤鱼 ，清理沿路的 水形幻灵 ▶开启锚点，前往 坡顶 ，与浮锦对话； 6.准备投珑仪式 此处雾气大，建议参考视频解谜过程 仙灵 ：在水面调查2次后，击败水形幻灵； ▶指引仙灵就位，出现 「慢悠悠仙像」 ； ▶使用仙力，将 「慢悠悠仙像」 摆放在 底座 上； 浮空石台 ：站在 底座 上，出现 浮空石台 ； ▶利用 风场和仙力 ，在 浮空石台 上移动 ； ▶使用仙力，将 「慢悠悠仙像」 摆放在 底座 上； 7.与浮锦对话 传送图中锚点，前往 坡顶 ，与浮锦对话 8.前往伏仙洞 传送 药蝶谷 锚点，往 地图的东南方向 飞 ▶击败 头顶有氲气的 首领 ，对准 根源 ，使用仙力； ※此处建议优先参考下面攻略开启全图锚点 璃月沉玉谷锚点秘境路线 解决3处氲气，获得 珍贵的宝箱② ▶往 地图的东南方向 走，进入 山洞 ； 9.调查附近的线索 往 地图的东南方向 走，按图中指引 ▶将 「慢悠悠仙像」 摆放在 门口的 底座 上； 调查 金色鲤鱼壁画 ，进行 传送 往 地图的南方向 走，对准 壁画 ，使用仙力 ▶与浮锦对话，进行 传送 ； 10.调查壁画 调查 金色鲤鱼壁画 ，等待 金色鲤鱼 飞出壁画 11.前往悬练山 传送 药蝶谷 南方向 锚点 12.探索悬练山 传送 悬练山 锚点，利用 奇妙水珠 ，前往 浮空亭 13.收集灵珠 按图中指引，完成3处位置解谜 山腰浮空平台 （珍贵的宝箱③） 西南-解谜步骤如下 ： 1.移动 锦玉簪 至 正确位置 ； 2.前往 你的位置 ，面朝 正确位置 方向； 3.对准 2 个 玉簧鼎 方向，使用仙力； 4.对准 3 个 玉簧鼎 方向，使用仙力； 5.对准 你的位置 的雕像，使用仙力； 山脚水池 （精致的宝箱②） 北-解谜步骤如下 ： 1.移动 锦玉簪 至 正确位置 ； 2.使用仙力，将 雕像1 摆放在 浮空石台 上； 3.使用仙力，将 灵珠 摆放在 雕像2 上； 4.对准 雕像2 ，使用仙力； 山脚丘丘人 （精致的宝箱③） 东-解谜步骤如下 ： 1.移动 锦玉簪 至 正确位置 ； 2.击败 丘丘人 ，解锁 灵珠 ； 3.使用仙力，将 灵珠 摆放在 雕像 上； 4.对准 雕像 ，使用仙力； 14.运用仙力，激活灵珠 传送 悬练山 锚点，利用 奇妙水珠 ，前往 浮空亭 ▶激活图中指引3个灵珠，与浮锦对话； 对话结束，在 浮空亭侧面 ，获得 华丽的宝箱① 15.回去找浮锦 传送 沉玉谷·南陵 西北方向 锚点，前往 坡顶 ，与浮锦对话 对话结束，获得成就 「时仿佛以遥见」 16.登临仙山 激活 奇妙水珠 ，传送 来歆山 ，开启锚点 17.陪伴浮锦 往 地图的南方向 走，跟随 金色的鲤鱼 18.解决周围的氲气 解决2处氲气，获得 珍贵的宝箱④ ，跟随 金色的鲤鱼 19.陪伴浮锦 激活 奇妙水珠 ，跟随 金色的鲤鱼 跟随 金色的鲤鱼 ，击败 玄文兽 激活 奇妙水珠 ，跟随 金色的鲤鱼 跟随 金色的鲤鱼 ，开启锚点，前往 赤望台 顶部 20.解决周围的氲气 清理 赤望台 外圈一圈 的魔物 ※使用仙力解决氲气则无需击败魔物 21.让灵渊平静下来 击败灵渊 （注意水元素免疫，推荐种门） 对话结束，获得成就 「悠古的巫觋歌」 22.送小茂回到翘英庄 传送 翘英庄 锚点，往 地图的东北方向 走 与小茂等对话结束，完成任务 「祀珑在昔，灵锦歆诚」 ，获得成就 「沉玉祝珑」 沉玉祝珑合集 「世界任务」沉玉祝珑合集 如果觉得不错可点个 关注 ，敬请期待更多内容 更新 ！ 如果有任务 问题 ，可以 私信 我，感谢旅行者们支持！",
    "length": 1861
}