{
    "game_id": 2,
    "post_id": "47738965",
    "f_forum_id": 43,
    "subject": "萌新攻略-尘歌壶",
    "url": "https://www.miyoushe.com/ys/article/47738965",
    "created_at": 1704730321,
    "like_num": 55,
    "view_num": 3460,
    "reply_num": 19,
    "text": "哈喽，大家好、这里是小白、接下来直入主题： 想必好多新人并没有在乎过萍姥姥给你送的移动家园-尘歌壶！ 一、说到了尘歌壶、就不得不说一下壶里的关键人物，壶灵-阿圆； 洞天壶灵-阿圆；是尘歌壶内操作的重要角色； 与阿圆对话可触发对话： 接下来展开说明： • 尘歌壶-信任等阶 (1) 信任等阶分为1-10级； (2) 信任等阶每升一级可获得固定奖励：原石*60；洞天宝钱存储上线提升；洞天赠礼上限提升；以及各区域的建筑图纸设计图； (3) 信任等阶4级、7级、10级可解锁新的壶灵形象； (4) 信任等阶1级、5级、7级、9级可解锁新的洞天形态； (5) 信任等阶1级、2级、4级、6级、9级可解锁摆设制作队列上限； (6) 信任等阶1级-9级可解锁入驻同伴数量上限； (7) 信任等阶1级、4级、7级可解锁壶灵所携带货物种类（洞天百宝内可见物品种类）；10级可提升洞天百宝中部分摆设的每日限购数量上限； • 尘歌壶-制作摆件 • 制作摆件部分可分为摆件、燃料、木材转化三个页面（屏幕正中央最上方处切换）； (1) 摆件部分分为摆设配方（配方可在各区域特定NPC商店与奇馈宝箱中获得）、制作队列两个部分； (2) 摆设配方可查看制作摆件所需材料；制作队列可查看正在制作的摆件； (3) 颜料：可查看并制作布匹与红、黄、蓝三种颜料；制作比例（布匹1：10，红、黄、蓝颜料1：1）； 木材转化:可将背包中的矿石转化为木材；木材每周转化上限50； • 洞天百宝（通用货币：洞天宝钱） (1) 洞天宝货：随尘歌壶等级上限提升而解锁更多的物品种类；可消耗洞天宝钱兑换需求物品（物品每周有数量限制）； 可兑换： 须臾树脂：使用可补充60点原粹树脂；最多在背包内存在7天； 布匹：制作摆件材料； 流浪者的经验：角色经验素材；使用可获得1000点经验值； 大英雄的经验：角色经验素材；使用可获得20000点经验值； 精锻用魔矿：武器经验素材；使用可获得10000点经验素材； 摩拉：提瓦特通用货币； 祝圣油膏：圣遗物经验素材；使用可获得2500点经验值； 祝圣精华：圣遗物经验素材；使用可获得10000点经验值； (2) 摆设：可消耗洞天宝钱兑换需求物品（物品每周有数量限制）； (3) 摆设图纸：可消耗洞天宝钱兑换需求摆件设计图纸； (4) 洞天珍物：可消耗洞天宝钱兑换需求物品（物品分为尘歌壶洞天形态、尘歌壶田亩、尘歌壶外景锚点、尘歌壶限时挑战游戏、以及特殊类摆件）； (5) 洞天种物：可消耗洞天宝钱兑换田亩内种植的种子； 洞天宝钱：按照洞天仙力（以摆放摆件的仙力值）的数值等级产生洞天宝钱与洞天赠礼（可提升入驻角色的好感度）； 二、尘歌壶升级策略： • 提升信任等阶； • 采集木材重要道具-王树瑞佑； 下面展开细说： • 提升信任等阶； 尘歌壶的信任等阶提升需要：首次制作摆件并获取摆件所产生的制作经验； 绿色背景的摆件首次制作并获取可获得信任等阶经验*30： 蓝色背景的摆件首次制作并获取可获得信任等阶经验*60： 紫色背景的摆件首次制作并获取可获得信任等阶经验*90： • 采集木材重要道具-王树瑞佑； 木材主要收集途径：角色普通攻击击打树木掉落木材； 王树瑞佑获取途径：须弥声望等级3级，在须弥NPC阿芬迪处获取； 王树瑞佑：在所需木材掉落树木较集中位置使用道具或者按Z，即可获得范围内所有树木木材； 三、尘歌壶隐藏原石获取： • 室内赠礼套装； • 室外赠礼套装； 下面详细展开说明： • 室内赠礼套装： (1) 首先、进入宅邸；进入后点击屏幕中的手指图标（F7）进入布置摆件页面； (2) 其次、点击室内套装-赠礼套装；然后点击套装右上角的i图标可查看套装所需摆件、按摆件凑齐后可一键放置套装； (3) 最后、按地区所属的套装将我们以拥有的角色放置在室内随意位置处； (4) 进入已放置室内套装场景内，会有角色已经出现在场景内（或者点击出现的邀请角色）；完成对话后单角色可获得*20原石； • 室外赠礼套装： (1) 首先、点击屏幕中的手指图标（F7）进入布置摆件页面； (2) 点击室外套装-赠礼套装；然后点击套装右上角的i图标可查看套装所需摆件、按摆件凑齐后可一键放置套装； (3) 按地区所属的套装将我们以拥有的角色放置在室内随意位置处； (4) 进入已放置室外套装场景内，会有角色已经出现在场景内（或者点击出现的邀请）；完成对话后单角色可获得*20原石；",
    "length": 1831
}