{
    "game_id": 2,
    "post_id": "44869050",
    "f_forum_id": 43,
    "subject": "【V4.1攻略·角色攻略】为强者再添羽翼：燃蒸那维莱特详解",
    "url": "https://www.miyoushe.com/ys/article/44869050",
    "created_at": 1698323201,
    "like_num": 1870,
    "view_num": 11804,
    "reply_num": 213,
    "text": "uid:121754445 本篇文章主要介绍燃蒸那维莱特的组队思路，由于正文篇幅较长，分为省流版与完整版，供大家按需食用。 省流版 有如下注意点 1.典型配队不意味着仅有这几种组合，凡契合左半部分组队逻辑的队伍（保证那维莱特天赋触发以及蒸发率）都具备实战强度，这里仅列出具备代表性的几支队伍作为参考； 2.存在如下通用手法：那维莱特E--队友Buff--那维莱特重击--那维莱特Q--队友Buff--那维莱特E--那维莱特重击*3； 3.对于通用手法，雷、冰元素作为第四人时需要该元素先手，那维莱特首次E略后置； 4.对于通用手法，这里仅列出了长轴，该轴充能要求降低，且适合零命那维莱特次轮满额触发“遗龙之荣”天赋； 5.对于通用手法，不适合携带大月卡武器“遗祀玉陇”的那维莱特使用，因为最后三次重击的时间一般大于10秒，携带该武器的那维莱特建议中途进行一次切人。 实战视频 正文目录 1. 引言 2. 反应原理及体系分类 3. 组队思路 4. 详细解读：风队 5. 详细解读：岩队 6. 详细解读：雷队 7. 详细解读：冰队 8. 思路拓展：双水队 9. 队伍对比 10. Q&A 11. 总结 1. 引言 燃烧反应作为草体系中相对为黯淡的一部分，在整个3.0版本鲜受重视，究其原因，较低的元素--伤害转化率和剧变频率限制使得它无法像绽放反应一样成为队伍的主要输出手段，较高的自伤水平和相对稀缺的适配队友更是让该体系难被推广。 但该反应是否一无是处？不尽然。燃烧反应带来的高元素量燃壳使得不再刚需高频火附着的稳定冰融化（融甘、融莱）体系逻辑自洽，对水优势的草底护火使得稳定水蒸发（燃夜）不再发愁反向打工。 到了4.1版本，高倍率、低附着频率角色那维莱特的问世使得该体系迎来了相当契合的驾驶员，这篇文章就从燃蒸（绽）体系入手，详述那维莱特水火草三元素蒸发队的主要组队思路及变体，并对具体队伍进行测试和计算，希望对大家有所帮助。 2. 反应原理及体系分类 燃蒸绽体系建立于燃烧反应的基础之上，此章节我们从燃烧反应原理、水火草三元素模型、第四元素影响以及派生出的细分体系三方面进行解读。 2.1 燃烧反应 名词解释： 原火元素 ：指燃烧反应中初始存在，之后经燃烧补充的、以附着形式存在的火元素。 燃火元素 ：草元素经燃烧反应直接转化、但未成为原火元素时的状态，为方便理解视作一种被量化的元素状态。 燃元素 ：火草元素直接接触时凭空产生的一种具备火元素特质的“元素”，当原火元素的元素量小于2时，燃元素的元素量固定为2，当原火元素的元素量大于2时，生成燃元素的元素量和原火元素一致，燃元素在产生之后，如果草元素被消耗殆尽，则燃元素也会凭空消失，若草元素没被消耗完，则不会发生自然衰减，但燃元素从产生到归零，不会得到额外的补充。燃元素的存在代表着燃烧反应的进行。 反应流程： 当火草元素接触时，草元素被转化为燃火元素，燃火元素按时间累积到一定数量时产生2元素量燃元素（约需要最多0.2秒），同时会周期性 对周围单位造成等额的、基于燃火元素生成的后手元素施与者等级、精通提升值的燃烧伤害 ，并 对周围所有未挂火单位进行一次弱火附着（挂火CD2秒） ，同一单位在2秒内只会受到8次燃烧伤害。 这个过程中，原火元素可以视为无自然衰减（因为有燃烧反应的持续补充），草元素的衰减速度视为0.4/秒，一次燃烧反应会跳4次数字，约可视为0.1元素量草元素产生一跳伤害，每跳的间隔为0.25秒， 草元素的衰减是线性的 。 后续燃烧反应持续发生的话，燃元素在归零前不会得到补充，也不会发生自然衰减，在草元素的量不足以支撑燃火元素转化（小于0.1元素量）时，燃元素会凭空消失，仅原火元素的消失不会对燃烧状态产生影响。 燃烧反应每一跳的系数为0.25，作为剧变反应不受怪物防御影响，但会被抗性减免。 刷新机制： 燃烧反应的伤害吃后手角色的精通，具体而言视燃元素的刷新状态决定，这里燃元素存在两种刷新机制： 1.草元素消失，燃烧终止，继续添加草元素使燃烧反应重新发生。此时的 反应伤害决定于草元素角色的属性 。 2.草元素未完全消解，此时向燃底目标进行火、草附着都可以刷新燃元素，但不会补充燃元素的元素量，此时的 燃烧反应伤害取决于刷新者的属性 。 实例讲解： 两个秋秋人站在一起，按顺序给予二者火、草附着，此时两位受到的燃烧伤害 取决于草元素角色的属性 ； 随后用1元素量水元素浇灭其中一位秋秋人身上的燃元素，我们称它为a，保持着燃烧的对象称为b，保持二者的草元素供应，随后b可以重新点燃a，由于a身上的燃烧反应最后触发者是b， a所受的燃烧伤害只与b的属性有关 ， b所受的燃烧伤害只与中途提供草元素的角色有关 ，考虑到燃烧伤害的CD问题，大概率a和b会受到相同的伤害，且数值在a与b的理论伤害值之间。 总结： 0.25的系数加上2秒内触发8次的限制使得 燃烧反应作为直伤手段而言伤害非常不足 ，同时高额的自伤使得 队伍刚需生存位 ，由于 交叉传火的现象 存在聚怪对于燃烧反应自身伤害而言大概率存在亏损（温迪的情况过于复杂，不讨论）。 2.2 水火草三元素燃蒸绽模型 首先我们考虑三个极端模型： 1. 水元素附着效率远高于草、火元素附着效率，且三者只存在弱附着。在这个模型中，无论初始底色情况如何，体系中的反应会最终归于水底绽放、水底火蒸发、烈绽放三种主要模式。 从剧变反应的角度上说，每次草附着只能生成1枚草原核的水底绽放相较稳定的草底绽放，亏损了1倍的的草原核产出，烈绽放效率降低；从增幅反应的角度上说，水底火蒸发的反应系数仅为1.5，火底水蒸发的系数为2，二者天然差距33%。 2. 火元素附着效率远高于水、草元素附着效率，且三者只存在弱附着。在这个模型中，无论初始底色情况如何，体系中的反应会最终归于水蒸发。 如果水附着施与者的倍率较高，稳定的水蒸发是最为合理的模型，反之则由于完全亏损了烈绽放这部分剧变反应，模型并不理想。 3. 草元素附着效率远高于水、火元素附着效率，且三者只存在弱附着。如果此时水附着效率远高于火元素附着效率，体系反应会以烈绽放为主，火底水蒸发为辅；如果水附着效率远低于火元素附着效率，体系反应会火底水蒸发为主。 根据这三个极端情况我们思考常规燃蒸绽模型： 1. 草元素附着效率较低时，较高的水附着频率易击穿底色，对于反应体系来说大概率是负面影响，在一个反应高频发生的环境中，水附着对草底的伤害较火附着更大（0.5U/次（水）：0.4U/秒（火））； 2. 在草底稳定的前提下，如果火元素附着效率低于水元素附着效率（不存在燃底上火），火元素附着次数=水蒸发次数，水元素附着次数-火元素附着次数=烈绽放次数； 3. 在草底稳定的前提下，如果水元素附着效率低于火元素附着效率，或大致相当，接触燃底的水元素附着次数=水蒸发次数，直接接触草底的水元素附着次数=烈绽放次数。 综合上述三条信息，我们得到燃蒸绽体系的两类主要输出模式： 以水蒸发为主或以烈绽放为主 1. 在以水蒸发为主的燃蒸绽体系中，要求草底稳定，火元素附着频率高于水元素附着频率，体系反应以水蒸发为主，实战中的连续上水会接触草底，转化为烈绽放伤害； 2. 在以烈绽放为主的燃蒸绽体系中，要求草底稳定，火元素附着频率低于水元素附着频率，火元素仅作为草底的保护者使用，体系反应以烈绽放为主，火附着次数的水蒸发为辅。 2.3 第四元素影响及体系细分 我们将水火草以外队伍中第四元素分为两类，在一个草底稳定的模型中进行讨论： 1. 对火弱势元素：风、岩、冰 对于风元素而言，如果直接接触草底，对反应无任何影响；如果接触燃底，将同时削减燃元素/火元素元素量，后续单位量的水元素附着在消耗完燃底的同时，残余水元素可以直接接触草底，消耗少量草元素产生原绽放反应。 对于岩元素而言，如果直接接触草底，对反应无任何影响；如果接触燃底，将同时削减燃元素/火元素元素量，后续单位量的水元素附着在消耗完燃底的同时，残余水元素可以直接接触草底，消耗少量草元素产生原绽放反应。 对于冰元素而言，如果直接接触草底，会形成冰草共存状态，该状态下后续单位量火附着在造成火蒸发的同时，残余火元素触发燃烧反应，对反应几乎无影响；如果接触燃底，将同时削减燃元素/火元素元素量，产生一次冰融化反应，后续单位量的水元素附着在消耗完燃底的同时，残余水元素可以直接接触草底，消耗少量草元素产生原绽放反应。 2. 与火等位元素：雷 对于雷元素而言，如果直接接触草底，会形成“激元素”，火附着接触激元素后仅触发燃烧反应，不会对反应产生额外影响；如果接触燃底，将同时削减燃元素/火元素元素量，此时原火元素被后手雷元素小号完全，但燃壳若有元素量残余，仍能辅助下一次水附着的蒸发，并且由于燃壳元素量不满2，水附着击穿燃壳后残余水元素接触草底，可消耗少量草元素产生原绽放反应，如图所示： 3. 体系思路 按照对燃壳的影响不同，从反应层面上燃蒸绽体系可以分为风削燃、岩削燃、冰削燃、雷削燃四类，这四种体系的核心思想都是借助火草元素反应后多出的火元素以及体系中过量的草元素触发更多的有效反应，四者都可以提升烈绽放反应数，原理是使单次水附着直接穿透燃壳，残余水元素接触草底，消耗少量草元素产生原绽放反应。 在以剧变反应为主要伤害的燃蒸绽体系中，削燃思路是伤害提升的关键，在以水蒸发直伤为主要构成的体系中，削燃也能起到锦上添花的作用，搭配四元素不同角色，更能使体系在不同环境中各具优势区间。 3. 组队思路 组队思路详述 对于那维莱特而言，燃蒸绽体系的主要优势是可达成稳定的水蒸发反应。连续且难以控制的上水在消耗完火元素后会被草底“防御”，保证了怪物底色不会转水，避免了水底火蒸发的反向打工。 根据这点，具体到那维莱特（重击水附着间隔1.2秒，强制长时前台站场），该体系对于火、草附着位具备一定要求： 草附着位：能够长时后台上草，按照0.2U/秒消耗量计算，尽量选择间隔3秒以内上草位。草神、白术、瑶瑶、草主都是可选项。 火附着位：能够长时后台上火，就目前版本而言，仅有香菱、迪希雅+风位的组合可以胜任。 除却削燃优势，水、火、草以外第四元素可以为体系提供更多的增益，详述如下： 风：风系入队优势有二，缺陷有三 优点：1.可以携带风套减抗，对于生命倍率的那维莱特而言是短时最佳伤害辅助；2.部分风位可以协助染火，辅助迪希雅完成上火任务。 缺点：1.风套效果时长仅持*10*，切无法后台触发，加上流程问题，导致其仅能完整加成那维莱特1次重击；2.对于零命那维莱特而言，为保持“遗龙之荣”天赋，每轮循环需要触发三次水相关反应，但由于草底的存在，队伍扩水不易，仅第一轮循环较为稳定，从第二轮循环起，若无特别手法，会丢失一层天赋层数；3.风系入队后队伍缺乏抗打断能力，更适合一命以上那维莱特使用 岩：这里仅指钟离、阿贝多，人物较少可以直接描述： 钟离：减抗持续时间长且稳定，启动几乎无代价，除了对于零命而言，同样不易在第二轮循环触发“遗龙之荣”天赋以及增伤有限，无缺点； 阿贝多：加精通且自身提供一定伤害，缺点在于岩造物易被破坏，不易在第二轮循环触发“遗龙之荣”天赋。 冰：仅指罗莎莉亚。 这里罗莎莉亚有三个作用：1.加暴击；2.作为融化副C提供伤害；3.削燃增加烈绽放频率。 但入队后队伍缺乏抗打断能力，更适合一命以上那维莱特使用。 雷：仅指北斗。 这里北斗有三个作用：1.提供长时抗打断，以及1命后自带护盾。2.元素爆发协同可被重击触发，且频率合适（不存在短时连续两次雷附着，完全削减燃壳），为队伍提供激化、超载的额外反应；3.从第二点中衍生，可辅助稳定触发草神二命。 综上，我们得到如下具体思路： 根据上图，选择如下八支队伍进行后续测试及计算： 4. 详细解读：风队 万叶+草神+那维莱特+香菱 行动轴 文字描述：那维莱特E--香菱E--万叶Q--草神EQ--那维莱特重击--那维莱特QE--香菱EQ/QE--那维莱特重击*3--万叶E 对于该轴的几点说明： 1.最大的操作难点在于万叶Q扩水染火，这个步骤的原理如下：万叶Q检索范围内元素附着情况，需要保证Q出手时锅巴正好喷火，此时怪物身上水附着被强风扩散，Q检索到锅巴自带火元素，达成扩水染火； 2.那维莱特第一次重击前要略等一下：为了卡住重击第八击前火风上火，否则会丢失一段高额的蒸发伤害； 3.那维莱特使用QE而非EQ手法：为了使倍率更高的Q稳定蒸发； 4.香菱QE/EQ选择：EQ可以获得略长的教官套增益时长，QE可以稳定吃到自身西风打球并使后续那维莱特第2个重击的7、8击有较大概率全部蒸发； 5.遗祀之珑那维莱特需要在第3个重击后切万叶打球，其他武器无此顾虑； 6.为什么选择长轴：短轴的循环压力过大，2E4Z长轴仅伤害略低，能量需求降低至较易满足； 7.那维莱特在第一次重击前尽量贴近燃烧怪物：借助燃烧自伤触发猎人四件套以及专武效果，减少启动时间。 能量循环 以香菱、万叶携带西风武器且每轮循环触发一次为模型进行计算： 需要注意的是，香菱、万叶、草神在此队伍中都存在循环压力，反观那维莱特，由于可以长轴驻场吃球，反而充能压力相对较小。 伤害计算 那维莱特选择较为通用的猎人四套装，生水暴/爆主词条，充生暴爆28条副词条、精通4条副词条作为模型（4-6条充能词条）；香菱选择教官套，武器选择西风，只堆叠充能词条；草神选择携带草套，万叶选择三精通风套。 那维莱特1精专武，队伍DPS在9-9.7W；那维莱特5精遗祀之珑，队伍DPS在8.6-9.2W。 琳妮特+瑶瑶+那维莱特+香菱 行动轴 文字描述：那维莱特E--琳妮特E--瑶瑶QE--香菱E--那维莱特重击--那维莱特Q--香菱Q--琳妮特Q--那维莱特E--那维莱特重击*3 对于该轴的几点说明： 1.保证充能的前提下，瑶瑶与香菱最优选择双教官，保证精通加成对那维莱特重击的高覆盖率； 2.瑶瑶QE：为了稳定触发教官效果； 3.那维莱特首次重击时怪物易转水底：因为月桂开始给那维莱特回血，如果站位不当，未使怪物被溅射则无法保持草底； 4.那维莱特首次重击需要略等一下：保证锅巴上火后再开始动作，避免重击丢失； 5.香菱Q需要略等一下：需要让月桂上草后再进行元素爆发，触发教官套效果； 6.琳妮特仅Q：这个轴卡好时间间隔，正好可以使后续重击四段水附着全部蒸发，如果EQ有大概率转底； 7.为什么不选择香菱QE前置：核心思路是锅巴辅助3-4次水蒸发，旋火轮9-10水蒸发，考虑到后半段教官套覆盖的问题，选择香菱Q后置。 能量循环 以琳妮特、瑶瑶、香菱携带西风武器且每轮循环触发一次为模型进行计算： 琳妮特、瑶瑶、香菱的充能缺口非常大，若无合适教官套，更建议携带2绝缘组件。 伤害计算 那维莱特选择较为通用的猎人四套装，生水暴/爆主词条，充生暴爆28条副词条、精通4条副词条作为模型（4-6条充能词条）；香菱、瑶瑶选择教官套，武器选择西风，只堆叠充能词条；琳妮特选择高充能风套。 那维莱特1精专武，队伍DPS在7.4-8.0W；那维莱特5精遗祀之珑，队伍DPS在7.1-7.7W。 5. 详细解读：岩队 钟离+草神+那维莱特+香菱 行动轴 文字描述：那维莱特E--钟离E 捡结晶--草神EQ--香菱EAA--那维莱特重击--那维莱特Q--香菱Q--那维莱特E--那维莱特重击*3 对于该轴的几点说明： 1.香菱EAA：为了触发教官套效果并保证吃到西风产球，否则充能问题较大，同时，需要在锅巴上火后再立刻进行那维莱特重击，过早或过迟都会丢失一段蒸发伤害； 2.钟离护盾无法全覆盖：可在那维莱特第2-3重击中间插入一次钟离补盾或香菱锅巴，也正好契合遗祀之珑站场时长要求，若携带专武，仅考虑循环伤害则不建议这么做； 3.为何香菱Q后置：香菱携带教官套，E、Q分置保证教官增益时长，同时一锅巴对应四次水蒸发，一旋火轮对应三轮重击，考虑到Q施放时机，选择Q后置E前置； 4.那维莱特为何不QE/EQ连用：为了保证EQ全蒸发。 能量循环 以香菱、钟离携带西风武器且每次出场触发一次为模型进行计算（香菱所携带西风枪对于精炼等级有要求）： 那维莱特由于持续驻场，充能压力很低，但草神、香菱有较高的充能词条需求。 伤害计算 那维莱特选择较为通用的猎人四套装，生水暴/爆主词条，充生暴爆28条副词条、精通4条副词条作为模型（4-6条充能词条）；香菱选择教官套，武器选择西风，只堆叠充能词条；草神选择携带草套，钟离选择磐岩套。 那维莱特1精专武，队伍DPS在8.9-9.5W；那维莱特5精遗祀之珑，队伍DPS在8.5-9.1W。 阿贝多+瑶瑶+那维莱特+香菱 行动轴 文字描述：那维莱特E--阿贝多E--瑶瑶Q--香菱EAA--那维莱特重击 跳--那维莱特Q--瑶瑶E--香菱Q--那维莱特E--那维莱特重击*3 对于该轴的几点说明： 1.瑶瑶Q：为了触发一层“遗龙之荣”天赋，且E更适合后续3重击阶段，因此这里使用Q触发草附着； 2.香菱EAA：为了触发教官套效果并保证吃到西风产球，否则充能问题较大，同时，需要在锅巴上火后再立刻进行那维莱特重击，过早或过迟都会丢失一段蒸发伤害； 3.第一轮重击那维莱特跳跃取消第八次伤害：防止第七、八击间隔极近的连续两次水附着使怪物转水底，导致后续Q无法蒸发； 4.香菱Q后置：香菱携带教官套，E、Q分置保证教官增益时长，同时一锅巴对应四次水蒸发，一旋火轮对应三轮重击，考虑到Q施放时机，选择Q后置E前置； 5.阿贝多不使用元素爆发：考虑循环伤害的话，这个队伍中125精通增益不值得浪费2秒输出时间。 能量循环 以香菱、瑶瑶携带西风武器且每次出场触发一次为模型进行计算（香菱所携带西风枪对于精炼等级有要求，瑶瑶仅计算一次）： 那维莱特由于持续驻场，充能压力很低，但瑶瑶、香菱有较高的充能词条需求。 伤害计算 那维莱特选择较为通用的猎人四套装，生水暴/爆主词条，充生暴爆28条副词条、精通4条副词条作为模型（4-6条充能词条）；香菱选择教官套，武器选择西风，只堆叠充能词条；阿贝多选择华馆四件套，防岩暴主词条，防暴爆24条副词条。 那维莱特1精专武，队伍DPS在7.3-7.8W；那维莱特5精遗祀之珑，队伍DPS在7.0-7.6W。 6. 详细解读：雷队 北斗+草神+那维莱特+香菱 行动轴 文字描述：北斗E--那维莱特EA--草神EQ--香菱EAA--那维莱特重击--那维莱特Q--北斗EQ--香菱Q--那维莱特E--那维莱特重击*3 对于该轴的几点说明： 1.那维莱特EA：为了保证感电不完全消水，博取上限时也可以E后快速切草神E，同时触发原激化+绽放； 2.香菱EAA：为了触发教官套效果并保证吃到西风产球，否则充能问题较大，同时，需要在锅巴上火后再立刻进行那维莱特重击，过早或过迟都会丢失一段蒸发伤害； 3.香菱仅Q不E：为了缩轴，这里QE连用有概率使那维莱特第二次重击的第七、八击同时蒸发，但不稳定； 4.斫雷后置：为了覆盖输出更密集时间段。 能量循环 以香菱、北斗携带西风武器且每次出场触发一次为模型进行计算（香菱、北斗所携带西风武器对于精炼等级有要求）： 那维莱特由于持续驻场，充能压力很低，但北斗、香菱有较高的充能词条需求。 伤害计算 那维莱特选择较为通用的猎人四套装，生水暴/爆主词条，充生暴爆28条副词条、精通4条副词条作为模型（4-6条充能词条）；香菱选择教官套，武器选择西风，只堆叠充能词条；草神选择携带草套，北斗选择2绝缘+2生命，仅主要堆叠充能词条。 那维莱特1精专武，队伍DPS在7.8-8.4W；那维莱特5精遗祀之珑，队伍DPS在7.4-7.9W。 北斗+草主+那维莱特+香菱 行动轴 文字描述：北斗E--那维莱特EA--莹E--香菱EAA--那维莱特重击 跳--那维莱特Q--莹EQ--北斗EQ--香菱Q--那维莱特E--那维莱特重击*3 对于该轴的几点描述： 1.那维莱特EA：为了保证感电不完全消水，博取上限时也可以E后快速切莹E，同时触发原激化+绽放（演示中就能做到）； 2.香菱EAA：为了触发教官套效果并保证吃到西风产球，否则充能问题较大，同时，需要在锅巴上火后再立刻进行那维莱特重击，过早或过迟都会丢失一段蒸发伤害； 3.第一轮重击那维莱特跳跃取消第八次伤害：防止第七、八击间隔极近的连续两次水附着使怪物转水底，导致后续Q无法蒸发； 4.香菱仅Q不E：为了缩轴，这里QE连用有概率使那维莱特第二次重击的第七、八击同时蒸发，但不稳定； 5.草灯莲染雷：虽然染水上限更高但流程很难满足，这里又需要保证不被后续旋火轮直接接触，因此直接染雷较为省心； 6.斫雷后置：为了覆盖输出更密集时间段。 能量循环 以香菱、北斗、莹携带西风武器且每次出场触发一次为模型进行计算（所携带西风武器对于精炼等级有要求）： 即便是假定西风高效触发，队伍中香菱、北斗、莹的充能压力依然很大，每少一次西风触发，意味着至少20点充能需求的增加，反观那维莱特则几乎没有充能压力。 伤害计算 那维莱特选择较为通用的猎人四套装，生水暴/爆主词条，充生暴爆28条副词条、精通4条副词条作为模型（4-6条充能词条）；香菱选择教官套，武器选择西风，只堆叠充能词条；莹选择携带草套，北斗选择2绝缘+2生命，仅主要堆叠充能词条。 那维莱特1精专武，队伍DPS在6.7-7.2W；那维莱特5精遗祀之珑，队伍DPS在6.4-6.9W。 7. 详细解读：冰队 罗莎莉亚+草神+那维莱特+香菱 行动轴 文字描述：罗莎莉亚E--那维莱特E--草神EQ--香菱EAA--那维莱特重击--那维莱特Q--香菱Q--罗莎莉亚Q--那维莱特E--那维莱特重击*3 对于该轴的几点说明： 1.那维莱特EA：为了冻结藏水，保证后续草神E绽放成功； 2.香菱EAA：为了触发教官套效果并保证吃到西风产球，否则充能问题较大，同时，需要在锅巴上火后再立刻进行那维莱特重击，过早或过迟都会丢失一段蒸发伤害； 3.香菱Q+罗莎莉亚Q：该顺序为了保证之后三轮重击全部吃满Buff； 4.那维莱特围绕怪物走位：通过绕圈的方式提升香菱旋火轮上火频率，尤其是最后一次重击，若无走位，会丢失最后一段水蒸发伤害。 能量循环 以香菱、罗莎莉亚携带西风武器且每轮循环香菱触发两次、罗莎莉亚触发一次为模型进行计算（香菱所携带西风武器对于精炼等级有要求）： 那维莱特由于持续驻场，充能压力很低，但草神、香菱有较高的充能词条需求。 伤害计算 那维莱特选择较为通用的猎人四套装，生水暴/爆主词条，充生暴爆28条副词条、精通4条副词条作为模型（4-6条充能词条）；香菱选择教官套，武器选择西风，只堆叠充能词条；草神选择携带草套，罗莎莉亚优先选择叠满暴击。 那维莱特1精专武，队伍DPS在8.4-9W；那维莱特5精遗祀之珑，队伍DPS在8.0-8.5W。 罗莎莉亚+瑶瑶+那维莱特+香菱 行动轴 文字描述：罗莎莉亚E--那维莱特EA--瑶瑶Q--香菱EAA--那维莱特重击 跳--那维莱特Q--瑶瑶E--香菱Q--罗莎莉亚Q--那维莱特E--那维莱特重击*3 对于该轴的几点说明： 1.瑶瑶Q：为了触发一层“遗龙之荣”天赋，且E更适合后续3重击阶段，因此这里使用Q触发绽放反应； 2.香菱EAA：为了触发教官套效果并保证吃到西风产球，否则充能问题较大，同时，需要在锅巴上火后再立刻进行那维莱特重击，过早或过迟都会丢失一段蒸发伤害； 3.第一轮重击那维莱特跳跃取消第八次伤害：防止第七、八击间隔极近的连续两次水附着使怪物转水底，导致后续Q无法蒸发； 4.香菱Q后置：香菱携带教官套，E、Q分置保证教官增益时长，同时一锅巴对应四次水蒸发，一旋火轮对应三轮重击，考虑到Q施放时机，选择Q后置E前置； 5.香菱需要等月桂上草后再开启Q：保证触发教官套效果； 6.香菱Q+罗莎莉亚Q：该顺序为了保证之后三轮重击全部吃满Buff； 7.那维莱特围绕怪物走位：通过绕圈的方式提升香菱旋火轮上火频率，尤其是最后一次重击，若无走位，会丢失最后一段水蒸发伤害。 能量循环 以香菱、罗莎莉亚、瑶瑶携带西风武器且每轮循环共触发四次为模型进行计算（所携带西风武器对于精炼等级有要求）： 即便是假定西风高效触发，队伍中香菱、瑶瑶的充能压力依然很大，每少一次西风触发，意味着至少20点充能需求的增加，反观那维莱特则几乎没有充能压力。 伤害计算 那维莱特选择较为通用的猎人四套装，生水暴/爆主词条，充生暴爆28条副词条、精通4条副词条作为模型（4-6条充能词条）；香菱选择教官套，武器选择西风，只堆叠充能词条；瑶瑶选择携带草套，罗莎莉亚优先选择叠满暴击。 那维莱特1精专武，队伍DPS在6.8-7.3W；那维莱特5精遗祀之珑，队伍DPS在6.5-7.0W。 8. 思路拓展：双水队 双水燃龙队可行性分析 通过上述八支队伍的测试及计算，我们可以归纳当前版本四色燃龙队存在的痛点： 1.队友充能缺口大； 2.风套（强减抗手段）与强草附着位不兼容； 3.燃烧反应对队伍生存有一定影响； 4.怪物底色对伤害的影响极大。 对于这四个问题，很遗憾当前水系角色无法帮助解决，尤其是带水附着的队友会直接破坏燃底，导致那维莱特蒸发伤害受损，而如果仅考虑伤害，在不影响附着的前提下同色队友能提供的帮助非常有限，在大部分时候不如钟离二十秒的减抗收益高，这里点名表扬一下公子，在稳定提供倍率的同时不占用出场时间、不影响反应进程，是双水燃蒸队目前看来最合适的辅助人选。 在此之外，我们仅通过计算进行展望，后续会否有更加合适的水系角色入队？ 1.如果考虑减抗，超越目前组队，需要有维持时长超过20秒、能够兼容草系、长轴循环中出场时间不超过3秒的辅助角色； 2.如果考虑增伤，超越目前组队，需要有常态增伤在50%以上、够兼容草系、长轴循环中出场时间不超过3秒的辅助角色； 3.如果考虑减防御，超越目前组队，需要有常态减防御在25%以上、够兼容草系、长轴循环中出场时间不超过3秒的辅助角色（实际上二命草神在雷队中完美满足条件）。 在满足这三个条件之一后，需要该角色尽量不提供水附着，才能保证双水燃龙队顺利运转。 9. 队伍对比 由于队伍繁多，这里的对比仅考虑万叶、钟离、北斗、罗莎莉亚与草神的组队。 输出效率 第一档：万叶+草神，队伍DPS在8.6-9.7W，且拥有首段重击70W以上的斩杀线，相较其他队伍，循环伤害略高的原因在于万叶可以轻松染火扩水，保证了快速启动，这也是其他风位难以做到的； 第二档：钟离+草神，队伍DPS在8.5-9.5W，该队和万叶带队实际输出相差无几，但出伤更加平滑； 第三档：罗莎莉亚+草神，队伍DPS在8-9W，该队较大的提升点在于罗莎莉亚可以作为副C入队，直接拉动那维莱特词条数的同时自身提供不俗融化伤害； 第四档：北斗+草神，队伍DPS在7.4-8.4W，值得一提的是，当草神具备二命后，由于可以实现激化反应的持续进行，30%减防御的效果使得该队输出直接飙升至与万钟队同级。 操作难度 第一档：钟离队，对手部乘区非常友好的队伍，几乎无任何操作难点，觉得无安全感还可以中途补盾，稳定性颇高； 第二档：北斗队，斫雷可以为那维莱特提供抗打断（0.5系数）以及护盾（1命，30000以上血量对应5000左右盾值），但15秒持续时间仅能完全覆盖三轮重击，因此相较钟离，稳定性略低； 第三档：万叶队，队伍无抗打断手段，并且通过锅巴染色的流程需要操作者具备一定熟练度，如果染色失败至少会丢失一次水蒸发，稳定性较差； 第四档：罗莎莉亚队，凹点极多，包括旋火轮的上火、罗莎莉亚的融化以及无抗打断环境中的画地为牢，稳定性很差。 零命那维莱特推荐组队 结合伤害和稳定性，对于零命那维莱特，仅推荐如下四队： 其中，草神二命后北斗这队具备极高的输出能力，钟离带队操作体验极好，其余两队仅输出略差，性价比较高。 10. Q&A 问题与思考 1.那维莱特直伤队与燃蒸队伤害差距大么？不大的话这么折腾不如直接使用直伤思路？ 同一命情况下，长轴（2E4重击）燃蒸对比短轴（1E3重击）直伤DPS差距在30%左右，伤害差距是比较大的，究其原因，稳定的水蒸发对于那维莱特来说带来了远超单一辅助的伤害增幅效率，我们以单轮重击三次蒸发为例作图（无专武情况）： 打一个不太恰当的比喻，实战600精通时如果能保持稳定的水蒸发，等效于同时携带了两位万叶级别的无稀释辅助，众所周知，万叶只有一位且增伤区稀释严重。 但在实际战斗过程中，燃龙队会面临转场、启动慢、队友充能缺口大等问题，短时出伤与直伤队拉不开差距，因此回归问题本身，打桩伤害差距很大，但目前没有合适环境展示。 2.细说燃龙队缺陷？ 在之前的正文中有过简述：1.队友充能缺口大；2.风套（强减抗手段）与强草附着位不兼容；3.燃烧反应对队伍生存有一定影响；4.怪物底色对伤害的影响极大。 并由以上几点发散出的：5.转场难度大；6.启动速度慢。 3.为什么这篇文章只介绍了长轴，不说短轴？ 短轴对于队伍的充能需求非常高，在作者之前的《那维莱特组队思路》一贴中描述过1E3重击的短轴，和本文所拟长轴伤害近似但全队都有充能缺口，考虑后本文全部使用长轴配置。 4.为什么只说了零命推荐队，一命呢？ 打爆发建议万草队，稳定高伤建议钟草队，草神二命后推荐北草队，一命那维莱特可自行按需选择。 5.和无草纯蒸发队相比如何？ 伤害略低但稳定性大大提升。 （持续收集更新） 11. 总结 总结 本文详细介绍了那维莱特燃龙思路的四种主要体系，并通过八支队伍带大家进行了直观了解，在当前版本，那维莱特燃龙队具备如下优点： 1.伤害高； 2.伤害高； 3.伤害高。 但也存在如下缺陷： 1.队友充能缺口大； 2.风套（强减抗手段）与强草附着位不兼容； 3.燃烧反应对队伍生存有一定影响； 4.怪物底色对伤害的影响极大。 5.转场难度大； 6.启动速度慢，出伤相对平滑。 通过对队员、配置、手法的调整，可以在一定程度上规避这些问题。 总的来说，这一体系是当前版本那维莱特兼顾高伤与稳定性的出色队伍，也是非常推荐大家进行尝试的组队思路，对于零命那维莱特而言， 钟离、北斗作为第四人搭配草神（北斗搭配草主亦宜）可以为队伍带来不错的实战体验，在（那维莱特）零命四色队范畴非常优秀。",
    "length": 12386
}