{
    "game_id": 2,
    "post_id": "1752674",
    "f_forum_id": 43,
    "subject": "主角=全能？旅行者风&岩能力解析，角色攻略",
    "url": "https://www.miyoushe.com/ys/article/1752674",
    "created_at": 1600153167,
    "like_num": 5480,
    "view_num": 554734,
    "reply_num": 889,
    "text": "大家好，这里是雪糖。 今天为大家带来的是旅行者：空/萤的角色攻略，下文简称主角。 旅行者作为外来者，拥有能够任意切换元素属性的能力，现在是可以在风元素和岩元素之间切换。风主可以扩散其他元素，元素战技和元素爆发都可以在特定环境下造成可观的地形伤害；岩主则的元素战技则可以自己创造地形，为战斗和探索提供便捷。 未来其他元素的主角也是相当值得期待的，因此养其他角色可能会赚，但养主角绝对不亏，1角色7用TA不香吗？ 一．风元素主角 风元素主角（以下简称风主），在前期应当是大家前期的主力角色。 风主的元素战技-风涡剑 短按：造成一次伤害的同时，将小体型敌人吹飞 长按：对敌人发动持续切割并造成风元素伤害，最后将小体型敌人吹飞。 接触到其他元素：转化为对应元素，在风元素伤害的基础上，额外造成对应元素伤害。 风涡剑在战斗中具有元素单点扩散和小范围AOE的功能。 把单点元素扩散到大范围 在地形允许的情况下，还可以利用风涡剑的吹飞特性完成地形杀 用风涡剑将丘丘人打入水中 在大世界探索中，风涡剑是廉价快速的风元素触发机器。 主要应用于：激活风元素方碑、使用风种子生成上升气流、吹散蒲公英等 激活风元素方碑 用一个风种子生成上升气流 用风吹散蒲公英 风主的元素爆发-风息激荡 向前发射一道风龙卷，可以将小体型敌人卷到空中，一路带走，对被带走的敌人持续造成风元素伤害。龙卷遇到其他元素会发生一次转化，每次攻击额外造成对应元素伤害。 风息激荡在雨天会转化成水龙卷 风息激荡简直是小怪收割机，卷起-送走一气呵成。 风息激荡可以轻松带走小怪 但对大体型敌人基本无可奈何，这是一个巨大的缺陷。 风息激荡无法带走大体型敌人，且造成的伤害很少 风息激荡在大世界探索中的作用并不大，60点启动能量虽然不算高，但是前期在没有圣遗物提升元素充能效率的情况下，攒起来还是相对比较慢的。实用价值偏低，更适用于深境螺旋等副本场景。 总评 ：风主在蒙德地区探索能力极佳、输出能力尚可。建议先提升角色等级，暂时不要倾注过多资源在天赋升级上（风、岩技能天赋不互通），持续观望。 二．岩元素主角 岩元素是一种特殊的元素，它与其他元素（火、雷、冰、水）的反应不是造成伤害或者附着元素，而是生成护盾，这种反应被称作“结晶”，如下图所示： 岩元素与水元素反应生成晶片，拾取后可获得水元素护盾（蓝色） 结晶反应生成的晶片护盾可以为角色抵御一定的伤害。虽然岩元素看似带着“守护”的意味，但岩主的输出能力其实是比较可观的。 元素战技-星陨剑 从大地深处升起荒星，引发爆炸，造成伤害。 什么升起，你明明就是砸下来的！ 岩主突破1阶段（20级突破）后解锁被动技能【破碎的绝岩】，可以减少星陨剑CD2s， 这大大增加了星陨剑的释放频率，加之星陨剑本身优秀的倍率，使得岩主的输出能力有了保障。 星陨剑生成的荒星除可以对敌人造成伤害外，还可以攀爬，这给了我们很大的发挥空间。 比如看到有特别高的悬崖，体力又不够用，我们可以这样： 可以将荒星建立在墙壁上，成为新的落脚点 作为创生物，荒星还可以为我们抵挡伤害，不过在战斗中荒星能抵挡的伤害和角度实在有些微妙，这伤害，不挡也罢！~ 元素爆发-岩潮叠嶂 生成震荡波击退敌人并造成岩元素伤害，最后在震荡波周围生成岩嶂。岩嶂视作创生物可以阻挡部分远程攻击。 实战中重峦叠嶂会将小型敌人冲散，对大体型敌人冲击力有限，但输出相当很可观。因此在实战中重峦叠嶂多用作紧急情况解围技能或输出技能，面对群怪时要小心释放。 岩潮叠嶂可以轻松推开小型敌人 岩潮叠嶂无法推开大体型敌人，但可以造成多次伤害 岩主前期可以和诺艾尔组进一队，触发元素共鸣【坚定之岩】，诺艾尔元素战技的护盾和岩主高频星陨剑结晶反应生成的护盾可以为全队提供15%的全程加伤，还可以大量减少角色受到的伤害。 总评 ：岩主输出可观，还能利用结晶反应生成护盾，减少受到的伤害。荒星可攀爬的特性给了我们很大的发挥空间，是一名综合形角色，建议培养。 本次的主角攻略就到这里，如果后续有什么变化或者新的理解我会直接新到帖子里， 收藏、关注不迷路 。 我们下期再见！ 更多精彩攻略： 8条小技巧，助你游遍提瓦特大陆！ 元素反应必学必会，这篇攻略带你学习！ 后期还能打吗？“御四家”前景解析，角色攻略 问答贴： 原神开服的萌新问答时间，有问必答！",
    "length": 1779
}