{
    "game_id": 2,
    "post_id": "39479140",
    "f_forum_id": 43,
    "subject": "【其他攻略】一篇文章教会你丘丘语！",
    "url": "https://www.miyoushe.com/ys/article/39479140",
    "created_at": 1684414028,
    "like_num": 658,
    "view_num": 8736,
    "reply_num": 110,
    "text": "★ Olah Olah mimi odomu！ ★ _(卡维-开工)大家好这里是丘丘瑞，虽然没有很多人看，但还会坚持每日一更！ _(艾尔海森-动动脑) 瑞瑞可是宝藏UP主！关注我绝对不亏！ 小伙伴们学会丘丘语以后，也可以查看我的必修原学合集哦！ _(提纳里-认可)_(兰那罗-净化)_(兰那罗-疑问)_(兰那罗-保护)_(兰那罗-力量)_(兰那罗-飞行)_(兰那罗-挠头)_(提纳里-护理) 今天给大家用一篇文章教会大家丘丘语！并且在下一篇内容会有丘丘语等级测试卷，为了制作精心的丘丘语教学，瑞瑞耗时一个半月制作了130多页PPT，而且丘丘语测试卷全部原创，希望能让大家多一点游戏乐趣，了解丘丘人种族，正所谓技多不压身！游走提瓦特大陆，才能更好的面对各种环境！（偷偷告诉你们我可是艾拉马斯克的师傅-艾拉马斯·丘丘瑞!）_(白术-关心) _(赛诺-接招吧)在讲解前想对旅行者说的话： 你们好!首先恭喜你们看到这个视频课程！瑞瑞真心希望可以帮助到旅行者们学会丘丘人语言！能和可爱的丘丘人们进行交流。 丘丘人作为提瓦特荒野中的原始住民，遍布整个大陆，他们与人类的轮廓相似，但是他们缺少作为人的理性和耐心。为了让更多人了解丘丘人,我翻阅了大量文章来搜集资料，走遍了整个大陆的丘丘人部落，甚至潜伏伪装在丘丘人的生活当中，为的就是研究他们的生活习俗和语言， 最后，不要像他们叫我什么丘丘..诗人什么的，听起来怪怪的！喊我丘丘瑞老师就好！ 目 录 一、【 丘丘语单词一图表 】 二、【 丘丘语元素单词表 】 三、【 丘丘语时间单词表 】 四、【 丘丘语常用词汇总结 】 五、【 丘丘语诗歌鉴赏 】 六、【 丘丘语技巧总结 】 下面的文章中为了方便大家观看，采用的是折叠式图文！ _(瑶瑶-谢谢) 一、【 丘丘语单词一图表 】 备注： 【Home】这个单词比较特殊出现在大伟丘图鉴里面，但是目前H开头的只有这一个单词！ 单词表中各字母代表的含义如下图： ▲温馨提示： 在后面教学单词表中，用简写字母代替词条用法。 n：代表词条的名词用法。 v：代表词条的动词用法。 adj：代表词条的形容词用法。 prep：代表词条的介词用法。 adv：代表词条的副词用法。 副词是一种用来修饰动词、形容词、全句或其他副词的词，说明时间、地点、程度、方式等概念。 interj：代表词条的感叹词用法。 瑞瑞给大家普及一下丘丘人种族的相关知识: 1、关于丘丘人的社会概念 丘丘人保持着简单的部落社会生活，通常以小聚居的形式分散在荒野中，在他们的部落中也有着简单的等级观念，小部落一般以年龄衡量地位，稍微大一点的部落会以战斗力强的成员作为头领，这点可以通过丘丘语Lawa(王；头领)的称呼和战斗模式看得出来。 2、关于丘丘人的精神生活 与提瓦特七国的居民类似，丘丘人似乎也有自己的信仰，但他们不会崇拜现世的七神，而是崇拜单纯的元素力，或许是这方面的原因，老年的丘丘萨满以及强大的丘丘王能够不借助神之眼的力量就能驱使元素力。 根据实地观察，丘丘萨满在主持祭祀和崇拜仪式的时候会往自己身上和毛发上涂抹不同颜色的颜料，颜色对应的是其部落崇拜的元素力量。 3、丘丘人习俗的多元化 【 好肉族 】 喜好大吃大喝，他们在部落中搭建了蓄养野猪的猪圈，并且有专门的猪倌负责看管。他们会抓来火史莱姆作为炉灶，用以烹饪肉食。不过丘丘人并没有储存食物的习惯，他们似乎没有对未来的概念。 【 好睡族 】 跟他的名字一样，会抓住一切机会睡觉，他们甚至会为了睡觉特意搭建简陋的房屋，以柔软的兽皮作为床铺，可能是睡眠充足的原因，他们反而比一般的丘丘人更警觉和狡猾，稍微靠近点就会被发现，各位冒险家要注意！ 【 黑日族 】 是他们当中最神秘的一支。他们更重视信仰的神秘力量，不同于一般丘丘人信仰的元素力，他们崇拜的是一个仿若黑色太阳的符号，他们的萨满也比其他部落的萨满更强。在营地中央为地位最高的萨满准备了最高大的御座。 好肉族 好睡族 黑日族图腾。 二、【 丘丘语元素单词表 】 三、【 丘丘语时间单词表 】 四、【 丘丘语常用词汇总结 】 五、【 丘丘语诗歌鉴赏 】 对于一些想看每日委托-诗歌语言交流任务-成就完成和语言翻译的可以查看我之前的丘丘语视频教学！_(白术-吐血) 六、【 丘丘语技巧总结 】 丘丘语很多发音和英语字母类似，其实说话的时候有点像小鸭子，声音尖尖的然后略微带些沙哑的感觉很nice！ _(时光交响之章表情包13)瑞瑞想对大家说的话： “若你困于无风之地，我们将为你奏响高天之歌，孩童时期的梦是易碎的东西，哪怕放着不管也总有一天会自己碎掉，所以一定要有人来保护才行吧，我们希望可以来做那个守护玩家梦的人，我希望做那个守护你们的伙伴！” _(时光交响之章表情包14)“当你重新踏上旅途之后，一定要记得旅途本身的意义。提瓦特的飞鸟、诗歌和城邦、女皇、愚人和怪物等等，都是你旅途的一部分，终点并不意味着一切。在抵达终点之前，用你的眼睛多多观察这个世界吧！” _(时光交响之章表情包15) 很多小伙伴在刚玩原神的时候不懂怎么玩或者不懂怎么操作，这些很像我们的现实生活一样，有的时候我们遇到了困难和阻碍，或许会感到迷茫和失落，但是随着不断地学习和成长，我们终究会克服这些遇到的困难和阻碍，最重要的是我们要相信自己并且努力去改变自己，让自己一步一个脚印的变得强大。我希望能够通过分享这些经验与心得来帮助一些迷茫和放弃原神的玩家，虽然我不一定是最专业的游戏攻略作者，但是我希望能够通过自己的努力慢慢成长，真正的帮助到大家，让大家对这个游戏多一点点喜爱，一同见证原神的成长。这也是我创作原神实体化书籍的初心，我希望能够看到未来有许多人热爱原神这款游戏，当原神这款国产游戏走出国外打响我们中国人的名声时而感到自豪。 _(时光交响之章表情包6) 经常可以在米游社APP看到很多游戏作者免费帮助萌新深渊配队耐心的一一回复评论；每当陌生的旅行者闯入你的世界请求采集一些材料的时候都慷慨帮助；每当萌新需要求助帮忙打BOSS的时候，毫不犹豫直奔BOSS帮忙击杀；让人都会不由自主的想起那个什么都不懂刚闯入提瓦特大陆的自己，然后有许多热心的老玩家帮忙，才让我一点点成长变得强大。我觉得原神于我来说不只是游戏，它带给我了太多感动和美好的回忆，或许这也是属于我旅途的意义，每一个小小的善意都让人心里感到很温暖。希望将这份温暖传递给你，然后你再传递给别的小伙伴，心怀善意，必有好运！ _(时光交响之章表情包17) 最后小伙伴们可以在米游社或一些漫展及周边活动找到适合自己的群聊，在里面找到志趣相投的小伙伴们一起游玩提瓦特大陆，聊聊天，看看风景，钓钓鱼，采采矿，打打怪也是一件人生趣事。 最后祝愿所有的旅行者 单抽必出金，十连必双黄！ 每天持续更新/求点赞/求收藏/可以自由@/可以转载给有需要的小伙伴们！",
    "length": 2814
}