{
    "game_id": 2,
    "post_id": "45527583",
    "f_forum_id": 43,
    "subject": "【V4.2攻略·任务与探索】魔神任务第四章第五幕攻略",
    "url": "https://www.miyoushe.com/ys/article/45527583",
    "created_at": 1700048602,
    "like_num": 181,
    "view_num": 14830,
    "reply_num": 21,
    "text": "UID 110384744 魔神任务第四章第五幕「罪人舞步旋」。 任务很长，大概130分钟完成。 任务大概分为九个阶段。 任务的第一阶段—第四阶段：枫丹审判水神。 任务的第一阶段—第四阶段攻略： https://miyoushe.com/45526817 任务的第五阶段—第九阶段：天空岛的预言。 任务的第五阶段—第九阶段攻略。 魔神任务第四章第五幕 攻略第五阶段 之前，我们探查古老遗迹，发现了三块石板。 不过，我们还缺失一块石板。 这些天，菲米尼在海底探索，找到了缺失的石板。 四块石板凑在一起，似乎在讲述一个故事。 我们试着解读石板上的故事。 第一个石板，我们选择「少女连环失踪案的真相」解读。 第二个石板，我们选择「水神的死刑宣判」解读。 第三个石板，我们选择「娜维娅坠海事件」解读。 第四个石板，我们选择「梅洛彼得堡的原始胎海喷发灾害」解读。 四块石板的故事解读完成。 石板上的故事告诉我们，前代水神厄歌莉娅用原始胎海水把纯水精灵变成枫丹人。 前代水神厄歌莉娅私自造人，她的行为触怒天空岛，于是天空岛宣判厄歌莉娅有罪。 天空岛预言，五百年以后，枫丹人审判水神，枫丹人受到灾难和毁灭。 现在发生的一切都在应验预言，我们在审判冒充水神的芙宁娜。 按照预言，接下来，枫丹人受到灾难和毁灭。 我们推断灾难的根源。 第四个石板，我们选择「梦中所见之鲸」推断。 鲸鱼就是灾难。也就是说，枫丹会被一只巨大的鲸鱼毁灭。 就在这时，歌剧院发生地震。 歌剧院的地面出现一条巨大的裂缝。 一只巨大的鲸鱼从地底钻出来。 鲸鱼疯狂地攻击民众，民众逃离歌剧院。 这时，公子也从地底出现在歌剧院。 公子和那维莱特对抗鲸鱼，两人勉强击退鲸鱼。 最后，鲸鱼回到歌剧院的地底。 公子因战斗疲惫掉进了歌剧院的地底，生死未卜。 大家商量接下来的行动。 那维莱特告诉我们这只鲸鱼的来历。 这只鲸鱼是外星生物，喜欢吞噬原始胎海水。 枫丹人由原始胎海水组成，会被原始胎海水溶解。 接下来，鲸鱼带来的原始胎海水把枫丹人溶解，或者是，鲸鱼吃掉枫丹人。 那维莱特告诉我们，目前我们没有能力完全打败这只鲸鱼。 魔神任务第四章第五幕 攻略第六阶段 就在我们继续讨论鲸鱼的时候，歌剧院又发生震动。 这次震动是谕示机开始执行死刑，让芙宁娜死去。 巨大的刑具出现在歌剧院的上方。 也就在这时，时间停止，真正的水神出现。 真正的水神出现在歌剧院的舞台上，刑具的下面。 在这停止的时间里，那维莱特和水神交谈。 水神告诉那维莱特，她和芙宁娜的秘密。 前代水神厄歌莉娅私自造人，触犯天空岛的规矩。 五百年前，天空岛降下预言，枫丹会在五百年后被毁灭。 天空岛的预言都很准确。为了应对预言，水神芙卡洛斯制造出普通人芙宁娜。 芙卡洛斯给了芙宁娜长久的寿命，让芙宁娜扮演水神治理国家。 芙卡洛斯让芙宁娜经历预言的一切。 芙卡洛斯躲在谕示机，积攒力量对付预言危机。 在这停止的时间里，旅行者来到芙宁娜的内心世界。 芙宁娜的内心世界就是歌剧院的舞台。 旅行者走上楼梯，接触舞台的芙宁娜。 芙宁娜不愿意敞开她的内心。 为了走进芙宁娜的内心，旅行者关闭周围的灯光。 芙宁娜痛苦的情绪化为机械守卫扑向旅行者。 旅行者战斗，击败机械守卫。 芙宁娜过去的记忆出现。 旅行者观看芙宁娜过去的记忆。 芙宁娜被芙卡洛斯创造出来，芙宁娜扮演水神的角色，经历天空岛预言的一切。 芙宁娜为了扮演好水神，收起她原来的诚恳、礼貌、懦弱的性格。 芙宁娜为了扮演好水神，一直表现勇敢、浮夸、骄傲。 从第1天到第182376天，芙宁娜收起她本来的性格，一直表现浮夸、骄傲。 从第1天到第182376天，一共五百年的时间，芙宁娜装作大人物的样子，每天处理相同的国务。 芙宁娜的精神早已奔溃到边缘。 但是为了拯救枫丹，芙宁娜强撑精神扮演水神。 哪怕旅行者用他的真诚打动芙宁娜，芙宁娜也没有说她和芙卡洛斯的事情。 芙宁娜做的一切，都是因为芙卡洛斯许诺她，芙卡洛斯会破除天空岛的预言。 魔神任务第四章第五幕 攻略第七阶段 在这停止的时间里，芙卡洛斯和那维莱特交谈。 芙卡洛斯告诉那维莱特，这五百年她一直藏在谕示机里。 芙卡洛斯积攒了五百年的力量，现在可以让谕示机杀死她，还有毁坏水神的王座。 天空岛窃取龙的力量，让提瓦特大陆的每代神明都有龙的力量。 作为水神的芙卡洛斯死了，水神的王座没有了，那维莱特身上的水龙王的力量就会回归。 那维莱特的力量回归以后，那维莱特可以阻止鲸鱼危害枫丹。 时间重新转动。 谕示机行刑，处决芙卡洛斯。 临死前，芙卡洛斯跳舞告别那维莱特，罪人舞步旋。 最后，芙卡洛斯死在谕示机的处刑下。 芙卡洛斯死后，她的一缕力量化为泡沫飞向芙宁娜。 芙卡洛斯通过泡沫向芙宁娜表示感谢，感谢芙宁娜这五百年努力扮演水神的角色。 魔神任务第四章第五幕 攻略第八阶段 时间重新转动。 那维莱特告诉大家，他现在得到完整水龙王的力量，可以应对天空岛的预言危机。 接下来，我们和那维莱特对付这名叫「吞星之鲸」的鲸鱼。 我们来到歌剧院的地底，对付鲸鱼。 吞星之鲸攻略：敬请期待。 在那维莱特的指导下，吞星之鲸比较好打。 最后，我们击败吞星之鲸。 就在那维莱特处决鲸鱼的时候，神秘少女出现，阻止那维莱特。 神秘少女叫丝柯克。 丝柯克告诉我们，鲸鱼是她师父的宠物，交给她处理就好了。 丝柯克告诉我们公子的伤势没事，她会治疗和照顾好公子。 丝柯克还告诉我们一些她师父的事。 我们开始了解，这个世界其他的强大的组织和势力。 比如魔女会，比如极恶骑。 与此同时，枫丹正在遭遇预言中的危难。 和天空岛的预言一样，枫丹被原始胎海水淹没，水神在哭泣。 现在，枫丹确实被原始胎海水淹没，扮演水神的芙宁娜此时确实在哭泣。 根据天空岛的预言，枫丹人会被原始胎海水溶解， 不过，芙卡洛斯死后，那维莱特得到水龙王的所有能力。 枫丹被原始胎海水淹没前，那维莱特已经使用能力把所有的枫丹人变成真正的人类。 枫丹人不会被原始胎海水溶解。 最后，海水退散，枫丹恢复和平。 魔神任务第四章第五幕 攻略第九阶段 枫丹恢复和平，大家的生活开始回归正常的轨迹。 夏洛蒂依旧每天干劲十足地做新闻。 我们前往白淞镇，拜访娜维娅、克洛琳德。 我们前往梅洛彼得堡。 拜访莱欧斯利、希格雯、朱里厄和露尔薇。 我们前往海露港。 拜访林尼、琳妮特、菲米尼和仆人。 记得我们刚来枫丹的时候，就是在海露港认识林尼、芙宁娜。 芙宁娜现在已经辞掉神明的职位，默默离开了歌剧院，芙宁娜的去向未知。 旅行者在枫丹的故事到这里差不多结束。 故事的最后，旅行者拜访那维莱特。 那维莱特告诉旅行者，关于特瓦特大陆神明的更多信息。 那维莱特还告诉旅行者，旅行者之后旅行的国度会是纳塔。 纳塔是龙的国度。 正如枫丹有很多美露辛，须弥有很多兰那罗，纳塔有很多龙。 期待纳塔的旅行。 魔神任务第四章 魔神任务第四章第一幕攻略： https://miyoushe.com/42540814 魔神任务第四章第二幕攻略： https://miyoushe.com/42795367 魔神任务第四章第三幕攻略： https://miyoushe.com/44145500 魔神任务第四章第四幕攻略： https://miyoushe.com/44303026",
    "length": 2976
}