{
    "game_id": 2,
    "post_id": "53493321",
    "f_forum_id": 43,
    "subject": "【V4.7攻略·角色攻略】“能动手就别BB”克洛琳德使用攻略",
    "url": "https://www.miyoushe.com/ys/article/53493321",
    "created_at": 1717553241,
    "like_num": 5144,
    "view_num": 364744,
    "reply_num": 636,
    "text": "UID：152901193 超链图片 标题灵感： 审判庭上，巧舌如簧的罪人，若想维护自身名誉，可向决斗代理人发起决斗。 既有罪，何必强词夺理，不如来打一架吧，能动手就别BB。 ·【前言】· 我说哦哈你说哟~大家好，这里是姜姜！这次带来了 《克洛琳德的角色使用攻略》 。 一如既往，以下内容为自己 个人见解 ，若有错误请各位及时纠错，若有缺失，劳烦及时补充，欢迎各位热情讨论！先行五体投地大礼表示感谢！ PS： 以下内容，A=普攻；E=元素战技；Q=元素爆发；CD=冷却时间，s=秒。 ▎角色介绍 超链图片 克洛琳德 ，枫丹最强的「决斗代理人」，「逐影猎人」的后继者。 在提瓦特大陆上，通过完成日常委托、消耗体力、尘歌壶入驻、完成突发任务等方式可获取角色的好感度，当克洛琳德的好感度达到10级时可在角色页面领取 专属名片纹饰——「取人」 。 超链图片 在枫丹廷 「德波大饭店」 的招待 「桑格内蒂」 处可购买获得 「桔香鸭胸肉」食谱 ，克洛琳德烹饪桔香鸭胸肉时有概率获得 特殊料理「猎获」 。 作为 5星雷系单手剑角色 ，其定位是 驻场型输出 （主C） ，依靠施放E开启夜巡状态后使用A触发驰猎和使用E触发贯夜这两种为主要的输出方式。 高速打击、多段高频、低伤倍率的特点。在手感体验上有一定的爽感，在视觉体验上得看个人爱好，伤害数字多、弹跳快但很难出现“大数字”。 ▶培养材料一览图 克洛琳德突破属性是暴击加成，作为主C， 推荐等级80级突破 （+19.2%暴击率） ，资源充足时 建议90级！ 超链图片 ▎天赋&命之座介绍 超链图片 ▶天赋·普通攻击 超链图片 ▲“普通攻击技能介绍”▲ -普攻- 超链图片 A一共5段动作，作为专业的决斗代理人，整套动作严丝合缝，流畅丝滑，特别是第3段和第4段的“Z字斩”，独具特色。 不过常态下的A是物理伤害，非主要输出方式，也无任何辅助机制，在实战中基本不常用。 -重击- 超链图片 短时长按A就可施放重击，展示了自己左手铳枪，右手击剑的剑枪合璧招式。 施放重击时会先施展A的第一段，随即接上铳枪射击，虽然别具一格的招式，但在实战中是不常用的天赋。 -下落攻击- 超链图片 下落攻击同理其余单手剑武器角色，处于半空或高空时施放A就可触发下落攻击。实战中也不常用。 ▶天赋·元素战技 超链图片 ▲“「夜巡」状态技能介绍”▲ E是最主要的输出方式，施放E就会立马进入核心的可持续7.5s的 【夜巡】状态 。 在此状态下， 施放A被称为【驰猎】 ， 施放E被称为【贯夜】 。 超链图片 ▲“「驰猎」技能介绍”▲ 超链图片 ▲“「驰猎」动图展示”▲ 驰猎是铳枪射击，是克洛琳德叠加生命之契的主要手段之一，在生命之契＜100%时，每次施放驰猎都会叠加35%的生命之契，且具有穿透群伤效果，伤害倍率在驰猎中也是最高的。 超链图片 所以一般会建议在 生命之契＜100%时优先考虑使用驰猎A 。 若当生命之契≥100%时，则会建议使用贯夜来消耗所有的生命之契。 超链图片 ▲“「贯夜」技能介绍”▲ 超链图片 ▲“「贯夜」动图展示”▲ 贯夜是突进剑击，是克洛琳德消耗生命之契的主要手段，在生命之契≥100%时，施放贯夜会造成3段伤害 （总倍率最高） ，且会恢复自身生命值。当生命之契＜100%时施放贯夜，伤害倍率相比来说要低一些且治疗量也低一些。若是没有生命之契时，伤害倍率最低，且没有治疗效果。 超链图片 所以一般会建议在 生命之契≥100%时，优先考虑使用贯夜E 。 这样循环使用 【3A+E】 就成为了克洛琳德的基础手法。 在跑图赶路时，贯夜并不会朝画面的正前方突进，而是克洛琳德此时面对的方向突进，或者在有效的索敌距离内会优先朝敌人方向突进。 ※这个索敌距离有点近，实际操作大概就是一次冲刺的距离。在实战中，追求省心尽量与敌人保持一次冲刺位移的距离比较好。 不然在实战中，一个不小心反向托住方向键位时使用贯夜，可能会出现反向突进的尴尬脑溢血瞬间... 虽然单次冲刺的距离比贯夜的要稍微远一点点，但是冲刺会消耗体力且连续冲刺2次后会有内置CD无法进行冲刺，而贯夜的连贯性和不消耗体力的机制其表现会更好一点，这点在实战中有时候也会有很好的效果，比如迅速接近敌人。 最后需要注明的是，在夜巡状态下，其余角色提供的治疗效果不会生效，但可以转换成治疗量80%的生命之契。 也就是说在夜巡状态下，队伍内的角色的治疗机制不会为克洛琳德恢复生命之契，而是提高生命之契比例。 超链图片 枫丹专属的能量机制——芒性和荒性。当两者触碰或同时存在时会产生强大的能量发生湮灭失能现象，两者具有对立性，简单理解就是芒克荒、荒克芒。 始基力主要是用于大世界解谜，以及作战时去应对拥有相反始基力的敌人，具体表现在使敌人瘫痪，目前只有发条机关类的敌人具有芒/荒能量。 具有芒性能量的敌人会有金色光芒显示，具有荒性能量的敌人会有紫色光芒显示。 ◆【驰猎·A】与【贯夜·E】的共同点： 一是都只能打出 雷伤 ； 驰猎A为元素转换，不会被元素附魔所影响！比如站在满命班尼特的Q领域内，驰猎打出的依然会是雷伤，并非火伤；再比如刻晴的EE则就是雷附魔，由于元素附魔中火＞雷，假若刻晴EE后站在满命班尼特的Q领域内，则就会打出火伤，而非雷伤。 二是都 视为A伤 ； 伤害增益集中，比如圣遗物角斗士的终幕礼4件套效果可以为单手剑角色提供A伤+35%的伤害加成，那驰猎与贯夜都可享受到。再比如云堇的Q状态可为驻场角色提高A伤值，同理也是都可享受到的。简单理解就是只要与A伤有关的加成，这两者都可享受到。 三是都 受生命之契影响 最终伤害倍率； 这个在下文的不同点中讲述。 四是命中敌人都是大约 2s掉一个雷元素微粒 ； 产球的内置CD，7.5s的持续时间，共可掉落3个雷元素微粒。 五是附着能力都是 每隔2次伤害1次弱雷附着 ； 驰猎与贯夜同享附着，在夜巡状态下，不管怎么穿插搭配使用驰猎和贯夜，其附着能力都是出伤2次则下1次必然可以挂雷。 在生命之契≥100%时，1次贯夜可造成3次伤害，这也奠定了克洛琳德的高频雷附着能力，同时也可确认3A+E的基础输出手法。 六是都拥有 多段低倍率 特性。 实测仅供参考：7.5s的夜巡状态，如果仅使用驰猎A，共可射击24次；如果仅使用贯夜E，共可突进18次；如果使用驰猎A穿插贯夜E，比如持续循环使用【3A+E】时，共可使用5次。 高频低倍率的特色就是数字多，但是无法看到“大数字”，但是优势则是短时的高频附着能力，在元素反应这个板块中，呼之欲出的则就是激化和超绽这两个反应非常的适配。加上低倍率的设定，享受伤害值提升的增益就挺有价值，比如激化反应、云堇的Q、或者余响4件套效果等等诸如此类的增伤值效果。 ◆【驰猎·A】与【贯夜·E】的不同点： ·触发方式的不同； 驰猎由施放A触发，可快速点按A，也可长按A。 贯夜由施放E触发。 ·输出方式的不同； 驰猎是铳枪射击，贯夜是突进剑击，一个用枪一个用剑。 ·生命之契机制的不同。 驰猎叠加生命之契，贯夜消耗生命之契。 生命之契是一种特殊机制，克洛琳德的输出方式与机制都与生命之契息息相关，主要影响驰猎与贯夜。 超链图片 ·当生命之契=0%时。 施放驰猎A会造成高倍率伤害，且具有穿透效果，同时会叠加35%的生命之契，若施放贯夜E则是造成低倍率伤害； ·当生命之契＜100%时。 驰猎A保持生命之契=0%时的上述介绍效果，贯夜E则是造成中倍率伤害并消耗生命之契，且会根据所消耗生命之契的比例来恢复生命值，治疗量的算法为：【生命值上限×消耗的生命之契比例×0.04】； ·当生命之契≥100%时。 施放驰猎A则会变为低倍率伤害，且不具有穿透效果，同时无法继续叠加生命之契，而贯夜E则是造成3段总倍率最高的伤害并消耗生命之契，且获得更高的治疗量，治疗量的算法为：【生命值上限×消耗的生命之契比例×0.1】。 所以，运用好驰猎和贯夜就能掌握好最佳技巧，其实也就是处于夜巡状态下时循环使用3A+E的手法就能达到最佳伤害与治疗收益。 ▶天赋·元素爆发 超链图片 施放Q会造成5段雷伤，每隔1次伤害就可对敌人施加1次 弱雷附着，共可施加3次 。 在Q倍率这个板块，属于多段低倍率加持出的整体倍率高的特性。这个设定的优势是享受伤害值提升的收益会放大，比如激化反应。而劣势则是无法看到大数字伤害。 升级Q不但可以提升Q的伤害能力，最主要的是可以提高施放 Q获取的生命之契比例，在7级时就可达到102%，所以建议是Q至少需要升到7级 。 这样在常规的手法操作中，咱们就可以先Q起手，然后接E开启夜巡状态，接着继续接E消耗生命之契打出最多伤害的贯夜，之后就是使用3A+E的循环手法一直到夜巡状态结束就可退场进入队伍循环。 ▶天赋·固有天赋1 超链图片 固有1提高了克洛琳德的伤害能力。 全队任意角色触发了雷元素相关的反应后，可提高克洛琳德的A伤值以及Q伤值。 PS：前文已提到夜巡状态下的驰猎与贯夜都属A伤，所以是可以享受到该增益，这里不再叙述原理。 提高数值基于克洛琳德面板攻击力的20%，至多叠加3次，伤害值至多提升1800。 则克洛琳德需要1800÷20%÷3= 3000 点攻击就可享受到此增益的上限。 同种反应触发多次也可叠加。比如和行秋搭配时，行秋和克洛琳德相继触发感电，就可瞬间叠加2次。每次与雷相关的反应触发都是单独计时，持续15s的时间。 该增益的算法为： 【攻击力×倍率+固有1增益】×其他乘区。 该增益属于攻击/倍率乘区的加算，简单可理解为提高了攻击力。 ▶天赋·固有天赋2 超链图片 固有2可提高克洛琳德的期望伤害。 首要条件是需先满足生命之契≥100%，然后提升或者降低时，就可获得10%的暴击加成，可叠加两次也就是至多可获得20%的暴击加成，会在面板上显示，在最终期望伤害这个板块有着不错的收益表现。 一般性的，7级的Q+EE+3AE或者两次3AE的手法就可直接获得20%的暴击率，启动时间还是挺快。而且持续15s的时间，可以完全覆盖后续的队伍循环，属于常驻属性了。 ▶天赋·固有天赋3 超链图片 固有3和林尼一致，可显示枫丹区域的特产，不过克洛琳德自身的E具有跑图功效，相对来说更适配一点。 ▶命之座·迅捷剑座 超链图片 ✦1命提高了克洛琳德的A伤能力 。 驰猎与贯夜都视为A伤，所以这两者都可触发1命的额外伤害效果： 每1.2s触发1次，每次都会造成2次雷伤，这2次伤害中有1次具有弱雷附着能力，且都视为A伤，与驰猎和贯夜同享所有的A伤增益。 附着能力实测是1命单独，不与E同享附着CD。 虽然驰猎与贯夜都能触发自身1命效果，但若是详细划分，驰猎可算作A模组，但贯夜不能，实测驰猎可触发行秋或夜兰Q的协同攻击，但是贯夜不能触发。 超链图片 ✦2命提升了固有1天赋的伤害值增益上限并提供抗打断能力。 固有1所提供的伤害值增益获取以及最终上限都上调1.5倍，最终伤害的实际收益大约是29%。 在叠满3层时，就可获得抗打断能力，非强抗，可以抵挡硬直、击退类的攻击，但无法抵挡击飞类的攻击。 超链图片 ✦3命提高A的天赋等级。 超链图片 ✦4命提高了Q伤能力。 根据生命之契比例来提高Q伤加成，至多200%，也就是生命之契比例需要达到100%。而施放Q就会获得生命之契，在没有生命之契时施放Q获得了生命之契，也是能享受此增伤效果的。 Q在7级时就可获得102%的生命之契，这里也能突出Q等级至少是需要升至7级！不过都已经解锁4命了，那自然是值得给一个智识之冕的。 伤害提升200%这个数值，属于元素伤害乘区的加算，简单理解就是提高了200%的雷元素伤害加成。 超链图片 ✦5命提高Q的天赋等级。 超链图片 ✦6命提高伤害、抗打断以及生存能力。 施放E就可获得12秒的10%暴击和70%暴伤加成，此时就推荐手法以进场E开头，以Q结尾退场，配合4命的Q伤加成效果，整体伤害收益会最佳。 额外伤害明烛之影也是视为A伤，收益方向就很明确，尽管去考虑“A伤加成”即可，集中不割裂。 这里的抗打断是 强抗 了，可抵挡被击飞的攻击，再加上80%的免伤以及自身的自疗机制，是 可以实现省心“站撸” 。 80%的免伤可以与行秋E或北斗Q的减伤数值叠加，能轻松达到100%的免伤效果，也就是受击不会损失生命值，但减不了敌人对自身触发超载、感电等反应的伤害。 所以这个6命，在命座期望一图中不难看出数值确实“仰天长啸”，但更令人在意的是这个抗打断和免伤，可以感叹这是一位无敌战士~ 超链图片 在数值上，整体突出的是6命的质变。 克洛琳德的每个命座都不错，除了6命机制优化提升了抗打断和生存能力，其余命座都属伤害能力的提升，在机制上没有特殊或实质的优化。 在没有6命的时候是需要搭配盾辅提高抗打断能力从而持续输出不丢伤害，而抗打断不能作为完全体的评测 （不然完全体的角色没几个啊） ，所以0命即是完全体。 ✦专武和命座的抽取建议： ·有「波乱月白经津」、「雾切之回光」或「磐岩结绿」时，推荐优先考虑1~2命再考虑专武「赦罪」； ·反之推荐优先考虑专武。 ▎武器&圣遗物推荐 超链图片 ▶武器期望伤害对比 超链图片 ※由于每个人的圣遗物属性的不确定性会导致最终结果有所差异，所以上图给出的数据可以当作大方向考量的参考，实际考量中需根据自身圣遗物的属性情况进行合理搭配。 ※上图数据模拟计算的是单人期望，未计入阵容搭配增益！ 克洛琳德由于抗打断的问题，是推荐绑个盾辅来优化，所以斫峰默认计算有盾。 上图给出了克洛琳德无其他角色增益的情况下的武器期望对比，可以看出赦罪、波乱、雾切、绿剑这4把武器最终差距并不大，而斫峰主要受益高额攻击加成，克洛琳德自带A伤值提升与自身的攻击力紧密关联，所以斫峰的期望也是不错，但若代入激化反应，同样是伤害值提升，斫峰的收益就会由于稀释导致收益会有所下降。 有乐与裁叶得益于高暴伤，但相对有乐提供了A伤加成，是克洛琳德需求度很高的属性，而裁叶提供暴击与精通转伤害值相对来说是比有乐略低。 4星武器中海渊类似于斫峰，都属高攻击加成的武器，代入激化难免会有稀释，自带生命之契获取机制，适配性蛮好；匣里龙吟的攻击加成与攻击火/雷附着的敌人享有高增伤，是克洛琳德挺需求的元素伤害乘区，相比黑剑会略胜一筹；不过黑剑带有暴击加成，对于圣遗物成型速度来说是要快一点。 ✦结合武器期望对比图，个人推荐是： 优先考虑专武 「赦罪」 ， 无专武时最佳 「波乱月白经津」， 其次 「雾切」、「磐岩结绿」、「有乐御簾切」， 接着可考虑 「斫峰之刃」、「裁叶萃光」、「匣里龙吟」、「海渊终曲」、「黑剑」和「黎明神剑」。 ▶圣遗物期望伤害对比 超链图片 ※本人不会计算来歆余响4件套的概率期望，所以就没有计算！但是可参考流浪者、宵宫的适配性，因都属高频A伤，只是各自数值是否稀释或稀释多少的问题而已！ 「谐律异想断章」4件套 ，18%攻击力+54%的全伤加成 （对克洛琳德而言可以简单理解为雷元素伤害加成） 。克洛琳德只需QEEA或3A就可直接把数值拉满，适配性和数值两方面都优于其他圣遗物套装。 在4谐律未成型时，可优先考虑 「角斗士的终幕礼」4件套 进行过渡，18%攻击力+35%的A伤加成，在数值上与4谐律的对比就很明显，但是通用性较好。 相对 「来歆余响」4件套 ，主A伤的攻击/倍率乘区的提升，与4角斗的区别主要在于余响拉满攻击乘区，角斗兼顾元素伤害乘区，而克洛琳德元素伤害需求＞攻击需求。 最后因代入了激化反应，也计算了「饰金之梦」4件套和「如雷的盛怒」4件套期望，相比最终收益并不算高，并不是很推荐去考虑。 4如雷虽然有触发雷相关反应减CD的效果可以让克洛琳德的E没有真空期从而可以一直驻场，单通自带非雷元素的敌人还行，反之则就只有2件套效果，若是代入阵容体系中，从循环考虑，也不需要如雷的减CD效果，所以不推荐去考虑4如雷。 ✦最终推荐圣遗物从谐律4件套、角斗4件套、余响4件套这三套圣遗物中选择即可，以4谐律为目标冲~ 圣遗物的主词条方面， 绑定攻击沙、雷伤杯 ，然后根据自身携带的武器和圣遗物的属性情况去考虑暴击头或者暴伤头，一般性的， 面板上60%~70%的暴击 就非常完美。 圣遗物期望伤害对比图中也计算了攻击沙和精通沙的收益，因克洛琳德自身没有精通转伤的机制，所以即是是代入激化反应，精通沙的收益是无法胜任攻击沙，所以最终属性攻击＞精通。 “沙”是圣遗物时之沙部位的简称；“杯”是圣遗物空之杯部位的简称；“头”是圣遗物理之冠部位的简称。 副词条方面都是通用的 优先考虑双暴其次考虑攻击即可 。 ▎阵容推荐 超链图片 克洛琳德的特点是多段低倍率伤害+高频雷附着+追击能力，不过由于自身主雷伤，所以除了超导物理体系以外，其余与雷相关的反应体系都适配。 主要是激化、激绽、感电、超载、纯雷这五大体系。根据目前已有的角色增益而言， 激化 体系的收益稳定，且上限较高； 激绽 体系可以保证伤害下限； 感电 体系对群能力比较优秀； 超载 体系能玩但相对比较尴尬； 纯雷 体系可套用雷九万班直接成型，三辅一具有不错的爆发力，唯一缺点就是无抗打断。 上图推荐的阵容有一个共同点都是绑定了 【双雷】共鸣效果 。 其主要原因一是可以 有效解决克洛琳德的回能 ，60点的元素能量绑个能“产球”的雷系角色，每次循环开Q基本没啥问题； 二是克洛琳德自身没有先手挂雷的机制，开场扔Q不太建议，E扔了夜巡状态就消失了，所以绑个雷系角色 先手挂雷配合其他角色触发相应的增益效果 也是不错的，比如原激化、超载、扩散等。 阵容搭配的详情了解可点开下方折叠框阅览。 ▶激化 超链图片 激化是雷草反应的结果，首次反应触发原激化让敌人处于激化状态，根据附着能力的强弱会持续9~12秒的时间，在持续时间内雷附着伤害将会触发超激化，草附着伤害将触发蔓激化。原激化状态受其他反应影响，比如对敌人触发了原激化，若期间触发其他反应，则需要重新触发没有增益的原激化反应才能打出后续具有增益的超/蔓激化反应。不过只要雷草的附着频率高也没有特别大的影响。 超/蔓激化的增益主要是【攻击×倍率+激化的基础伤害值×精通提升比例】，可以简单理解为激化就是为角色提高了攻击力或者倍率。 在伤害倍率越低时，所带来的数值提升就越大，特别契合多段低倍率+高频附着的角色。克洛琳德不管是夜巡状态下的A或E以及Q，都是多段伤害，所以激化是挺适配的体系之一。 而激化的基础伤害值受角色等级影响，90级时达到最高，所以克洛琳德的等级必然是推荐直接90级。 然后加入一位可后台持续挂草的角色，纳西妲、草主、柯莱都可。 再加入一位提供护盾的角色，钟离、绮良良、迪奥娜、莱依拉都可，托马不太推荐，因后台持续挂火很影响激化反应的延续。 最后的雷系角色推荐单体输出比较强势的菲谢尔；或者对群能力比较强的北斗，若有6命还可提供减雷抗的增伤机制；或者综合能力较好的八重神子；奢侈一点用雷神也是可以；增伤明显可以用6命的九条。 ▶激绽 超链图片 在激化反应中，加入水草绽放反应生成草原核，再通过雷伤引爆草原核就可触发超绽放，激绽体系便由此而来，也就是激化+绽放。 套用激化体系的解析，个人觉着保留双雷替下护盾位比较合适，主要原因是行秋+北斗这个组合的高额减伤以及强抗打断，加上克洛琳德自带自疗，在生存能力中的表现也是没啥问题且同样可站撸。同样也会导致行秋和北斗没有优秀的下位来替代！ 北斗的Q引发的斫雷，虽然可以后台持续雷伤，但是并不会引爆草原核，最终的伤害收益都在克洛琳德身上，所以并不会影响最终伤害收益。 如果说激化可以让克洛琳德挑战伤害上限，那激绽是能够保证其伤害下限的，激化体系中可以有3个输出位，克洛琳德、纳西妲、菲谢尔。而激绽体系中可以有5个输出位，克洛琳德、纳西妲、行秋、北斗、超绽放。伤害多了，自然下限可以得到保证。当然，主要还是取决于是否去培养练度的问题。 ▶感电 超链图片 水雷的感电反应本身是对群反应，再加上水雷附着可共存的原理，加入风系角色恰到好处，双扩的魅力实在无处安放。 其实克洛琳德的感电体系还是源于“武装队”的原理，同样也是需要套用行秋+北斗的万年武装组合。风系角色主要受益自身的扩散可带4翠绿进行减抗增伤，再加上部分风系角色自带牵引“聚怪”能力，在对群这个层面可以发挥到极致。 不过总的来说，对群确实是有实力的感电，在对单时便是心有余而力不足。 ▶超载 超链图片 火雷的超载反应得益于夏沃蕾的出现，全队增攻+敌人减火雷抗性，增伤能力就挺不错，但受限于队伍只能由火雷角色组成。 夏沃蕾没有后台挂火机制，且队伍中任意角色对敌人触发超载反应后只对其持续6秒的减抗时间，因克洛琳德是雷系角色，就挺需要一位可后台持续挂火的火系角色，这样持续触发超载就可常驻减抗增益。此时托马请求出战，护盾、后台挂火、6命提供A伤加成，适配性挺好。 然后夏沃蕾需要持有「超量装药弹头」时施放长按E才能为全队角色提供攻击加成，弹头需要队伍内任意角色触发超载反应就可获得，所以在夏沃蕾出场时就应先触发超载获取弹头然后长按E为即将出场的克洛琳德提供最大化增益。就比如上图手法中托马EQ切菲谢尔Q/E就可触发超载，然后夏沃蕾出场Q长E增益就叠满了。 若是想把菲谢尔替换为班尼特这类增益型角色，那就会推荐克洛琳德先手Q然后切班尼特Q触发超载，虽然克洛琳德的伤害会增加，但相对单雷的克洛琳德回能还是挺有压力的，所以还是推荐双雷双火为主比较好。 ▶纯雷克九万班 超链图片 纯雷体系可考虑克九万班，唯一缺点就是没有抗打断，但是伤害确实足，需要省心操作可考虑班尼特替换为钟离或者绮良良 （激化） 。 起手需要九条先手E给敌人挂雷，提高命中率可以施放一下重击蓄力瞄准，然后万叶出场Q直接扩出雷领域，后续九条出场有Q就放，无Q就放E，增益是一样的，主要是需要九条解锁6命比较好。 ▶纯雷克九双岩 超链图片 双岩的优势在于可提高护盾强度，以及全伤害加成，不过数值不高相对来说在纯雷体系这个板块伤害会不及克九万班，但生存能力还是稍有优势的。另外，云堇位置可替换为后台输出型的阿贝多或千织。 ▎总结一下 ⭐定位方面。 克洛琳德是一位5星雷系单手剑驻场输出型角色，依靠E开启夜巡状态后使用A触发驰猎和使用E触发贯夜这两种为主要的输出方式，受生命之契的影响，循环使用3AE的手法收益最佳。 ⭐机制方面。 驰猎、贯夜、1命的额外伤害夜巡之影和6命的额外伤害明烛之影都属A伤，所有与A伤相关的加成都能享受到，增益集中不分裂。不过自身机制属多段低倍率+高频附着特性，伤害数字多但很难看到大数字。 ⭐天赋方面。 优先升级E（可给皇冠）其次Q（至少7级，4命可给皇冠），A不升级。 ⭐命座方面。 0命即是完全体。武器有波乱月白经津、雾切之回光、磐岩结绿时，推荐优先考虑1~2命，然后再考虑专武赦罪。 ⭐武器方面。 最优专武「赦罪」，无专武时最佳「波乱月白经津」，其次「雾切」、「磐岩结绿」、「有乐御簾切」，接着可考虑「斫峰之刃」、「裁叶萃光」、「匣里龙吟」、「海渊终曲」、「黑剑」和「黎明神剑」。 ⭐圣遗物方面。 推荐以谐律异想断章4件套为目标即可。过渡可用4角斗或4余响。主词条绑定攻雷暴，副词条主双暴次攻击。 ⭐阵容方面。 与雷相关的反应中，除了超导不太适配，其余基本都可畅玩。主要也是激化、激绽、感电、超载、纯雷这五大体系。 报纸上总是存在着一些谈不上公正，也绝不算正义的报道。撰写它们的人都被人情与摩拉带偏了心。 如果你想知道某件事的真相，最好的方法是去找相关的人，用你自己的嘴发问，用你自己的心去理解。 至少，别让其他人的舌头代替你的头脑。 ——克洛琳德 ·【END】· -感谢观看- 超链图片",
    "length": 9670
}