{
    "game_id": 2,
    "post_id": "42559574",
    "f_forum_id": 43,
    "subject": "提瓦特钓鱼入门·渔师",
    "url": "https://www.miyoushe.com/ys/article/42559574",
    "created_at": 1692405943,
    "like_num": 130,
    "view_num": 12599,
    "reply_num": 16,
    "text": "提瓦特钓鱼入门（二）——渔师 超链图片 又来水帖了_(抱大腿)图都是游戏里截的 截止4.0版本，游戏已开放「 蒙德 」「 璃月 」「 稻妻 」「 须弥 」「 枫丹 」五个国家，在游戏中我们可与这些国家各自钓鱼协会的渔师对话、购买物品。 一、 蒙德 渔师 楠塔克 蒙德钓鱼协会的负责人之一、“著名”海洋作家 超链图片 位置 蒙德城东侧 超链图片 对话 开场白： 外海深处的漆黑巨鲸，这种题材一定能够大卖！ 超链图片 旅行者：我需要一些钓鱼用品。 恰好我这里有一些协会的存货，你瞧瞧有没有合适的。 （打开蒙德钓鱼协会的商店界面） 旅行者：你是？ 我是楠塔克，蒙德钓鱼协会的负责人之一。 嗯，看你的样子，是不是一眼就认出我的另一个身份了，果然是人怕出名啊，哈哈！ 那我也就不装模作样了，没错！著名海洋作家楠塔克，正是鄙人。 欸？你说没有见到过我的书？那是因为还没发售。放心！很快就能在市面上见到我的大作了，我保证。 嗯…如果你想的话，签售会的时候我可以优先给你签名。 旅行者：什么漆黑巨鲸？ 嘘！小声点，这是我正在构思的另一本巨著！ 看你这么有兴趣，我就稍微透露一点。 那将会是一个豪迈的渔夫与惊涛骇浪为伍，追寻外海中的漆黑巨鲸的史诗故事。一定能够大卖！ 不过你可别告诉其他人，半个字都不要提。 这种绝妙的灵感，要是给人抄了去，那可不得了。 旅行者：再见。 再见，这次选题一定会受欢迎的！ 蒙德钓鱼协会的商店界面 配方：赤糜饵（鱼饵图纸） 配方：蠕虫假饵（鱼饵图纸） 配方：飞蝇假饵（鱼饵图纸） 风缠（鱼竿） 鱼线稳定器（小道具） 超链图片 二、 璃月 渔师 嘉玮 出海追捕过传说中大鱼的精英渔师 超链图片 位置 璃月港南码头东南角 超链图片 对话 开场白： 唔…昨天给老婆做了「松鼠鱼」，那今天来个「水煮黑背鲈」怎么样？ 超链图片 旅行者：我需要一些钓鱼用品。 原来你也是钓鱼爱好者，请看看吧，我这里的可都是精品。 （打开璃月钓鱼协会的商店界面） 旅行者：你是？ 啊，你们好啊！我是嘉玮。 跟你们看到的一样，我是一名渔师，精英渔师。 别看我现在天天呆在港口，曾经我也是出海远航，追捕过传说中的大鱼的。 至于现在嘛，人总是要脚踏实地。整天漂在大海上，风吹浪打的，连家人都跟着担惊受怕，太不踏实了。 你说，是不是这个道理？ 旅行者：你在做什么？ 我在准备食材呢，哈哈。 我老婆非常爱吃鱼，而且一定要吃我每天新鲜钓上来的鱼，真是拿她没办法… 不过好在这正是我的拿手好戏，毕竟当年我也是出海追捕过传说中的大鱼的精英渔师了。 哈哈，那还是我没遇到她的时候的往事，不提了不提了。你们找我有什么事吗？ 旅行者：再见。 慢走！祝你渔运昌隆。 遗书 2.1版本活动时可以获得的漂流瓶 超链图片 装有信件的漂流瓶 ——————…—————— 爹咧！娘咧！孩儿不孝！孩儿不孝啊！！ 孩儿真是猪油蒙了心，听信了什么「海中月」的传言，居然以为一条破鱼能帮孩儿娶到一位千金媳妇儿！？现在可好，上了贼船再下难啊！ 在海上不知漂了多少天了，水也没的喝，鱼也没力气抓。 这狗屁破海还是看不到头，我嘉玮的人生却要到头了！ 唉，就只能这样了吧？唉—— 要是这劳什子「海中月」还有良心，就把我的信送回岸上吧，不要让老爹老娘一直干等着孩儿回家了，等不到了。 要是有下辈子，我嘉玮一定要娶到一个富有的妻子，让二老享福！ 娶鹰满天吃肉，娶狗满地吃…满地吃… （后面是一些深深浅浅、意义不明的划痕。） 璃月钓鱼协会的商店界面 「灵沼云池」（摆设图纸） 愿者（鱼竿） 鱼线稳定器（小道具） 超链图片 三、 稻妻 渔师 鲸井椛 「鲸井流钓鱼法」的继承人、「鲸井会」的创办者、“大海之子” 超链图片 位置 稻妻城西北 超链图片 对话 开场白： 你们好！是想来加入「鲸井会」的吗？ 超链图片 旅行者：我需要一些钓鱼用品。 嗯！工欲善其事，必先利其器，你很有大海之子的潜质。来，尽情挑选吧。 （打开稻妻钓鱼协会的商店界面） 旅行者：你是？ 啊，我还以为你们是来入会的呢，原来你们不认识我。 自我介绍一下，我是「鲸井流钓鱼法」的继承人，「鲸井会」的创办者，大海之子鲸井椛—— 欸，不要这么看着我啦。 身为渔师的我，生于海边，长于海边，未来有一天也会回归大海。 所以自称一句大海之子，没什么问题吧？ 旅行者：「鲸井会」是什么？ 是大海之子们的协会—— 咳咳…不好理解？那我换一种说法。 「鲸井会」是本人创办的，以「鲸井流钓鱼法」为核心技术的钓鱼协会。 虽然现在规模不大，但所有成员都是百里挑一的优秀渔师。 而且我相信，有我祖传的「鲸井流钓鱼法」做支撑，总有一天「鲸井会」将开枝散叶，门徒遍布大陆各地。 怎么样？现在加入你就是元老成员！ 旅行者：再见。 再见，如果想加入「鲸井会」，欢迎回来找我。 稻妻钓鱼协会的商店界面 鱼线稳定器（小道具） 「渔获」 （长柄武器） 赤穗酒枡 （精练材料） 鸣川鹈饲（鱼竿） 四、 须弥 渔师 鲁梅拉 找到自己的「拉希德」的须弥渔师 超链图片 位置 奥摩斯港西北 超链图片 对话 开场白： 原来钓鱼就是我的拉希德。 旅行者：我需要一些钓鱼用品。 随便挑吧！价格都很便宜，放心，我赚钱的地方可不在这里，嘻嘻。 （打开须弥钓鱼协会的商店界面） 旅行者：你是？ 我是鲁梅拉·阿提夫·艾布·拉希德，须弥的渔师。 别看我很擅长钓鱼，告诉你，我可是出生在沙漠的家伙哦。沙漠虽然有绿洲，但里面几乎没有鱼，我小时候都不知道鱼是什么东西。 直到后面来了港里，才发现我居然这么擅长钓鱼，干这行，我一年能挣人家三年的钱呢！ 照这个速度，要不了多久，我就可以把爸爸妈妈接来一起生活了，哈哈，原来这就是我的拉希德。 旅行者：拉希德是什么？ 拉希德？拉希德就是正确的指引，正确的指引就是拉希德！这是我家乡那边的含义，也是我的名字哦。 我相信万物都有拉希德，比如我的就是钓鱼，鱼的就是被我钓。 嘻嘻，你找到自己的拉希德了吗？ 旅行者：再见。 再见，祝你早日找到自己的拉希德。 须弥钓鱼协会的商店界面 竭泽 （弓） 原海鱼油 （精炼材料） 鱼线稳定器（小道具） 配方：甘露饵（鱼饵图纸） 「澄波游影」（摆设图纸） 盘缘（鱼竿） 五、 枫丹 渔师 德拉萝诗 枫丹钓鱼协会现任理事 超链图片 位置 枫丹廷东北 超链图片 对话 开场白第一段： 耐心…耐心…这是对我耐心的磨练… 开场白第二段： 身为钓鱼协会理事，必须坚守在鱼点旁，用坚强的意志打败鱼斗士！ 旅行者：先不谈这个，我需要钓鱼用品。 哦哦，当然没问题！请随意挑选！ （打开枫丹钓鱼协会的商店界面） 旅行者：你是？ 我是枫丹钓鱼协会的现任理事，德拉萝诗！如果有什么钓鱼相关的问题，你都可以来咨询我！ 啊，我指的是钓鱼的装备和资料…至于钓鱼的技巧和窍门，我就不胡乱指导别人了。 旅行者：收获如何？ （完成任务后被“最近的钓鱼收获如何？”替代） 啊，你好你好…多谢关心！ 如你所见，我正在奋力和水下的鱼斗士搏斗，暂时还没什么战果。 只要我一直保持耐心，隐忍下去，一定能赢的！ 旅行者：最近的钓鱼收获如何？ （完成任务后替代“收获如何？”出现） 啊，「鱼斗胜利之神」，你又出现了！ 这段时间我一直在踏踏实实地改进鱼饵，感觉自己进步很大，还掉到了不少…尺寸比较「可观」的鱼！ 不过，我暂时还没有做出理想的鱼饵，没什么礼物送给你… 请你别担心，按我现在进步的速度，我迟早会做出之前那种奇妙鱼饵的！ 旅行者：不打扰了！ 咦？咦咦？你刚才是找我有事吗？对不起，我刚刚没有注意到，下次一定不会冷落你的！ 在旁边的钓点钓到一条鱼后，会开启一个现实时间多日的隐藏任务，完成后对话会有变化 对应任务记录： ☞ 德拉萝诗钓鱼任务 ☜ 枫丹钓鱼协会的商店界面 配方：酸桔饵（鱼饵图纸） 配方：维护机关频闪诱饵（鱼饵图纸） 维护机关·技术演示型（摆设图纸） 穿浪斗枪（鱼竿） 灰河渡手 （单手剑） 马腾斯万能护养剂 （精炼材料） 鱼线稳定器（小道具） 六、 纳塔 渔师 某某某 【一小段描述】 【截图】 位置 【一小段描述】 【截图】 对话 开场白第一段： …… 旅行者：我需要钓鱼用品。 …… 纳塔钓鱼协会的商店界面 配方：XX饵（鱼饵图纸） XXXX（鱼竿） XXXX（法器或双手剑） XXXXXXX（精炼材料） 鱼线稳定器（小道具） …… 附：鱼竿 截至目前，游戏内可获得的鱼竿（2.1活动给的鱼竿「长绳系月」不算在内）共有6根，分别是： 1.钓鱼教学任务「鱼群大爆发」中获得的 林野钓竿 超链图片 2.可从蒙德钓鱼协会兑换的 风缠 超链图片 3.可从璃月钓鱼协会兑换的 愿者 超链图片 4.可从到期钓鱼协会兑换的 鸣川鹈饲 超链图片 5.可从须弥钓鱼协会兑换的 盘缘 超链图片 6.可从枫丹钓鱼协会兑换的 穿浪斗枪 超链图片 能力 前四国钓鱼协会兑换的鱼竿第一段的描述是相同的：“钓鱼过程中若能使张力处于最佳张力区，使用此竿可稳定缩短于而挣扎时间，提高钓鱼成功率。仅[国名]地区生效”大家可以看出前四根的鱼竿其实跟鱼线稳定器是相同的作用，只不过他只能在自己对应的国家内起到效果。（枫丹那根不知道为什么特殊） 兑换所需 风缠 花鳉×20 蓝染花鳉×20 鸩棘鱼×20 流纹茶碟鱼×20 愿者 花鳉×20 甜甜花鳉×20 斗棘鱼×20 流纹褐碟鱼×20 鸣川鹈饲 花鳉×20 琉璃花鳉×20 肺棘鱼×20 流纹京紫碟鱼×20 盘缘 花鳉×20 真果角鲀×20 暮云角鲀×20 吹沙角鲀×20 穿浪斗枪 维护机关·初始能力型×20 维护机关·水域清理者×20 维护机关·姿态控制者×20 海涛斧枪鱼×20 _(时光交响之章表情包11) 合集目录 _(时光交响之章表情包12) 一、 鱼饵 二、渔师（即此帖） 三、 游鱼 四、 蒙德钓鱼点 五、 璃月钓鱼点 六、 稻妻钓鱼点 七、 须弥钓鱼点 八、 枫丹钓鱼点",
    "length": 4034
}