{
    "game_id": 2,
    "post_id": "32257885",
    "f_forum_id": 43,
    "subject": "【专武：长柄武器篇】优缺点鲜明，1把太挑人，1把直接进T0",
    "url": "https://www.miyoushe.com/ys/article/32257885",
    "created_at": 1669885412,
    "like_num": 1289,
    "view_num": 22694,
    "reply_num": 117,
    "text": "小可爱们，久等啦！_(米游姬-撒花) 本期妹纸将继续带着大家领略《提瓦特武器使用指南》——【专武：长柄武器篇】。 讲在最前面的老规矩： 为了方便妹纸给大家讲解，下文中涉及到的武器咱们统一用【精1】为例哦！ 护摩之杖：强度可进T0的优秀长柄 适配角色： 胡桃专武，其他任何吃【生命值】、【攻击力】、【暴伤】的长柄武器使用者上中下位替代，拥有极高的泛用性。 武器解析： 主属性是对主C角色非常契合的【暴击伤害】，武器特效为 【生命值提高20%，生命值上限的0.8%获得攻击力加成，当持有者的最大生命值下降到50%时，进一步获得1%生命值上限的攻击力提升】。 【90级】： 基础攻击力608，暴击伤害66.2%。 妹纸的建议： 护摩的泛用性很高，除了特效2【50%生命获得进一步攻击力加成】这个专一胡桃外，其实魈宝在没有【和璞鸢】的前提下，也可以使用护摩。护摩增加的生命值也能提高站场C的生存性，并且生命值转攻击力也是可以覆盖到绝大多数角色。 对于钟离： 如果是6命打C位的钟离，护摩肯定非常适配。如果像妹纸一样是盾辅钟离，还是乖乖的拿3星武器黑缨枪比较实在。 息灾：比较【专】，太“挑”角色 适配角色： 申鹤专武，没有鱼获的香菱、没有和璞鸢的魈，还有罗莎莉亚都可以用这把武器做上中下位替代。但攻击力容易过量导致稀释，属于比较【挑人】的武器。 武器解析： 主属性为攻击力加成，乍一看加成数值非常低，满级只有16.5%。但这把武器的基础白值为所有长柄的NO.1，并且这把武器的特效对攻击力加成也十分明显 【增加12%全属性伤害加成，使用E技能后，每**提升3.2%攻击力可以叠加6次，使用者处于后台时效果翻倍】。 【90级】：基础攻击力741，16.5%的攻击力加成。 优点： 一把非常非常“专”的武器，真不愧为申鹤小姐姐的专武！申鹤的增伤主要依赖自身的攻击力，而这把武器就拥有着长柄武器里最高的【基础攻击力】，并且武器特效也是挂后台后能双倍提升攻击力增加buff。 缺点： 这把武器的缺点十分明显，普通角色使用可能会“溢出”大量的攻击力导致增伤稀释，所以小可爱们如果有这把武器，恰好没有申鹤，那在使用它的时候就要在圣遗物上多动动脑筋了，尽量不要把攻击力稀释的太严重。 薙（ti，读四声）草之稻光：泛用性较高 适配角色 ： 雷电将军专武，基本上所有吃充能和攻击力的角色都是上位替代，比如香菱，再比如圣遗物双暴达标循环不好的魈宝，没有息灾的申鹤都可以选择这把武器。 武器解析： 主属性为元素充能效率，武器特效为 【 元素充能超过100%部分的28%转换成攻击力，最多通过这种方式提升80%，释放Q后的12秒内，元素充能效率提升30%】。 【90级】：基础攻击力608，元素充能效率55.1%。 划重点： 稻光虽然是一把可以把充能拐成攻击力的武器， 但是前辈们无数的测试和经验告诉我们： 不要去无脑堆精通吃满这个效果！ 一般来说，小影的充能区间在260~300都是比较合理的，其他属性要注意双暴和攻击力的平衡性。这个要根据大家自己的圣遗物情况灵活调整的，比如你攻击力稀释的多，那就用雷伤杯子，如果攻击力不足就用攻击杯，要学思路，并不是死搬硬套哦。 贯虹之槊：与盾剑相仿，中规中矩 适配角色： 钟离专武，因为阵容绑定钟离，所以这把武器也可以作为魈宝（和璞鸢）以及胡桃（护摩之杖）的【下位替代】。 武器解析： 主属性为百分比攻击力提升，武器特效为 【护盾效果提升20%，命中敌人后攻击力提升4%，该效果可以叠加5次（20%），如果处于护盾下攻击力提升的效果增加100%】。 【90级】：基础攻击力608，攻击力49.6%。 划重点： 虽然是钟离专武，但是一般来说盾辅流钟离是不用这把武器的，还是3星【黑缨枪】最合适。因为这把武器在护盾下攻击力提升效果能提升100%，所以绑定钟离的长柄使用者就适配贯虹之槊，比如魈，比如胡桃。 赤沙之杖：优缺点鲜明，比较【专】 适配角色： 赛诺专武，没有护摩的胡桃。 武器解析： 主属性为暴击率，武器特效为 【基于装备者元素精通的52%获得攻击力加成，E技能命中敌人后获得buff：基于装备者28%的元素精通获得攻击力加成，可以叠加3层】。 【90级】：基础攻击力542，暴击率44.1%。 优缺点鲜明： 全5星里最低的基础攻击力，但却拥有着“高贵的暴击率”，并且对于目前以及未来【超反应】体系里的长柄角色，都非常适配。精通拐攻击力的特效，也可以让胡桃作为下位替代来使用，毕竟主属性增加暴击率可以解放圣遗物词条来拿其他属性。 写在最后： 整体来说5星专武里的长柄武器还是挺丰富全面的，妹纸按照【特效泛用性】+【专属性】综合来考究，在我心里最值得的长柄武器排名为： 护摩之杖>薙草之稻光>贯虹之槊>息灾=赤沙之杖。 强调下哦： 妹纸的排名是我自己对游戏的理解，小可爱们可以自由讨论交流经验，大家要根据自己的BOX来合理规划，不需要都按照妹纸的想法来。 好了，本期的《提瓦特武器使用指南》——【专武：长柄武器篇】就到这里啦，下一期妹纸就给大家好好讲讲【专武：双手剑】，希望小可爱们能喜欢！_(米游姬-点赞) 最后留一个传送门给大家： 【5大天空武器篇】：属性不“专”泛用性强，一定要给合适的角色",
    "length": 2153
}