{
    "game_id": 2,
    "post_id": "35364869",
    "f_forum_id": 43,
    "subject": "全网最全！17支夜兰配队，总有一款适合你",
    "url": "https://www.miyoushe.com/ys/article/35364869",
    "created_at": 1675753025,
    "like_num": 221,
    "view_num": 26226,
    "reply_num": 187,
    "text": "夜兰复刻在即，你是否还面临着抽到了不会配队的烦恼？那么这篇帖子将解决你的配队问题 首先祝各位能够一发入魂，十连双金，保底不歪 夜兰很百搭，几乎什么队都能插进去，这离不开她的强度超模，高贵水系，T0副c，巨香增伤，挂水能力，胸有大痣（bushi）_(夜兰-打盹) 1.夜雷国家队_(香菱-星星眼)：夜兰+雷电将军+香菱+班尼特，作为平民配队强度非常高，把传统雷国中的行秋换成了夜兰，平民强度最高的配队之一，DPS伤害会更高，但是少了一点容错，如果是二命夜兰完全可以作为上位代替行秋 2.胡夜钟_(胡桃-谢谢老板)：夜兰+胡桃+钟离+阿贝多/行秋/砂糖/凝光，一般为胡行钟夜，这套阵容不多说，十分强力，大家可以按照自己的。角色灵活搭配 3.夜兰永冻队_(神里绫华-威胁)：夜兰+神里绫华+迪奥娜/申鹤+砂糖/万叶/温迪，夜兰的挂水是可以进永冻队的，但是不太适合甘雨 4.宵夜云_(宵宫-没问题)：夜兰+宵宫+云堇+钟离/莱依拉/托马，如果主c有宵宫的话可以考虑这套阵容，攻击频率高，可以多堆暴击，通过夜兰的挂水让宵宫打蒸发，当然这套阵容对夜兰的练度要求高 5.雷夜万班_(雷电将军-威胁)：夜兰+雷电将军+枫原万叶+班尼特，需高命雷神，这套阵容聪明的小伙伴已经看出是把雷九的九条替换掉了，虽然伤害不如雷九但循环方面还是不错的，没有高命九条但有高命雷神的可以考虑这套阵容 6.雷夜琴_(琴-生气)：和上面的雷夜国家队差不多，不过这个队更加暴力一些，元素反应少直伤占比多，有命座的雷神体验比较好 7.妮露绽放_(妮露-冒头)：夜兰+妮露+纳西妲+珊瑚宫心海/艾尔海森，妮露绽放队本身对单不如其他队伍，夜兰的到来让对单能力有所回升，也使挂水频率及DPS有很大提升 8.草国_(纳西妲-兴奋)：夜兰+久岐忍+纳西妲+任意水/雷/草系角色，夜兰既然能进妮露绽放队，那草国也是能作为行秋的平替，比如这期深渊，我们就可以解放行秋去雷国，提升雷国的抗打断能力防止提前暴毙 9.岩队_(荒泷一斗-得意)：夜兰+荒泷一斗+五郎+钟离/阿贝多，夜兰进岩队也是完全没有问题的，伤害方面提升很大，高频挂水产生的结晶盾也能起到锦上添花的作用 10.散珐夜莱_(流浪者-鬼脸)：夜兰+流浪者+珐露珊+莱依拉，这套阵容深渊和大世界都能打，而且都很爽，夜兰莱依拉挂元素，散兵双扩加暴击和空居力，百岁珊增伤 11.赛诺超激绽_(赛诺-审判)：夜兰+赛诺+久岐忍+挂草工具人，赛诺超激绽也是一个中规中矩的队伍，如果想练赛诺的话可以考虑练一下这个队，目前赛诺唯一的出路就是超激绽了，虽然强度不算特别高，但也够用了 12.海森超激绽_(艾尔海森-动动脑)：夜兰+艾尔海森+瑶瑶+雷电将军，和赛诺队差不多，但强度方面确实更高，循环方面有雷神也不用担心 13.优雷夜猫_(优菈-泡澡)：夜兰+优菈+雷电将军+迪奥娜，夜兰的加入给优菈带来了一些增伤，并且全队DPS更高了。想练优菈的可以考虑这套阵容 14.变种砂糖武装_(砂糖-胜利)：夜兰+砂糖+行秋+北斗，这套阵容缺点在于把小艾咪替换掉北斗充能将变得困难，优点是DPS高，对单方面比原版砂糖武装更强 15.纯水队_(水史莱姆-wink)：夜兰+行秋+心海+凌人/公子，纯整活队，但DPS高达七万。没人用的原因是这个队拆了太多的体系。当然，如果你是一位长草玩家，完全可以体验水淹提瓦特的快感 16.氪佬六命队_(夜兰-冷笑)：夜兰（六命）+行秋+钟离+万叶，氪佬专属队。六命夜兰完全可以当主c打，这套阵容适合贴脸输出，所以有专武最好（话说能氪到六命的肯定都有专武吧） 17.托马烈绽放_(托马-举高高)：夜兰+托马+挂草角色+其他。为什么把这个放在最后呢，因为这是楼主投稿之后又加的（bushi）。这个配队楼主属实是一开始没考虑写进来，因为这个配队对萌新很不友好，老玩家长草的话可以体验一下烈绽放，个人体验过之后有一种小妮露的感觉，很爽，果然种门就是香 以上17支队伍已经介绍完了，不知道有没有帮助到各位旅行者呢。如果有帮助的话能不能帮我点一下赞赞呢_(米游姬 感谢) 夜兰攻略 夜兰攻略（武器，圣遗物及命之座） 点击进入传送门",
    "length": 1714
}