{
    "game_id": 2,
    "post_id": "43842666",
    "f_forum_id": 43,
    "subject": "原神中的限定四星武器大合集，有的强度赶超五星，你拥有了哪些？",
    "url": "https://www.miyoushe.com/ys/article/43842666",
    "created_at": 1695864844,
    "like_num": 8919,
    "view_num": 174618,
    "reply_num": 245,
    "text": "在原神中，不光五星武器存在限定卡池的情况，四星武器也同样有。虽然它们没有五星武器那么大的名气，但也要在特定时间UP的武器池里才能抽到。 比如万叶的四星专武-西福斯的月光，平常抽卡是没办法抽到的，只有在限定的卡池内才能抽取。那么从开服到现在都出现过哪些限定武器？这些限定武器属性如何？强度如何呢？ 今天梦梦就给大家整理了限定四星武器的大合集，希望可以帮到你~ _(妮露-冒头) 船坞长剑 强度： ★★★★★ 目前唯一的四星生命单手剑，被动简单来说就是：角色受治疗后会得到一层buff，并最多持有3层，而使用技能或者大招都会消耗所有的buff，同时元素精通会得到提高，还会回复元素能量。 原神中依赖生命值的单手剑角色有：莱依拉、久岐忍、绮良良、班尼特和妮露 。 目前可以说是妮露的四星小专武了，不管是武器词条还是武器特效，都非常适合妮露，高精状态下，武器特效最多可以提供240点精通。 而对莱依拉、绮良良而言，带上这把四星后，盾量可以明显得到提升，是非常好的选择。 然后是班尼特，虽然不是最优选，但如果你没肝到须弥，没拿到原木刀图纸，用船坞的效果也不错，但记得圣遗物要主堆充能才行，最好是220-230左右。 最后是久岐忍！如果是主打种门，除非船坞长剑是高精，不然还是建议用西福斯或者铁蜂刺，毕竟千精的收益会更好，而 船坞长剑这把武器特效在满精的情况下，可以提供240点元素精通，对于种门久岐忍来说是非常好的。 但如果只想把阿忍当奶妈来培养，这把武器精一就非常适合了。 _(派蒙-倒立迷惑) 便携动力锯 强度： ★★ 这是和船坞长剑一起up的新双手剑。四星低白值，但高副属性，武器特效也和船坞长剑一模一样，在数值方面，副属性的生命值比船坞长剑略高一些。 这把大剑目前只适合多莉，也属于未来可期的类型。因为需要搭配吃生命值和精通的角色。 _(派蒙-思考) 千岩古剑 强度： ★★★ 副属性是攻击力 ， 武器特效是队伍中的璃月角色越多，提升的暴率和攻击力就越高 。而璃月的大剑角色只有重云，北斗和辛焱，这3名四星角色的使用率普遍不高，而千岩大剑又是限定武器，up的次数并不算多，所以也非常冷门，用处也并不大。 _(胡桃-吃惊) 千岩长枪 强度： ★★★★ 副词条是攻击力 ，武器特效是队伍中的璃月角色越多，提升的暴率和攻击就越高。 所以最适合的就是胡桃，因为胡行夜钟这支队伍全都是璃月角色，是可以吃满所有加成的，如果再达到满精，那实战的效果完全不亚于一些五星武器。另外像 钟离，香菱，魈，申鹤和瑶瑶 这些角色也可以佩戴。当然，千岩系列up的次数很少，要想满精或者高精是非常难的，所以有高精就用，没有也没必要去强抽。 _(枫原万叶-来点晶核) 西福斯的月光 强度： ★★★★★ 万叶的四星毕业武器 ， 也是最有性价比的限定武器 。 副词条是精通，武器特效可以提升自己和队伍的元素充能效率。 除了万叶，还适合妮露、久岐忍、和草元素旅行者。基本上队伍中有这把武器以后，整队的循环都会好上不少，甚至在部分情况下，万叶佩戴西福斯的辅助效果是可以超过专武苍古的。 _(纳西妲-WINK) 流浪的晚星 强度： ★★★★ 晚星也是纳西妲的四星小专武 ， 副词条是精通，武器特效可以提升自己和队友的攻击力，持*12*，冷却只有10秒，辅助效果非常好。 当然其他一些吃精通的法器辅助角色都可以佩戴，但因为是限定武器，持有的玩家并不多，所以多数玩家的纳西妲，四星武器都选择的是祭礼残章。 _(早柚-生气) 玛海菈的水色 强度： ★★★ 满级基础攻击力: 510，副词条：元愫精通: 165 副属性是元素精通 ， 武器特效可以提高自己和队友的攻击力 ， 和流浪的晚星特效是一样的 。虽然是限定武器，但因为是精通词条，所以也算比较冷门。因为现在依靠精通的辅助大剑角色还是比较少的，算来算去也就早柚比较适合，所以没必要强抽，做收集用途就好。更不说还有另一把白嫖满精的饰铁之花存在。 _(优菈-赞扬) 恶王丸 强度： ★★★ 这把武器的副属性是攻击力，武器特效是根据队伍中，所有角色的元素能量上限总和，来提升佩戴者元素爆发的伤害。 非常适合一些靠元素爆发来输出的大剑类角色，比如优菈、北斗、重云，除了重云，其他角色佩戴后对圣遗物的压力会增大。 _(九条裟罗-开心) 曚云之月 强度： ★★★★ 这把弓的副词条和武器特效和 恶王丸 是一样的。 所以适合的也是一些依靠大招来打输出的角色，比如九条和夜兰。九条带 曚云之月不但可以利用其攻击力，武器特效也可以增加自身大招的伤害，圣遗物一般的情况下，一个大招10万+是没有任何问题的。 而夜兰用曚云之月就更方便了，连武器等级都可以不用升级，毕竟夜兰的E技能和大招都是由自身生命值来转换伤害的，所以只需要精炼就行。 _(申鹤-盯) 断浪长鳍 强度： ★★★★★ 满级基础攻击力: 620，副词条：攻击力: 13.8% 武器特效是根据队伍中所有角色的元素能量上限总和，来提高佩戴者的大招伤害。 可以给香菱和雷神这种大招流角色，但要考虑充能问题，另外，1命的申鹤和罗莎莉亚也可以用，因为断浪是目前攻击力最高的四星枪，申鹤刚好需要的就是攻击力，而罗莎莉亚也可以利用断浪的武器特效来提升大招的爆发伤害。 _(你真幽默) 暗巷闪光 强度： ★★★ 这把武器的攻击力非常高，满级可达到620点。副属性是元素精通，特效是提升角色造成的伤害，但如果角色受到伤害，增伤效果还会失效5秒。 在须弥版本更新前，原本是班尼特的4星毕业武器，但须弥更新后，新的锻造武器原木刀不仅攻击力只比暗巷闪光低一点，副词条还是班尼特更喜欢的充能，所以现在班尼特的四星毕业武器，一般都是推荐用原木刀，暗巷闪光也慢慢被没落。 _(珐露珊-脸红) 暗巷猎手 强度： ★★★ 满级基础攻击力: 565，副词条攻击力: 27.6% 特效是处于队伍后台时，每秒造成的伤害都会得到提升，非常适合一些后台输出的副C类角色，比如菲谢尔、柯莱等等。 _(派蒙-摊手) 暗巷的酒与诗 强度： ★ 这把武器非常矛盾 ， 因为副属性是元素充能效率，适合的一般是辅助类角色，但武器特效却是普攻后可以降低冲刺体力的消耗，角色冲刺后还可以增加攻击力，特效上是适合站场主C的。 所以也没有适合的角色。 _(菲谢尔-强装镇定) 幽夜华尔兹 强度： ★★★ 满级基础攻击力: 510 ，副词条：物理伤害加成51.7% 武器特效是普攻命中敌人后会提升元素战技的伤害，元素战技命中敌人后也会提升普攻伤害。 外观和菲谢尔非常搭配，毕竟背景故事也都是围绕她为核心展开的。但这把武器却有点尴尬，因为它是四星的限定武器，没有up的时候是抽不到的，所以想收集的话，不光需要原石还要有机会才行，再一个是武器的副词条是物伤加成的，所以只有打物理伤害的菲谢尔才适合佩戴，而现在很多玩家都是用她当副C，所以用华尔兹的人也并不多。 以上就是本期的全部内容了，这些限定的四星武器中，你最喜欢哪些呢？ 欢迎小伙伴们留言讨论！ 我是梦梦，我们下期再见！ _(时光交响之章表情包11)_(时光交响之章表情包13)_(时光交响之章表情包12)",
    "length": 2917
}