{
    "game_id": 2,
    "post_id": "49981118",
    "f_forum_id": 43,
    "subject": "【V4.4攻略·角色攻略】原始人翻身？护法夜叉魈玩法解析",
    "url": "https://www.miyoushe.com/ys/article/49981118",
    "created_at": 1709554109,
    "like_num": 417,
    "view_num": 5373,
    "reply_num": 27,
    "text": "UID：508413405 魈， 风元素长柄武器主C 。伤害基于自身攻击力，主要输出方式为 开启元素爆发后连续下落攻击 ，期间自身持续烧血。（六命时元素战技输出占比提升） 魈在稻妻版本由于缺少强力辅助一度强度低迷，但是经过辰砂套、珐露珊、闲云等一系列补强，配合自身元素爆发状态下的高倍率、高增伤和可观的攻击范围，现在已经成为对单对群输出都堪称优秀的主C。不过想要用好魈，有很多技巧，各种旅行者注意学习了解哦。 魈实装已经过去了三年，不知道各种旅行者还会挂念这位护法夜叉吗_(心情复杂)放一个魈单通镇楼。 【天赋介绍】 加点建议：低命A > Q >  E、六命A ≈ E > Q 建议A 9到10级，E、Q  8到10级。 一次下落攻击可以打出 下坠期间伤害（通称“擦伤”）和坠地冲击伤害 ，坠地冲击根据下落时的高度判定分为低空/高空。 高空坠地的倍率更高、范围更大 。 魈的普通攻击与重击共同遵循2.5s/3hits的默认附着；下落攻击的坠地冲击无附着CD、擦伤无附着。 CD10s， 命中时产生3颗风元素微粒 ，有0.5s的判定CD（ 靖妖傩舞状态下不产球 ）； 遵循特殊的元素附着，即每0.1s至多附着一次，可以认为是无附着CD。 靖妖傩舞状态持续15s，切人后失去状态。CD18s，能量70点。（清空能量有少许延迟） 魈在靖妖傩舞状态下获得0.5抗打断系数；注意增伤仅对普攻、重击、下落生效，对战技无效。 固有天赋·降魔·平妖大圣 在靖妖傩舞状态下，魈造成的所有伤害提高5%。此后，在技能持续时间内，每经过3秒，造成的伤害再额外提高5%。至多获得25%伤害加成。 进一步提高魈 靖妖傩舞 状态下的增伤。 固有天赋·坏劫·国土碾尘 施放风轮两立会使之后7秒内的风轮两立造成的伤害提高15%。 该效果持续7秒,最多叠加3次,叠加时刷新持续时间。 提高连续施放战技时伤害， 提高魈的爆发，主要为六命服务 。 【配装简介】 还可以选择各种攻击双爆类武器（如息灾、贯虹之槊、黑岩刺枪等） 魈输出依赖大招，对于零命魈：仅搭配6命珐露珊时，建议130%左右充能；搭配非6命珐露珊则需要砂糖/闲云协助充能，仍然建议130%左右充能；既没有6珐也没有砂糖闲云时，则可能换用充能沙也难以循环；如果既有6珐又有砂糖/闲云， 则120%即可。魈有一命则可以降低10%左右充能。 以下是魈珐钟班、魈珐芙闲两种配队使用常见的武器圣遗物在满BUFF时的对单伤害期望对比： 【命座与精炼】 ✧ 一命：风轮两立的可使用次数+1。 优化循环，提高爆发。 ✧ 二命：魈处于队伍后台时，元素充能效率提高25%。 魈作为长驻场主C应当尽量前台吃球，与该命座触发条件相悖；并且25%数值平平，作用很小。 ✧ 三命：风轮两立技能等级+3 战技伤害倍率提升约18%。低命魈的战技主要用于充能，此命座对六命魈效果更好。 ✧ 四命：魈的生命值低于50％时，获得100％的防御力提升。 提高生存能力。 ✧ 五命：元素爆发技能等级+3。 提高靖妖傩舞状态下的普攻下落增伤，天赋等级很低时可以降低烧血幅度。 由于魈队增伤区很高，这个命座的实际提升往往不足5%，收益很低。 六命： 在靖妖傩舞状态下，下落攻击命中至少2个敌人时，风轮两立立刻获得1次可使用次数，并且在接下来1秒内，可以无视冷却时间施放风轮两立。 理想情况下可以高频施放元素战技，打出很高的爆发，但是该命座对单完全无效，对群时也需要一定的手法才能打出理想的效果，是上下限差距很大的命座。 此外，合理利用这个命座可以大幅降低魈的充能需求。 魈的 一命可以 优化循环 ，六命带来 对群场合下可观的爆发和稀有的机动性 ，其余命座作用很小，总体来说 命座收益较低 。 一般认为和璞鸢是性能与外观高度适配魈的武器，不过当前版本魈使用护摩之杖常常优于和璞鸢。 组队有攻击区辅助时，两把武器精五对比精一的伤害一般不超过10%；单人情况下精五对比精一，护摩提升约16%的伤害提升，和璞鸢提升约11%（单人默认使用辰砂）；即 单人精炼收益尚可，组队收益低 。 【手法技巧】 1. 基础充能 ○ 魈在靖妖傩舞状态下，元素战技无法产球，因此低命魈需要 避免在靖妖傩舞期间施放战技 ，一般选择在开大前用战技产球； ○ 魈开大清空能量有少许延迟，一般 双e接q可以吃到全部能量 ，一命魈三E接q也只能吃到2个e的能量； ○ 一命魈可以在大招结束时再放一个E充能，或是低能量开局时连E充能，在短线战斗中降低充能压力； 2. 下落攻击 ○ 魈在靖妖傩舞状态下跳跃能力增强，在平地按跳跃键腾空，空中按下攻击键即可触发下落攻击。滞空时间可长可短，灵活躲避攻击或是应对敌人的机制。此外，无论是否开大，魈跳+E之后也可以下落攻击； ○ 下落攻击分为高空/低空，魈在靖妖傩舞状态下，高空坠地的AOE半径为6m，低空则为4m，并且高空坠地的倍率更高；低空则每次耗时较短。高低空下坠的判定线可以参考钟离岩脊的高度， 高度超过岩脊即为高空下坠，不需要等角色升至最高点 。此外角色的下落攻击在达到高空判定后，继续增加高度并不影响伤害； ○ 长柄武器角色下落攻击无法快速取消后摇，但是魈可以 在落地时快速衔接一次平A ，在基本不消耗时间的情况下多打一次伤害，还可以用于触发夜兰的协同攻击（行秋却难以触发）； ○ 一次下落攻击除了坠地冲击外，还有 下落期间伤害（通称“擦伤”） 。单次下落中， 擦伤+平A可以带来50%以上的倍率提升 。具体操作方式为 保持按住方向键贴近敌人，空中按攻击键下落，落地时快速按攻击键+跳跃键，在平A第一个动作出现时立即起跳 准备下一次下落攻击。由于擦伤和平A的AOE范围较小，这个技巧在对单或者处理站位紧凑的双怪时收益明显，面对更多敌人时收益下降； ○ 按住方向键起跳可以小幅移动、按住方向键冲刺+跳可以大幅移动，利用这一点可以调整下落时的位置； ○ 面对一些容易被击退的敌人，可以在敌人连线的外侧下落，使敌人向同一方向后退，并使用上一条技巧追击； 在一次靖妖傩舞持续期间，魈可以打出11-12次高空下落+A，或是13-14次低空下落+A；假设有一半的下落成功打出擦伤+A，高空下落的总倍率更高；如果每次下落成功都打出擦伤+A，那么低空下落的总倍率更高。考虑到高空下落更大的攻击范围，以及因为敌人的模型/行动等原因导致擦伤和A未必能打全， 一般推荐打高空下落 ； 3.六命效果 ○ 在靖妖傩舞状态下下落命中至少两个敌人时获得两个效果：1.获得一次风轮两立次数；2.一秒内可以无视冷却施放风轮两立。下落 立即接E，可以无视冷却施放3次风轮两立，第4次开始消耗常规次数 。当然实战不需要每次下落都E； ○ 在 靖妖傩舞持续末尾时下落触发六命，1s内即使靖妖傩舞结束，仍然可以施放无视冷却的3次战技和至少1次常规CD的战技，并且这些战技可以产球 。利用这个效果，可以极大地降低充能需求。这个时机可以观察魈大招的剩余冷却时间判定，单风约3.5s，双风约2.7s时起跳并下落。 ○ 风轮两立的攻击范围较窄，面对多只血量均匀分布的敌人时，如果e不能穿到多只，输出效率会不如连续下落； ○ 为了保证六命效果可以长期触发，建议观察场上敌人的血量， 优先攻击血量较多的敌人 。一般来说， 站位靠近并且视野朝向想要攻击的目标更容易顺利索敌 。 【配队介绍】 珐露珊作为风伤辅助，开大可以提供覆盖时长20s以上的30%风元素减抗与30%+风元素增伤（二命以上），六命后还有一定的后台产球和40%风元素爆伤，这些因素使得她成为魈主C队不可或缺的关键角色。 此外，班尼特的高额加攻、芙宁娜的高额增伤、闲云针对下落的高额基础加成都对魈有可观的收益。 常规主C配队 魈珐固定，剩余两个位置挑选生存位+辅助/副C即可 如：魈珐钟班、魈珐闲芙、魈珐钟闲、魈珐芙班、魈珐闲班、魈珐香班等 参考输出轴 珐露珊aq——钟离A长E闪——班尼特eq——魈eeq+驻场输出 珐露珊aq——芙宁娜qea闪——闲云eaq——魈eeq+驻场输出 抽取建议 首先获取 6命珐露珊 ，如果依赖护盾建议抽取钟离；其次，如果珐露珊没有6命，那么闲云的产球能力也可以缓解充能压力，闲云2命能带来高额的伤害提升。进一步提升可以抽取芙宁娜1-3命、魈的五星武器、闲云的武器鹤鸣余音。 队友的作用与配装 珐露珊 ：减抗、增伤、充能 武器： 西风猎弓 / 终末嗟叹之诗 ； 圣遗物： 千岩牢固 / 黄金剧团 / 2绝缘+散搭 ，主词条攻击/充能、风伤、暴击； （备注：千岩和剧团套都仅适合6命珐露珊，低命珐露珊只考虑充能和触发西风需要的暴击即可） 班尼特 ：高额攻击力加成、回血。 武器： 天空之刃 / 雾切之回光 / 风鹰剑 ，没有时选择 原木刀 。 圣遗物： 昔日的宗室之仪 。主词条 充能、生命、生命/治疗加成 ，或者 充能、火伤、暴击 。副词条追求充能、生命、双爆。一般建议230%以上充能。 芙宁娜 ：高额增伤、补充输出 武器： 腐殖之剑 / 西风剑 / 灰河渡手 圣遗物： 黄金剧团 / 千岩牢固 。主词条 充能、生命、暴击/爆伤 。副词条追求充能、生命、双爆。注意千岩套不要与队友重复。 闲云 ：对单基础区加成（可视为攻击拐）、治疗、充能 武器： 鹤鸣余音 / 天空之卷 / 证誓之明瞳 圣遗物： 昔日的宗室之仪 / 2攻击2攻击 ，主词条 攻击/充能、攻击、攻击 ；副词条追求充能、攻击；使用鹤鸣时无需刻意堆充能，使用其他武器建议150%左右充能；注意宗室套不要与队友重复。 钟离 ：20%减抗、稳定护盾抗打断； 武器： 西风长枪 圣遗物： 千岩牢固 / 2生命散搭 。主词条 生命、生命、暴击率 。副词条追求生命值、暴击率。 注意千岩套不要与队友重复。 如果希望作为副C使用，武器：护摩之杖/决斗枪/薙草之稻光；圣遗物：绝缘之旗印/2磐岩2宗室2攻击搭配，主词条生命、岩伤、双爆。 旧配队 魈钟砂班、钟魈香班、魈夜香班、魈琴钟阿等； 主要是过去版本魈缺乏合适队友时产生的队伍，现在一般不推荐使用。 其中携带水火副C的配队可以考虑魈使用翠绿之影套装；香菱、夜兰、阿贝多使用各自副C常规配装即可。砂糖可选用讨龙/西风秘典/祭礼残章仅打球。搭配夜兰使用时魈优先打低空下落+A。 【参考面板】 此处给出的是魈单人伤害，和璞鸢与辰砂叠满、护摩半血以下、决斗枪对单。",
    "length": 4245
}