{
    "game_id": 2,
    "post_id": "37973140",
    "f_forum_id": 43,
    "subject": "如是灵光悉示现",
    "url": "https://www.miyoushe.com/ys/article/37973140",
    "created_at": 1681426979,
    "like_num": 1136,
    "view_num": 61870,
    "reply_num": 209,
    "text": "各位旅行者你们好，这里是「二也」 _(偶像姬_WINK) 如是灵光悉示现 任务触发 完成任务 「觉醒的正声」 后自动接取 等级限制 冒险等阶达到40级 任务限制 完成任务 「觉醒的正声」 【V3.6攻略·任务与探索】觉醒的正声 任务流程 1.与祖尔宛对话 传送 甘露花海 南方向 锚点，与祖尔宛对话 ▶对话结束，获得成就 「群鸟的授记」 ； ▶打开背包，装备 「斯露莎」 ； 2.前往「净觉湖」 传送 甘露花海 南方向 锚点，往 地图的东北方向 走 ▶前往图中指引山洞内； 3.让斯露莎触碰「灵光绝唱」 按Z键/切换 「斯露莎」 ，靠近 「灵光绝唱」 ，点按E 4.与那先朱那对话 传送 荒石苍漠神像 ，往 地图的南方向 飞 ▶与山腰营地里的那先朱那对话； 5.如是灵光悉示现·集 传送 甘露花海 北方向 锚点，往 地图的东北方向 山下洞窟走 ▶按Z键/切换 「斯露莎」 ，靠近 「灵光绝唱」 ，点按E； 6.如是灵光悉示现·苦 传送 阻勒隘 东南方向 锚点，往 地图的西北方向 山下洞窟走 ▶按Z键/切换 「斯露莎」 ，靠近 「灵光绝唱」 ，点按E； 7.如是灵光悉示现·灭 传送 荼泥黑渊 东北方向 锚点，往 地图的东北方向 山下洞窟走 ▶开启新地下锚点，往 地图的北方向 走； 8.前往地下遗迹入口 按图中图案，开启秘文机关 （上转1次，中转2次） 9.进入遗迹 与那先朱那对话，获得 「 夹在笔记中的示意图 」 10.寻找能量块 往 地图的北方向 走，前往图中通道 往 地图的西北方向 走，前往山洞内 ▶跟随灵光，清理流血狗； ▶跟随灵光，前往 「灰余晶」 ； 往 地图的西北方向 走，前往图中位置 ▶获得能量块，跟随灵光； 11.返回控制中心 按图中图案，开启秘文机关 （上转2次，中转1次，下转2次） ▶跟随灵光，清理2个遗迹守卫，获得 宝箱① ▶跟随灵光，开启机关，返回控制中心； 12.装载能量块 与那先朱那对话，放置能量块 13.前往中继装置所在的控制室调查 往 地图的西北方向 走，前往控制室 ▶旋转混变器，前往左侧房间调查 14.连通能源线路 ※tip：下图左边仙灵楼梯下有宝箱④ 跟随引导2个仙灵就位，获得 宝箱②③ ▶拾取2个灵芯，返回左侧房间； ▶蓝色框为放置2个灵芯位置，混变器暂除灰余晶； ▶混变器黄色箭头路线，获得 宝箱⑤ ； ▶混变器白色箭头路线，连通能源线路； ▶升降梯前往顶层，清理2个遗迹守卫，获得 宝箱⑥ ； ▶原路返回，前往控制室； 15.前往试验场调查 返回控制室，往 地图西北方向 走，前往试验场 16.调查奇怪的装置 前往试验场中间，开启装置 17.启动遗迹重炮 调查遗迹重炮 18.击退敌人 清理3波机器人，斯露莎开启的灵光壁障可躲避伤害 19.使用遗迹重炮摧毁巨像的核心 启动遗迹重炮，按探索知识方法摧毁核心 （若瞄不准可等核心停止运动在攻击） ▶获得成就 「看我正义的一击！」 ， 前往调查展开的装置； 20.取得灵光绝唱 往 地图的西北方向 通道 走到底 ▶按Z键/切换 「斯露莎」 ，靠近 「灵光绝唱」 ，点按E； 21.离开试验场 沿通道往回走，路过获得宝箱⑦ （华丽宝箱） 22.寻找最后的「灵光绝唱」 传送 阻勒隘 南方向 锚点，往 地图的东方向 下飞 ▶前往洞窟内，继续前进； 23.进入遗迹 往洞窟内走，开启新锚点 ▶按Z键/切换 「斯露莎」 ，靠近 「奇异的甘露封印」 ，长按E； 24.继续前进 往洞窟内走， 利用四叶印 ，前往遗迹巨像内 25.控制中心 进入遗迹，开启新锚点，与那先朱那对话，获得 「 雷内的调查笔记 」 进入左侧空间 前往锚点，往 地图的东北方向 下看 ▶放置灵芯在中继装置旁，暂除灰余晶； ▶按图中指引，移动旋转混变器； 清理丘丘人，获得 宝箱⑧ ▶跟随指引 仙灵① ，获得 宝箱⑨ 清理丘丘人，获得 宝箱⑩ ▶启动机关，前往下层； 往 地图的西南方向 游，开启机关 ▶拾取灵 芯② ，获得 宝箱⑪ ； ▶从水下出口返回遗迹巨像锚点； 进入右侧空间 往 地图的东南方向 下看 ▶放置灵芯②在中继装置旁，暂除灰余晶； ▶按图中指引，旋转混变器； 清理丘丘人，获得 宝箱⑫ 清理机器人，获得 宝箱⒀ （珍贵宝箱） 往 地图的东方向 走，前往通道内山坡顶，获得 灵芯③ 往 地图的西方向 走，跟随引导 仙灵② ，获得 宝箱⑭ ，返回控制中心 启动中控装置 ※tip:如果不能移动混变器，先往下看 前往锚点， 地图的东南方向 下看 ▶先移动混变器①到指引位置，旋转2次； ▶再移动混变器②到指引位置； ▶放置灵芯③； 混变器不能移动的解决方法 ▶混变器4面都有球，靠近一侧会发光； ▶移动=朝发光发现推一下混变器； （移动到指引位置后再旋转混变器） 往 地图的东方向 走，激活 风元素方碑 ，前往图中指引位置 按图①图案，操作秘文机关-装置① （上转1次，下转1次） ▶前往装置②，（上转1次）； 与那先朱那对话，获得成就 「大铸造师」 通过升降机前往下层 前往升降梯，去往下层 清理3波遗迹机器人，下降3次 26.取得最后的 「灵光绝唱」 到达升降机底部，往 地图的西方向 走 ▶按Z键/切换 「斯露莎」 ，靠近 「灵光绝唱」 ，点按E； 27.击败那先朱那和深渊使徒 清理那先朱那和水使徒 28.与斯露莎对话 与斯露莎对话结束，完成任务 「如是灵光悉示现」 ，获得成就 「七谷的试炼」 蒂尔·亚什特的赞歌 蒂尔·亚什特的赞歌 善恶的赫瓦雷纳合集 善恶的赫瓦雷纳合集 佑灵砾漠声望任务世界任务合集 佑灵砾漠声望任务世界任务合集 如果觉得不错可点个 关注 ，敬请期待更多内容 更新 ！ 如果有任务 问题 ，可以 私信 我，感谢旅行者们支持！",
    "length": 2365
}