{
    "game_id": 2,
    "post_id": "53890350",
    "f_forum_id": 43,
    "subject": "【七圣召唤】4.7环境中的热门卡组及自研构筑展示",
    "url": "https://www.miyoushe.com/ys/article/53890350",
    "created_at": 1718621026,
    "like_num": 208,
    "view_num": 13270,
    "reply_num": 68,
    "text": "4.7版本的环境到现在已经渐渐稳定下来了，但是这个版本的环境着实令人咋舌：以双圣鲸，卡维，云堇三大快攻为主，其中又以双圣鲸为最强，其他卡组的生存空间可以说是少之又少。因此在我看来，4.7版本在客观上可以说是数值膨胀的最厉害的版本之一，在主观上应该是最失败的版本之一。 1.双圣骸兽体系 3.7版本圣骸兽进深渊掀起了一场腥风血雨，如今4.7版本圣骸兽进七圣召唤更是不遑多让，成功地以风蛇极其蛮横的过牌和斩杀能力还有雷蝎子共计9伤4挂雷的元素爆发主导了整个环境。而其中尤其以双圣鲸鱼为主流，通过两个圣骸兽打出的元素爆发大量弃牌喂养鲸鱼，到最后由鲸鱼收割，不仅提高了后期处理残局的能力，还将圣骸兽造成的弃牌转化为鲸鱼的血量收益，可以说是最契合双圣体系的存在。 其中双圣鲸鱼的构筑以三费和二费为主，这里是我的构筑： 开局找仙跳墙，留万家，剩下的全找过牌和蓄爆，然后注意留一个雷或者万能以防抽到蝎子天赋，第一回合先打万家，风蛇一定要e一下摸三张，然后把剩下的费用全蓄了。 t2可以风蛇再e过3张，对面核心位置（如卡维，云堇等）如果出来了就可以考虑风蛇吃跳墙开大直接收掉（注意如果要打能量块充能，一定是先吃仙跳墙再打能量块，否则仙跳墙可能被弃掉），如果对面核心不出来那么可以考虑切到雷蝎子挂雷开大之类的，风蛇的元素爆发尽量确保留给对面核心，同时要兼顾过牌，确保手中的能量块足够。 到t3，可以考虑雷蝎子或者风蛇继续过牌为鲸鱼出山铺垫，也可以让鲸鱼直接出来打，视情况而定。 进入残局之后，根据手牌数量决定留有效骰的个数，牌能烧就烧了喂鱼，保证鲸鱼一动打4或5伤，同时让鲸鱼的血线维持在安全范围。 构筑里面的温妮莎也可以换成赤王陵去针对所有过牌卡组，可以有效阻止对面展开，同时立本也可以用璃月港口替代防赤王陵。 总之，双圣鲸可以说是目前的版本答案也不为过，集优秀的过牌能力，t2斩杀能力和残局处理能力于一身，对前期单核启动的快攻（如卡维云堇莫早等）有相当强的威慑力，对挖宝等中慢速卡组也有相当强的统治能力，是当前环境中最强的一套卡。 2.卡维卡组 卡维，一个普通的建筑工程师，拥有将牌堆顶的牌变成草伤的能力。只要打出绽放产种子之后能立马接上一段草伤进行挂草和出伤，这可是连纳西妲都自愧不如的挂草能力，是当之无愧的4.7版本“草神”。 卡维卡组最明显的特征，就是通过卡维生成的迸发扫描进行额外出伤和补草。而由于迸发扫描弃牌打出的伤害和弃置牌的费用直接相关，所以卡维卡组通常会携带大量高费牌去保证卡维迸发扫描能打出较高的伤害，即使这些卡牌与卡维卡组本身是不契合的。所以，卡维卡组的“废牌”很多。 那干脆就不要手牌了吧。 由于卡维本身的二段挂草特性和高效出伤特性，使得卡维卡组本身不需要把资源集中在某个回合去打爆发，也就是基本不需要蓄爆，也因为太多“废牌”导致不需要过牌，所以对于卡维卡组来说，手牌就显得可有可无了，反而可以带更多的高费牌保证卡维迸发扫描的伤害并且用于调和保证有效骰子的个数，做到真正“无手牌”。这也是目前卡维卡组最流行的构筑思路：1张秘传+29张三费（秘传选用抗争保护卡维状态或者旧日鏖战阻止对方启动位启动），可以说是七圣召唤里最逆天的构筑思路了。 而卡维队友的选择，则是基于卡维本身的特性。由于卡维的迸发扫码需要打出种子，并且具有两次挂草，所以挂水位置最好选择能连续两次挂水的角色，比如莫娜和芙宁娜；而最后一个位置一般选择鲸鱼，因为鲸鱼可以吃掉卡维迸发扫描舍弃的牌，并且到后面有非常优秀的单挑能力。 所以目前的卡维卡组，本质上是这样的： 几乎完全不需要手牌的卡组，就这样横空出世了。 为了方便各位体验，我还是贴一套卡维卡组在这里吧，免得大家自己去组（虽然组这么个无手牌卡组也不需要多长时间.jpg_(偶像姬_糖葫芦)） 我这一套卡维还是带了一些能用的三费的，大派蓄爆，老兵可以给鲸鱼，温妮莎可以变骰子，下落斩可以配合有天赋的芙芙和开了大的卡维去打元素普攻补元素，狼末补斩杀，其实都可以换成没用的三费牌。 思路很公式，挂水位e，切卡维eeq，然后卡维一直站场a到死，最后鲸鱼收割就行。因为操作简单，所以它也是目前很推荐萌新练的一套卡组。 3.云堇卡组 云堇，著名璃月戏曲演员，拥有给普攻减费加伤的能力，天赋更是有如大宝拿起古锭刀咔咔砍的暴力美感（蒸！_(偶像姬_糖葫芦)）搭配和璞鸢和赌徒，兽肉卷一吃，4动32伤，螃蟹来了都给你砍死。 但是要让云堇尽可能神装，蓄爆手段是必不可少的，因此云堇卡组的思路就是前期蓄爆，以使云堇能在t2或者t3爆发，打出高额的连续伤害，快速结束战斗。 因此在其他角色的选择上，千年珍珠骏麟无疑是一个优秀的选择，不仅能提供额外过牌，还能在云堇打不动的情况下切出来抗伤蓄爆；而最后一个位置选择钟离，可以凑双岩带岩骰子提高上限，也能凑出璃月共鸣这张蓄爆牌，使得蓄爆的选择更多样，摸到蓄爆的概率更大。 具体构筑如下： 思路很简单，t1用蓄爆牌处理所有费用，如果t2能起爆就出云堇和对面爆了，如果t2不能起爆就继续蓄或者出云堇攒充能，最迟t3要能结束战斗，不然拖到后面云堇这边不太好打。需要注意有效骰子数量不能太多，要确保起爆回合牌能够烧到合适的程度。同时还要注意对面的斩杀线和冻结控制以防云堇不能连续行动。 4.针对双圣鲸的卡组 4.7版本接近尾声，环境也已经演化成了双圣鲸和捉双圣鲸的样子，其中捉双圣鲸的卡组有两种典型： （1）以水使徒为抗压核心的挖宝队伍 上个版本的挖宝队由于赤王陵的存在而大大减少，环境里能看到的还能打的挖宝队现在都有一个关键角色——水使徒。 由于水使徒天赋能极大地延缓不靠普攻打伤害或启动之前不靠普攻打伤害的卡组的进攻节奏；同时拥有一层复活甲，时常能够使对手的伤害溢出，防止对方的斩杀；e技能还有多段挂水和让动，可以拖节奏铺水。因此对于目前出现的各种快攻卡组，水使徒带头的挖宝中慢速都有一战之力，可谓是七圣第一“抗阴斗士”。 带水使徒的挖宝卡组有不少，这个4.6的环境里面就有了，各位要是感兴趣可以去看我的上一个环境分析帖子—— 【七圣召唤】4.6环境中出现的卡组及自研卡组展示 构筑方面注意携带新卡赤王陵，在合适的时机下赤王陵可以有效限制对面过牌，拖慢节奏。在所有的挖宝队里面，冻结队仍然是鹤立鸡群，一方面是冻结反应能硬控对面被冻结角色一回合拖延节奏，另一方面是冻结反应目前除了逛街和若陀蹲坑让动以外，没有任何反制手段。这里我就以一套双水莱欧为例子吧： 主要任务：活到芙宁娜开大 根据对手类型决定起手留牌，如果是卡维要留秘传，找赤王陵和使徒天赋，剩下的找蓄爆；如果是云堇和双圣，留秘传，找赤王陵和蓄爆；如果是其他中速卡组就全找蓄爆，争取t1全蓄。 然后t2t3面对快攻，尽量先水使徒e，卖水使徒的血上天赋，然后芙宁娜攒充能，消耗对手资源；面对中慢速，尽量芙宁娜e，攒一下充能，总之尽量让芙宁娜t4第一动开大。 t4之后利用先前3回合攒下的资源和铺好的水，冻结对方，利用莱欧斯利多动的特性一次性造成多伤，在两回合之内结束战斗。 携带幻戏倒计时的原因是其可以作为过牌蓄爆，即提高过牌量找关键牌，也能在蓄爆回合处理多余骰子；同时如果宝藏打太晚了，也能作为一种摸牌起爆手段。而水共鸣，枫丹共鸣加煎蛋则提供了一定的容错性，即使莱欧斯利暴毙，也能通过煎蛋加枫丹共鸣强行救回来。再就是，如果水使徒活到了芙宁娜开出大招的回合，也可以考虑让水使徒输出，觉醒之后转一下打7还是很疼的。 当然，除了冻结挖宝，新构筑的久猫水也是有能抗衡双圣的能力的。构筑如下： 主要思路：在摸到本大爷和久岐忍天赋之前尽量别让使徒阵亡，尽可能利用使徒的复活甲卡住对面斩杀，摸到久岐忍天赋和本大爷之后就可以大胆卖掉使徒让久岐忍进单挑。 还是看卡组留牌，万家灶火优先洗掉，如果对面是双圣或者其他少动高斩杀卡组就优先再找使徒天赋，否则过牌优先。 t1久岐忍e，如果对方t2威胁大，那么t2可以直接换到使徒拖动抗伤，否则可以考虑切绮良良补盾，既可以切人过牌，又可以保护使徒以防过早被打出复活甲。 原木刀是用来应对非快攻的卡组的，能给绮良良或者久岐忍使用，增强对其他挖宝队的针对能力，而幻戏倒计时也是作为过牌类型蓄爆加入到这套卡里的。 圣遗物方面采用了经典的蒂玛乌斯用以检索圣遗物，但是下蒂玛乌斯可能在需要老兵时随机检索到灵光而亏节奏，可以考虑将蒂玛乌斯和小饰金更换为马卡龙或者莲花酥提高生存能力，也可以考虑带桓那兰那作为蓄爆。 总之，挖宝队目前的对主流针对性必须很强（如携带赤王陵使徒天赋等），遇见主流的快攻才能有一战之力。 （2）携带可复活角色的快攻构筑 由于双圣鲸在t2有极为逆天的斩杀能力，所以环境中的其他快攻也不得不因为这一强大主流卡组的节奏而改变。譬如比赛中就出现了双龙莱（那维莱特，若陀，莱依拉/莱欧斯利）把莱依拉/莱欧斯利换成无相冰针对后台鲸鱼的卡组，也出现了水早重（水使徒，早柚，重云）这一莫优早（莫娜，优菈，早柚）的变式，还有经典的快攻构筑，火权（双火雷音）目前的上位冰权（双冰雷音）。这些偏快攻的卡组也有相当的针对双圣鲸的能力。 水早重的构筑与莫优早差别不大，但是打法思路相去甚远。下面是构筑： 留牌思路的话和莫优早是差不多的，t1争取用蓄爆处理所有费用或者使徒打一动，t2使徒均匀铺水，给对方两名角色上水之后如果前台没有生存问题，就可以考虑出早柚扩散了，之后和莫优早的打法就差不多了，尽量快地使对面减员即可。 需要注意的是，水使徒复活甲被打出来后是具有比较强的单挑能力的，所以水使徒复活之后尽量还是保一下，可能可以作为最后的杀手。 至于冰权，与火权同为单次高伤卡组，但由于冰共鸣相较于火共鸣，虽然少1伤，可也少了元素附着的限制，相比之下灵活很多，而且超导相比于超载对群能力强一些，可以针对后台，再者冰元素中有挂冰能力强（或者说独特）的无相冰而火元素目前缺少这种角色，使得冰权的反应率和灵活性都高于火权，同时冰权中无相冰和女士二者都有复活甲，可以防止对手的高斩杀，所以在当前环境，冰权作为火权的上位，还是有一定生存能力的。下面是构筑： t1t2以过牌为主，无相冰ea均匀铺冰，尽量找速切，冰共鸣，烤鸡等斩杀手段，伺机斩杀对方主要位置。t3t4雷音最好在无相冰的元素爆发召唤物存在的时候开大以打出两次超导，削减后台血量以更好触发新风连斩。女士则作为无相冰死后的挂冰选择，e双挂的冰如果能被雷音及时反应掉还是很疼的，同时如果转为火形态对于被挂雷或者冰的角色都有很高的威胁，适合作为补冰和最后的收割位置。 无相冰的天赋是为了卡斩杀线消耗对手资源的，可以换成其他卡（比如仙跳墙，白手套之类的增伤卡）；两张小花海是作为过牌组件的，也可以根据习惯更换其他的过牌方式。 需要注意的是，这套卡碰见水使徒的卡组可以说是毫无办法，被使徒天赋的加费和对面使用的赤王陵卡住节奏就会非常难受了，但是作为双圣鲸的对策卡针对性还是很强的。 4.7版本的环境解析到这里就结束啦，要看当前版本的分析还请移步合集，如果没有当前版本的环境分析说明我还在收集卡组，会尽快发布的_(偶像姬_糖葫芦)",
    "length": 4534
}