{
    "game_id": 2,
    "post_id": "45245619",
    "f_forum_id": 43,
    "subject": "水神最全配队攻略，枫丹版本喝汤最猛的竟是琴团长",
    "url": "https://www.miyoushe.com/ys/article/45245619",
    "created_at": 1699416698,
    "like_num": 324,
    "view_num": 36941,
    "reply_num": 373,
    "text": "在大家的期待下，水神芙宁娜终于正式上线，其技能机制也是尘埃落定，至此，枫丹体系的配队也算是大局已定了。总体来讲，水神是一个泛用性极高的拐兼副C，在绝大多数直伤队伍中都有着不错的表现，强度十分超模。在本文的后续部分中我将介绍水神的各种配队，由于水神的泛用性太高篇幅会比较炸裂，大家可以只挑感兴趣的看。 零，水神命座专武抽取 现在有一种说法是水神辅助那维莱特等能够自己烧血的主C不需要命座，辅助其他主C需要二命，我个人对这种说法持怀疑态度。水神的二命有两个作用，其一是加快大招叠层速度，其二则是将溢出层数转化为水神的生命值上限提升水神的伤害。大招叠层方面，零命水神在所有有群奶角色的队伍中都是够用的。虽然在首轮循环中水神大招叠层可能有点点慢，但只要你不是竞速玩家其实这完全不是问题。因为零命水神大招上限是300层，而在次轮循环中水神把全队血量都已经扣到50%时群奶只需要把全队奶满就能秒叠200层，在全队后台把技能开完之后水神大招基本上已经叠得差不多了。因此我们不难发现，其实水神二命最首要的功能是用来提升自身伤害而非加快叠层速度，并不是说因为是辅助那维莱特就会让水神二命贬值。水神二命的抽取价值还是不错的，毕竟水神脱手的伤害让许多老一辈站场主C都相形见绌，而二命给的数值又非常慷慨，圣遗物好一点的话这个命座把队伍dps拔高个两万不在话下。另外如果配队里面放不进群奶但一定要带水神的话就非常需要二命了，然而有二命了叠不了水神生命还是有点小亏，对大部分队伍来说没有群奶硬塞二命水神造价上有些劣势。至于水神的四六命，强确实强，但放在4.0这个新角色命座人均碾压夜兰的时代，也没有那么独一无二，个人觉得氪佬可以入，平民玩家不一定要氪金去抽。 专武方面水神并不刚需，尤其是在有绿剑的情况下，因为水神大招和圣遗物提供的增伤会大幅稀释专武的增伤效果，而专武提供的暴伤和绿剑等效，生命值加成也只比绿剑高8%。因此，如果想提升水神练度，个人推荐优先抽命座不抽专武，大氪佬可以两个都抽。水神在那水琴钟的队伍中专武略优于绿剑优于狼牙优于双暴白板，在缺充能的队伍中可以考虑某上古活动神剑和某下水道剑，在队友需要精通的队伍中板砖是最好的，在保证高额拐量的同时又不失脱手伤害，薄纱专武，但需要叠层，手法牢记先E后Q。 一，那维莱特 首先，个人认为零命水神对于零命那维莱特的提升较为有限。毕竟在那维莱特带逐影套、水伤杯并且吃满万叶和自身被动的情况下，水神的增伤效果会被严重稀释，水神增伤和双水共鸣对那维莱特的提升为50%左右。而在四色队中，那维莱特可以获得28%不可稀释的倍率乘区提升，再加上其他队友也不可能完全吃白饭，所以水神对零命那维莱特的提升较为有限，可以考虑不抽水神或者把水神给其他队伍使用，但同造价那维莱特队换上水神之后还是基本都有小幅提升的。 如果零命那维莱特带水神，配队和一命其实没什么不同不同，如果不带水神的话可以使用钟离加万叶然后皇女香菱二选一（差距不大推荐有谁用谁），如果已经有二命可莉或者四命绫华也可以替换皇女香菱的位置（没有不推荐优先抽），钟离圣遗物推荐磐岩套其他人正常带就可以万叶不需要堆充能开不出大问题不大钟离完全不要开大，然后钟离可以整个西风给那维莱特充能。如果有二命草神（没有依然不优先）的话可以尝试那维莱特种门队，配队推荐那维莱特、草神、万叶、皇女。在这个队伍中万叶大招尽量染水产种和延长增伤轴，那维莱特推荐一直输出到激底转水底后再开始第二轮循环以避免万叶扩不到水的情况，增伤轴不算完美但也还不错（具体流程可以用草神Q那维莱特A万叶EQ/EQE草神E皇女E然后切那维莱特站场输出）。在这个队伍中那维莱特生存主要靠自奶，草神带个金箔解决后台生存问题，这样那维莱特在吃到草神30%减防的情况下还能利用后台角色打出的激化和超绽放补伤害。圣遗物草神推荐草套皇女推荐剧团套万叶风套那维莱特逐影套。总体来看这个队伍的伤害还是不错的，对老玩家来说成本也比较低，但后台容易暴毙生存压力略大，皇女换久岐忍队伍依然存在暴毙问题，可以考虑带多莉但多莉挂雷比较依赖走位伤害不一定稳定。 至于一命以上那维莱特的配队就非常有意思了。在一命龙王队中那维莱特在带逐影套、水伤杯，吃满零命水神和被动效果的情况下万叶提供的增伤在被稀释后仅能提供15%左右的实际提升，而在有水神一三命的情况下这个数值还会进一步降低到13.7%/12.7%左右。再加上那维莱特可以转圈圈不需要聚怪，因此万叶就变成了纯纯的风套工具人。在这种情况下，如果把风套减抗位从万叶换成琴团长的话却能够为队伍提供非常关键的群奶效果，这就使得琴团长变得遥遥领先了起来。不过琴团长虽然能为队伍提供不错的功能性，那水琴能不能找到合适的第四人还有待商榷。毕竟由于不能再上水系角色所以莫娜公子之类的角色都被排除了，剩下的钟离的减抗效果仅能为那维莱特提供8.9%左右的实际伤害提升，百暴罗莎莉亚根据那维莱特的面板和命座不同也只能提供约7%-10%的提升，而各种副C在那维莱特的倍率面前也显得非常渺小，仅有四命绫华能够为那维莱特提供18.2%左右的实际伤害提升并且补上还不错的脱手输出，但这个玩法大部分玩家应该是碰不了的。 不过总体来讲我个人还是比较看好那水琴钟的配队，这个队伍相较于那水万白/夏/芭主要有以下几个优势。首先，那水万中那维莱特的伤害最高也仅比不考虑磐岩套的那水琴钟高5.5%左右，况且还不是所有玩家的万叶都是千精能吃满增伤效果的，而在生存方面水神把万叶扣到半血后万叶又最好要在群奶开技能前上场扩水导致其特别容易暴毙，带钟离则避免了这个问题。其次，很多玩家的万叶需要留给另一队，而钟离以普遍理性而论没万叶那么抢手。第三，钟离的减抗效果对那维莱特虽然只有8.9%左右的实际提升，但只要捡一下结晶就能吃到磐岩套35%的增伤效果，这样的话钟离的增伤效果（总计23.2%左右实际提升）就遥遥领先于不计风套的万叶了（而风套可以由琴触发，别的群奶缺不能增伤），况且钟离带西风给水神充能不会亏拐量万叶却会亏。最后，应该没有人会拒绝一位安如磐石的老爷子吧（划掉）。不过总体来说那水琴钟和那水万在现版本并没有拉开非常明显的差距，如果没有琴团长或者是白术厨夏洛蒂厨芭芭拉厨的话用那水万也是没有任何问题的。圣遗物钟离可以带磐岩其他人正常带就好，琴、钟离、白术、万叶都可以带西风给水神和那维莱特产球（琴有条件也可以带苍古但不推荐优先抽取）。另外水神零命的话那水琴钟的那维莱特带水伤杯伤害更高，水神一命以上的话带生命杯伤害可以反超水伤杯，那水万一律带生命杯伤害都比水伤杯略高，但总体来讲水伤杯和生命杯稀释上半斤八两不需要强求其中之一。 二，林尼 林尼此前一直面临着火系队友不适配其他系队友加成少的困境，在更适配的火系队友上线前，水神也就成为了林尼队一个不错的选择。林尼队可以采用林尼、班尼特、水神、万叶的配队（因为没有群奶水神二命的话提升不错但因为林尼能够扣自己血水神大招叠层速度也还行所以真没有问题其实也不大），但该队伍比起带钟离或者迪希雅还是比较缺抗打断的，生存能力也不太好，在部分环境中需要注意躲技能比较吃操作，但也比带香菱贴脸蓄力舒服多了。值得注意的是，由于该配队只有两个火系，林尼对专武的需求程度有所下降，尤其是在有若水的情况下。 三，莱欧斯利 虽然水神对莱欧斯利的提升很大，但莱欧斯利不得劲的地方仍然不得劲，主要问题在于现在以那维莱特为代表的这些纯色C倍率上太卷而水神汤是大家一起喝的，另一方面莱欧斯利的元素附着机制在现版本又不是特别适合打反应，不过厨力玩家要玩的话基本强度还是得到了保障的。配队方面莱欧斯利可以带水神、申鹤和琴，申鹤在莱欧斯利队是非常关键的，因为莱欧斯利太缺基础倍率所以很需要申鹤的拐，实在没有就只能换云堇了。 四，胡桃 虽然我们对胡桃的印象是一名需要压血的角色，队里不能带奶妈给水神叠层，但仔细分析的话我们就会发现，胡桃不压血损失的无非是33%增伤和专武额外加攻效果，但带水神则能够获得75%（零命）/100%（一命）/124%（三命）的增伤效果和不错的后台伤害，胡桃还可以换上新圣遗物逐影套，而且不用专武胡桃换新的月卡枪是又省原石又好用，这波换人肯定是稳赚不赔的。 一般来讲水神进胡桃队的方式还是比较古典的，主要就是钟离换夏洛蒂/芭芭拉/白术，夜兰行秋选一个换成水神，基本上没跳出传统胡桃配队的大框架。个人推荐没有满命夜兰的玩家在大多数环境保留行秋，因为夜兰的增伤会被水神稀释得惨不忍睹，不如行秋的抗打断来得实在。 当然，既然我们已经舍弃了胡桃的残血玩法，不整点花活出来实在是对不起父老乡亲。如果有二命水神的话可以直接带万叶班尼特入职，水神开技能然后先切万叶大招染水再切班尼特拍大切万叶长E扩火然后胡桃输出。这样玩的好处是胡桃的爆发伤害可以打得很高，坏处是万叶大招只有8秒能帮水神一起挂水，中间还要切两次人，于是胡桃站场输出后半段的时间可能都打不出蒸发，前半段时间蒸发也没常规配队稳，解决方案是万叶大招结束后胡桃开个大看个动画再稍稍划一会水就可以切人了。总体来讲这个玩法的流程仍然不是特别让人满意，但至少能够扩火的胡桃队现在也还算可以玩一玩了。 五，雷神水神/四神队 由于雷神的增伤乘区稀释太高，水神很难替代九条裟罗的位置，但水神在雷神国家队和雷神种门队中替代夜兰行秋还是能做到的。 水神进雷国方式也很古典，就直接换掉夜兰行秋的位置，队伍改成雷神、水神、香菱、班尼特，对队伍有小幅提升，如果有水神二命会更舒服。 水神整四神队的话可以直接用雷神水神草神岩神打激化和超绽放，也可以用雷神水神风神岩神打直伤，还可以用雷神水神风神草神把水神当奶妈用。虽说四神队中没有群奶角色，但水神扣一轮血转形态再加一轮血也能叠一点增伤起来，如果有二命会比较舒服。 至于非四神队的雷神种门队可以使用雷神、水神、草神、琴/白术的配队，琴和白术两位群奶还是比钟离更适配水神体系。琴能够为雷神提供减抗效果，白术可以带讨龙加草套解放草神武器并且减草抗提高草神的伤害（草神不带讨龙之后四星首选流浪的晚星，专武有提升但不如抽命座），并且如果词条好的话白术自身也能补上一定的伤害，而且白术的奶量也更高一点，总体来讲雷神有二命的话优先选琴，雷神没二命的话琴和白术都能用。圣遗物方面水神草神都推荐带剧团套补伤害，武器方面雷神没二命可以整把新月卡枪用，有二命还是首选专武或者鱼叉。雷神种门队无论雷神有无二命伤害都还不错，但如果带琴的话水神的扣血机制可能会让琴的持续奶量捉襟见肘使得队伍的生存压力稍微偏大。 总体来讲在雷神作为输出核心的思路下水神入队的提升较为有限，而且生存能力也远低于雷九万白，但还有一种思路是让雷神彻底沦为负责增伤充能的站场辅助让水神和夜兰打主要伤害。雷神在带水神、夜兰加琴的情况下队伍伤害比起传统配队还是有所提升的，并且该队和雷国一样并不刚需雷神二命，但该队的生存能力依旧不容乐观，虽然能和雷九万班半斤八两，但肯定不如雷九万白舒服。 六，魈/散兵 魈和散兵同样也是喝得上水神汤的，魈还能略微加速水神的叠层进度比较舒服。魈和散兵可以带水神、珐露珊、白术/夏洛蒂/芭芭拉/四命琴，像魈上仙直接零命入队就是完全体，专武也说不定早就歪到了，也属于是4.0时代平民玩家为数不多的温暖了。 七，绫华/甘雨 在深渊中冻不住的怪越来越多，许多绫华甘雨逐渐被迫走向三拐一和融化玩法的今天，作为超高增伤水系角色的水神也就成为了永冻队的一颗定心丸。 在不需要聚怪的环境中，绫华甘雨可以直接选择带水神、申鹤加琴的配队，从而实现伤害的最大化，比起传统永冻队伤害上有了质的提升。然而神里绫华面对对群环境时是出了名地需要聚怪的，在这种情况下踢掉万叶就非常地不合理，因此可以使用神里绫华、水神、万叶、夏洛蒂的配队。然而后神水万夏的配队相较于传统永冻队并没有特别明显的优势，毕竟零命水神也就75%增伤还需要叠层，而莫娜还有不需要叠层的60%增伤。总体来讲这个队伍只在面对打不出冻结的环境下优势比较大，考虑到水神作为一个限五角色增加了队伍造价而且比较抢手，这个提升也只能算是正常范围。 总体来讲，已经有绫华加申鹤的玩家想要抽水神来辅助绫华也是一个不错的选择，虽然神鹤水琴不能对群神水万夏对单乏力，但你完全可以根据环境来调整你的配队方案（甚至可以让水神转形态当奶妈在神鹤万心中顶替心海，主打的就是一个增伤能吃多少就是多少反正肯定比心海的零增伤要高，但是这个阵容万叶必须染水因为水神不能挂水），就算用不上水神也大概率能把水神塞给另一队，毕竟水神的泛用性和强度都是顶流的。至于甘雨玩家，因为聚不了怪没有那么毁灭性的后果，只用甘鹤水琴一队问题不大，不过有资源闲着没事拉一拉夏洛蒂作为备选队友也是一个不错的选择。圣遗物方面水神可以带剧团套补伤害也可以带千岩套辅助主C，如果水神练度和主C差不多的话推荐带剧团套，这样能够补上相当可观的伤害的，但如果新玩家需要把资源优先倾斜给主C的话可以直接拿千岩套开摆，武器方面琴或者夏洛蒂比较推荐整一手西风。 八，赛诺/刻晴 水神对种门队无疑也是有着重大提升的，毕竟一个能给全队75%增伤能高频产种还能补上可观后台伤害的角色无疑就是新一代的种门圣女，可以说在未来一段时间内妮绽放以外的任何草体系队伍没格子放水神都很难再触及T0的界限了。 雷C种门队现在的配队非常固定，最好都用雷C、水神、草神、琴/白术的配队，水神草神都带剧团补伤害琴的话可以用风套白术的话可以用草套，草神推荐带流浪的晚星专武有提升但不如抽命座，赛诺队琴和白术都推荐西风，刻晴队琴推荐带西风给草神充能，白术可以带个讨龙。 九，诺艾尔 笑死，自从一斗上线以来诺艾尔喝云堇汤夜兰汤现在喝到水神汤终于羽化登仙，而一斗队因为比较需要钟离没格子带群奶的原因却在这个全员喝汤的版本喝汤失败，也不知道等那维娅上线了能不能真正喝上一口汤。 诺艾尔作为一名自带群奶能力的主C这次也还算是喝到了一口不错的汤，但因为缺乏瞬抬能力叠层需要花一点时间，如果有水神二命的话会更舒服一点。诺艾尔水神队可以用诺艾尔、云堇、五郎、水神的阵容，水神算是原来这队中夜兰的上位替代。总体来讲这队在输出还行的情况下生存能力非常亮眼，并且除了水神全部是四星角色玩着玩着可能就全满命了拉一下绝对不亏，但这队比较刚需诺艾尔的六命没有的话建议别碰。圣遗物方面云堇推荐2华馆2绝缘性能不比四华馆差多少但很快就能毕业这对一个辅助来说非常友好，水神仍然剧团套五郎可以带个宗室套。 十，心海纯水 同样作为自带群奶能力的角色，站场流心海也能喝到一口水神的汤。心海纯水可以采用心海、水神、夜兰、万叶的配队，水神算是上位替代了以前这队中行秋的位置。心海纯水队是原神现版本生存能力最强的队伍之一，输出也还看得过去，在深渊生存压力与日俱增的今天还是有一定竞争力的。 十一，白术武装 作为原神现版本另一个生存能力超模的奶妈站场队伍，白术武装这次也喝到了水神的汤。白术武装的阵容可以用白术、水神、皇女、雷主，通过皇女和雷主的高频后台挂雷可以比较稳定地压住白术的草实现激雷共存（不过会被白术命座影响，二命还好满命基本上不能玩这个打法了），这时候白术挂草打出原激化就能触发皇女的天赋2伤害，并且白术开大后通过AAA闪（二命可以一直A保持雷底）的手法也能够比较稳定地压住水神的水保持激化全覆盖和更高的产种效率，该队的元素反应轴简直可以称得上是艺术。作为良好反应轴的结果，白术武装的伤害还是比较可观的，在水神加入后更是迎来了一波超大提升，对比起水神入队反应轴就全面崩盘的草神武装从以前的伤害持平生存更强变成了伤害生存双双超越，真的可谓是赢麻了。白术武装作为一支低造价高生存能力的队伍还有着不错的伤害，个人还是比较推荐手残党和摆烂党入手的。武器方面白术带输出武器应该没什么问题，求稳可以整个新月卡法器之类的，皇女有条件就整个终末没的话就绝弦，圣遗物推荐白术草套，水神皇女剧团套，雷主绝缘套。 十二，绫人/宵宫 总体来说神里绫人和宵宫队友可以带水神、琴加云堇（宵宫队也可以把云堇换成班尼特凑双火，二者差距应该不大），也可以带水神、万叶加白术/夏洛蒂/芭芭拉这样聚怪更舒服一点，除此之外还可以让绫人宵宫带水神、夜兰、琴当芙夜琴驾驶员，虽然比起芙夜琴其他驾驶员说不上有什么优势，但打出来的伤害还是挺香的。总之在水神的帮助下他俩都非常适合带版本之神逐影套（而且这套阵容有命座的话攻速很快A起来也是非常快乐）。总体来说在水神入队后他俩的表现还是不错的，虽然强度党仍然不太需要考虑但厨力党玩起来肯定比以前舒服很多。 十三，烟绯 水神上线之后喝汤最多的还得是烟绯，虽然喝汤后也不一定能上T0，但T1的地位还是比较稳的。烟绯此前一直因为需要打重击用不了夜兰行秋饱受打不了蒸发的苦恼，现在水神既不需要普攻触发挂水，还能够为烟绯提供高额的增伤效果，可以说是一波大大的雪中送炭。烟绯的元素附着机制天生是适合打蒸发的，因为其主要输出手段重击是单段的大伤害，而且还没有附着cd，所以其蒸发覆盖率很高，打蒸发的收益也很高。不过虽然烟绯喝汤不少，但水神依旧很难压住隔壁可莉的火。 烟绯可以带水神、砂糖/万叶/温迪（砂糖聚怪能力较差，但可以降成本，满命砂糖在队伍中的增伤能力也高于零命万叶，而万叶的增伤被稀释得很惨烈，甚至可以考虑换成能够优化手感的温迪）加芭芭拉/夏洛蒂（白术就算了一个燃烧上去就要全程反向打工了）。 十四，迪卢克 水神上线后迪卢克也算是喝到了一口汤，迪卢克可以带水神、夜兰、琴，他作为芙夜琴驾驶员的话可以通过蒸发打出不错的伤害，但水神迪卢克和传统融卢配装操作差别其实不大，登龙会打就打不会别强求忒难练。在水神上线后蒸卢的强度还算可以，命座高的话能达到一个软T0左右的水准，歪毕业了可以选择拉一拉。 十五，二命妮露 妮露、水神、夜兰、白术，配队逻辑很诡异，但莫名其妙地有伤害，刚需妮露二命替代风套进行减抗，优势是妮露二命覆盖率高于风套，同时通过白术打草种子补伤害，如果有白术二命没夜兰二命或者有白术满命的话甚至草能基本压住水产钟效率大提升。总体来讲这个队伍吧成功做到了用最抽象的配队思路打最高的输出，就特别地离谱。除此之外二命妮露也可以换掉白术自己站场队友带芙夜琴，伤害差距有但不大，如果妮露满命的话可能可以反超。 后记：原神真的迎来数值大膨胀时代了吗？ 自从那维莱特上线以来，各大原神社区几乎都在鼓吹数值膨胀论，但我个人认为原神这次并没有出现特别大的数值膨胀现象。 首先，4.0原神数值膨胀论的主要论据是那维莱特队在水神上线前dps已经持平胡桃队，而水神作为那维莱特专拐上线后会进一步提升龙王队伤害。这个论点乍一听颇有道理，但经过测试服的数次调整之后水神的角色定位已经从那维莱特专拐变成了究极泛用拐，那维莱特横向对比上的优势也就不攻自破了。毕竟胡桃队本身其实并不算特别完整，既没有特别好的扩散流程也不能在残血玩法中找到完美的第四人。因此龙王队在操作机制更简单并且对群转圈圈占模的情况下dps持平胡桃队并不能代表什么，仅仅是说明老体系大都没有完整成型，就好像万达也缺个限五大香菱（鸭头完全就是个前台辅助没有后台大C用真的很伤）。 其次，那维莱特队在dps处于较高水准的前提下机制上非常占模，这是否属于一种机制膨胀呢？我个人是认为其实当年须弥的妮露也存在机制膨胀的问题，之所以没被重视一方面是因为当时的各种节奏问题，另一方面是因为很多妮绽放攻略就搁那使劲误导妮露玩家，所以有相当一部分玩家其实是在以非常错误的方式培养妮露队才导致其强度“偏低”的。当年妮露的节奏问题有很多原因，首先是小草神的人气太高导致很多玩家选择囤原石，其次是策划在配队不完整的情况下就把妮露放出来了而大部分玩家对妮露的未来其实没什么信心，之后就是因为攻略误导导致后续评价定性于是在复刻中表现也不怎么出彩。至于攻略误导这个问题感兴趣的玩家可以翻一下我之前妮绽放的攻略，我敢保证如果你能够按照正确的思路培养，妮绽放绝对算得上一支能和那维莱特分庭抗礼的队伍的。回到那维莱特的问题上，所谓机制占模不过是操作简单、生存能力优秀、对群出色几个优点的总称，就问你听着熟不熟吧。其实原神策划很清楚现在各种社区的尿性，很多人就只盯着打桩dps看，所以心海白术才会在以往的风评上遭遇重大失败，之所以改版后的钟离没有遭殃只能说一半是胡桃的功劳另一半是人设的功劳。也正是因为原神社区的尿性，原神策划到目前为止也在把各大队伍的打桩dps都基本维持在同一条线附近，想要打造强队就肯定是往机制占模去发展，之前须弥整了个妮绽放，现在枫丹的龙王队其实基本也就是照着妮绽放对标，只能说是当时的妮露在销售上比较失败而现在的那维莱特在销售上相对成功。 第三，超模的泛用拐水神又是否带来数值膨胀了呢？诚然，从根本定义的角度来讲，水神提高了队伍的伤害，因此带来了数值膨胀，但我个人还是倾向于认为这完完全全是原神辅助角色的稀缺导致的。毕竟只要我们定睛一看就能发现原神迄今为止的限五后台增伤辅助只有万叶申鹤夜兰草神四个人，申鹤泛用性太低排除，夜兰一半配队被水神替代另一半配队和水神绑死排除，水神的竞争对手只有万叶草神两个人，而且和他们还经常是同队关系，没办法给到队伍提升才是大怪事。然而这样就意味着原神会走进数值大膨胀时代吗？我个人觉得这次膨胀更像是一次性的，毕竟一方面原神出个限五辅助不容易，另一方面要是他真的一直出辅助那辅助最后就不稀缺了，也就不容易再带来像这次一样的数值大膨胀了。 最后，枫丹体系大局已定，现版本的队伍究竟有哪些是值得入手的呢？就像我刚才说的一样，原神策划将各大队伍的dps都基本维持在同一条线上，所以机制占模的队伍就是最值得入手的。就现版本深渊的情况而言，原神中最大的问题是生存压力，以前策划放个见鬼进深渊叫激情互秒，现在放个见鬼进深渊叫宝宝巴士，因此我个人还是推荐有条件的话不要玩带班尼特的队伍（比如我这种公子厨都已经抛弃万达让公子去妮绽放就业了）。总体来讲，我个人比较推荐那维莱特、妮绽放、白术武装这三个体系。其中那维莱特队最好是四金造价起步（那水琴钟，那维莱特补一命），命座非常强大造价越高优势越大，生存能力强操作简单输出灵活，打桩dps也是原神顶流，优势环境是不好聚的群怪，可以转圈圈解决。妮绽放单金就能玩（妮露卡维行秋瑶瑶，但是妮露没专武的话最好要整到船坞长剑），高造价区间也还不错（公子妮绽放造价和强度都是一流），生存能力高、操作难度低、圣遗物要求低、输出轴灵活转火成本低还不会画地为牢环境应对能力十分之强、元素附着频率高破盾快（破不了冰盾？你带卡维啊）、配队多样有各种不同的选择（感兴趣可以翻翻我之前的妮绽放攻略），能占模的机制全给他占完了，对单打桩dps经过水神强势抬直伤队的洗礼也能保持在T1水准，最大的劣势是妮露的攻略对比起其他角色异常地不成熟，优势环境是扎堆站的群怪，遇到就是瞬秒。白术武装主打低配和生存能力强，单金就能玩得很舒服（白术、行秋、菲谢尔、雷主），优势环境是爆发高可能让角色暴毙的怪。除此之外雷C种门队和雷九万白现版本也还不错，诺艾尔队蒸卢队这种主要吃四星或者常驻角色命座的队伍歪毕业了的话拉一拉也还是值得的。",
    "length": 9430
}