{
    "game_id": 2,
    "post_id": "46722045",
    "f_forum_id": 43,
    "subject": "【V4.3攻略·角色攻略】娜维娅省流攻略",
    "url": "https://www.miyoushe.com/ys/article/46722045",
    "created_at": 1703038083,
    "like_num": 2253,
    "view_num": 409861,
    "reply_num": 1151,
    "text": "UID 100531148 大家好，这里是 祖安水稻公主 _(娜维娅-自信出发) 本期是 「飞翔的黄蝴蝶」——「 娜维娅 」的省流攻略。 “蛋，糖，杏仁，我自己带啦” 「天赋培养」 符号说明：A→普通攻击；Z→重击；E→元素战技；Q→元素爆发 省流：E ≫ Q > A A：抡斧子 ，配合天赋岩附魔可 站场打结晶 。 Z：转圈圈 ，暂时没啥用 (普攻演示) E：伞弹枪 ， 根据「裂晶弹片」数量射出「玫瑰晶弹」 ，打中晶弹越多伤害越高。弹片最多6发，E分为短按和长按，长按可吸场上的结晶。是娜维娅的 主要伤害来源 ，骑脸喂子弹伤害最佳。 （裂晶弹片演示） （短按元素战技演示） （长按元素战技演示） Q：枪林弹雨 ，跟甘雨元素爆发一样大的 脱手炮击 。可 为E积攒「裂晶弹片」 ，可 后台打结晶 。 （元素爆发演示） 天赋1：开E后4s，A转换为 无法被附魔覆盖的岩伤 。（满命班不影响） （岩附魔演示） 天赋2：每带一个火水雷冰队友，娜维娅加攻，最多两层。 鼓励带两个异色队友 ，不强制。 天赋3：枫丹探索加25%奖励 「配装推荐」 娜维娅 E占出伤的一半多 ，而Q又能后台打结晶，因此分为两种流派， 站场 和 速切 。 计算前提为 空气岩队友+宗室班 ；站场为Q+2E+4A*2；速切为Q+2E； 圣遗物推荐： 主词条：攻岩暴 站场： 猎人(带芙)≥回声＞其他 猎人与回声套领先2+2太多，2+2仅用于过渡，最终还是得凑4件套。 速切： 剧团≥回声＞其他 武器推荐： (四星武器默认精五，五星武器默认精一) 省流： 专武≥苇海信标≥螭骨＞赤角＞祭礼＞浪影阔剑 有专武用专武，其次信标和螭骨剑。剩下有五星用五星，没五星考虑祭礼大剑和锻造武器浪影阔剑，啥都没有考虑活动送的大剑 （勉勉强强能用） 图里低于80%的武器可以不用考虑。没在图里出现的则是不如图里或者不适配的武器。 「参考面板」 注意图里为单人伤害，放 队伍里平民面板都能轻松一个E打出31万 的大数字。 图里数字的意思是 词条数 ，18双爆+6攻击+4充能（1词条=3.3%暴击=6.6%爆杀=5%攻击=5.5%充能） 「氪金提升」 省流： 0命完全体，满命提升很大 带班的队伍里专武与螭骨剑拉不开差距。而1命又是个充能命座，伤害计算体现不出1命带来的提升，但娜维娅并不是很缺充能的角色，因此抽个0+0就能玩的很舒服了。当然真爱党冲满命也有强度保证。 1命： 回能+减大招cd，大招变成无缝衔接。 2命： E暴击+36%，且E可协同一次Q。提升还不错。 3命： E+3。很猛。 4命： 减20岩抗。表里是单人提升，如果是多核岩队，则收益更高。 5命： Q+3。 6命： E爆伤+135%，且返回三枚弹片。顶级。 「配队手法」 娜维娅站场手法省流：E 等半秒 3A闪2A ①E 4A ：朴实无华，2结晶 ②E 4A闪A ：倍率最高，2结晶 ③E 3A闪2A ：倍率次高，3结晶 ④E 等半秒 4A ：倍率朴实无华，3结晶 ⑤E 等半秒 3A闪2A ：倍率次高，4结晶 （应该是全网首发？好像没看到其他人提过4结晶手法） 娜维娅普攻倍率倒是其次，主要是为E提供越多结晶越好，所以手法⑤最佳。配合上Q，E稳定吃到5-6弹片。 下图里娜维娅4A均可换成上述任意手法 站场-娜钟皇班 很标准的通用配队，钟离凑双岩+盾+减抗，班尼特加攻+奶，皇女脱手副C+挂元素。该队偏对单，不建议对群用皇女。皇女这个位置可换成其他脱手副C，比如 香菱、夜兰、芙宁娜 等。 站场-娜钟夜班 将皇女替换成夜兰，轴的区别就是夜兰不吃攻击，无需踩班交技能，且角色放技能间隙多普攻打夜兰水箭。换成芙芙轴是一样的，夜兰EQ改成芙芙EQ即可。如果对于护盾需求没这么高，可以将钟离换成 阿贝多、凝光 补输出。 速切-娜芙凝班 队名你也可以叫芙凝娜班。娜维娅凝光 双速切 ，将输出拉满，如果2芙的话更猛。芙芙烧血+班挂火+没钟离+非防御生命模型，这队生存端确实堪忧，所以推荐给有操作的玩家。如果队伍血量单靠班尼特奶不起来，可以考虑凝光带 金珀 。想带俩漂亮富婆打架的也推荐玩这队。没有班尼特可以换成 夏洛蒂 一类的奶妈。 速切-诺芙夜娜 没有班尼特画地为牢！娜维娅作为速切插件加入奶C的队伍，一是可以打小爆发应对多波次精英怪，二是可以给女仆打球。而女仆对于娜维娅来说，有高频岩附着打结晶，同时作为奶位不怕芙芙烧血。芙夜双人组则提供了高额增伤和后台伤害，同时还能双水互充和后台挂水给女仆打结晶。该队伍 娜维娅带攻击杯优于岩伤杯 ，圣遗物 剧团套 最佳。女仆若不带白影剑则需要杯子或头换成防御主词条，不然奶量可能不够。 娜维娅也可以作为 单岩插件 进入各种队伍里。比如 娜芙夜琴 ， 娜班香行 。仅推荐给凑不齐双岩的旅行者，能凑双岩还是尽量凑双岩吧 大家有什么强力的娜维娅队伍推荐，欢迎评论区讨论。 本帖会不断关注娜维娅配队开发并持续更新帖子 。 叠个甲：本帖为云攻略，但所有阵容均已经过实测，实战有时难以打出理想轴，属于正常情况，遇到问题欢迎评论区怼我。 最后感谢 ﻿ @六千两 ﻿ 再次提供封面~ 封面： 六千两 美术： 祖安水稻公主 文案： 祖安水稻公主 数据： 祖安水稻公主",
    "length": 2148
}