{
    "game_id": 2,
    "post_id": "46328185",
    "f_forum_id": 43,
    "subject": "4.2版本枫丹地区萃凝晶矿全收录跟跑篇（二）",
    "url": "https://www.miyoushe.com/ys/article/46328185",
    "created_at": 1702026153,
    "like_num": 54,
    "view_num": 1630,
    "reply_num": 10,
    "text": "旅行者，你们好，今天带来的是萃凝晶矿的挖矿路线分享，收录了4.2版本枫丹新增地区所有萃凝晶矿点位，一起来看下吧，由于附带详细跟跑，图片上传数量限制，会分为一二三四篇_(申鹤-冲) 目录： 一、前言：关于枫丹地区矿物的小知识 二、萃凝晶矿简洁路线篇（找不到就去跟跑篇找对应矿号） 三、萃凝晶矿详细跟跑篇 四、结尾 一、前言：关于枫丹地区矿物的小知识 本篇攻略注重的是全收集，并不是高效率收集 _(艾尔海森-动动脑) Q1：第二篇中收录了哪些地区的矿点？ A：收录了伊黎耶林区水下区域的全部矿点，以及南部区域若干地面矿点，总共有58个。 Q2：枫丹4.2版本的魔晶矿矿量怎么样？ A：总共有4个魔晶矿点，会在之后提及并收录进来；枫丹魔晶矿篇已更新这4个矿点。 Q3：推荐在枫丹地区挖这些魔晶矿附带的萃凝晶吗？ A：完全不推荐，特意去找这几个矿附带的，不如去挖原生的萃凝晶矿。 Q4：萃凝晶矿的刷新时间？ A：挖完后现实时间72小时刷新一次。 二、萃凝晶矿简洁路线篇 （找不到就去跟跑篇找对应矿号） 路线三 路线四 三、萃凝晶矿详细跟跑篇 水下区域有点绕了，而且有的洞窟还需要任务解锁 （24号）湖中垂柳南边传送点，无需转视角，往前冲刺到湖中央下潜进到水域里 先下潜到最低处神秘祭坛机关处，该点位会来回折返很多次的 在神秘祭坛处转北方向视角，贴着地面往前游有个洞口 沿着洞窟道路一直往里游，前方不远处树根旁有 3个萃凝晶矿 ，异色帽子水母在远处，可以先去26号再折返回头炸25号、24号矿点 （25号）在24号矿点继续往里深入，前方墙脚下还有 2个萃凝晶矿 （26号）在25号矿点转西北方向视角，继续往里深入，前方墙脚下有 2个萃凝晶矿 （27号）从北边洞窟道路出来，折返回到神秘祭坛处，这次转东南方向视角 往前游进东南方向洞窟道路里，往里深入拐角处就能看到 1个萃凝晶矿 （28号）在27号矿点继续深入，前方不远处地面有 3个萃凝晶矿 （29号）在28号矿点最后一次往里深入，前方不远处树根旁有 1个萃凝晶矿 （30号）从东南边洞窟道路出来，折返回到神秘祭坛处，这次转西方向视角 沿着西方向洞窟道路前进，不远处墙边有 2个萃凝晶矿 （31号）在30号矿点继续朝着西方向游过去，道路分岔口石堆处有 1个萃凝晶矿 （32号）在31号矿点转西偏北方向视角，往深处下方游过去，注意不要去上方道路 往下游进去，前方不远处有个小洞窟，里面有 4个萃凝晶矿 （33号）从32号矿点小洞窟出来，这次往上游继续深入 上方道路不远处就有 2个萃凝晶矿 （34号）在33号矿点继续深入，前方道路还有 3个萃凝晶矿 （35号）在34号矿点深入到最后有个洞口，下潜进到 「欧蒂克莱尔」水域 在洞口处转东北方向视角，往下潜过去，墙脚下有 2个萃凝晶矿 （36号） 「欧蒂克莱尔」水域传送点，转东北方向视角向下潜过去 地面石堆旁有 3个萃凝晶矿 （37号） 「欧蒂克莱尔」水域传送点，转西方向视角游到水下悬崖边 往下潜海草旁总共有 4个萃凝晶矿 （38号）在37号矿点转南方向视角看过去，还有 4个萃凝晶矿 （39号）湖中垂柳东边传送点.，转北方向视角冲刺下坡，前方不远处山脚下有 2个萃凝晶矿 （40号）湖中垂柳东边传送点.，转西南方向视角一直冲刺，前方稍远处山脚下盗宝团镇守着 2个萃凝晶矿 （41号）在40号矿点继续朝着西南方向冲刺过去，前方不远处山脚下还有 1个萃凝晶矿 （42号）在41号矿点往西方向走几步，山脚下丘丘人正在挖着 2个萃凝晶矿 （43号）在42号矿点转西方向视角，看向远处对面山脚下，滑翔冲刺过去 山脚下有 2个萃凝晶矿 （44号）幽林雾道北边传送点，转西方向视角冲刺过去，丘丘人木制平台底下有 3个萃凝晶矿 （45号）幽林雾道北边传送点，转西北方向视角一直冲刺到悬崖边，悬崖下边道路旁有 1个萃凝晶矿 （46号）在45号矿点继续转西北方向视角，来到湖泊并且潜入，到达湖泊内部水域 湖泊内部总共有 8个萃凝晶矿 ，其中 高处矿点为3个 中间水域矿点为3个 较低处矿点为2个 四、结尾 未完待续，枫丹4.2版本矿物篇正式开启了，如有错误或缺漏，希望能够回复我_(班尼特-自信)",
    "length": 1733
}