{
    "game_id": 2,
    "post_id": "46750560",
    "f_forum_id": 43,
    "subject": "《原神抽卡机制详解》",
    "url": "https://www.miyoushe.com/ys/article/46750560",
    "created_at": 1703078230,
    "like_num": 146,
    "view_num": 9360,
    "reply_num": 122,
    "text": "前言： 为啥过了这么久想起来要做一个抽卡机制的讲解呢！其实起因是今天晚上一个原神社区等级是4的旅行者的一个提问：我的大保底歪了？ 当时我并没有进这位旅行者的主页去看，以为是一个真萌新，耐心的讲解了一下。但是我进去看了之后我发现是一个玩了快800天的旅行者。虽然我不知道是不是钓鱼，但是如果是真不知道的话感觉是有必要了解一下的。 正式内容： 当前原神卡池还是分为常驻池和UP池两种卡池！ 【常驻池】 【UP池】 【常驻池】 和 【UP池】 并不是互通的关系，两个卡池是独立的关系，即出金概率不同！ 【UP池】 在UP池子里面≤ 90 抽必出一个金，每≤ 10 抽必出一个四星及以上。但是这些在我们游玩游戏中会发现一般是在 ≥74 抽往上出金的概率会变得越来越大，在 ≥8 抽往上出紫或金的概率也会显著提升。 当然，上面的我说的是最基本的情况！因为总会有大欧皇和大非酋存在，这些概率就忽略掉了。因为我们大部分都是平常人。 UP池：里面我们常说的歪了，指的就是当期的UP角色没有抽出来，而是出了一个其它的角色，也就是我们常说的常驻角色！ 如：刻晴  莫娜  七七  迪卢克  琴  迪希雅  提纳里等。 以今天的当期UP娜维娅为例来解释如下： 如果第一个金是娜维娅就是代表我们小保底没有歪，那么下一个金仍然是小保底还是有50%的可能性会歪。 如果第一个金是常驻角色就是代表我们小保底歪了，那么下一个金必定是当期UP（娜维娅）。 卡池类型： 三星武器 四星武器 四星角色 五星角色 卡池模式： 一个5⭐️角色+三个4⭐️陪跑角色 在当期UP中这4个角色的概率会提高！但是还是有几率歪的。 UP池中的四星角色以每10抽作为基准： 同样判断歪与不歪，如果紫色出的并不是UP池中的四星角色，那么下一次出紫色必定是UP池中的三名角色之一。 注： 在UP池中，UP角色和常驻角色出率均为50％，也就是五五开UP池的大保底机会是会在使用掉之前一直存在的（UP池四星角色保底同样享受该机制)）不会随着时间或者版本的更新而消失，因此我们可以有100%的把握抽到自己想要的角色。 【常驻池】 常驻池的机制： ≤90 抽必定出金， ≤10 抽必定出紫（ 部分机制同UP池 ）常驻池包含的物品有： 三星武器 四星武器 四星角色 四星武器 五星武器 五星角色。 其中能够出的五星物品分别为： 「角色」 迪卢克  琴  刻晴  七七  莫娜  提纳里  迪希雅等。 「武器」 天空之刃  天空之脊  天空之傲  天空之卷  天空之翼  和璞鸢  狼的末路  风鹰剑  四风原典 阿莫斯之弓等。 常驻池不存在小保底大保底机制一说 （可以简单理解为每次都是小保底） 只具有出金出紫的机制。 【武器池】 三星武器 四星武器 四星角色 五星角色 当期UP的两把五星武器，以及陪跑的3把四星武器，和众多的其它四星角色和武器。 武器池的出货机制： 武器池相较于UP池有一定区别，武器池的保底出金抽数为 ≤80 抽 ，同样 ≤10 抽 必出紫色 （部分机制同上）。 同样因为抽卡机制原因武器池一般会在 ≥65 抽左右出金，刚才我们提到常驻池中的东西有角色和武器。 武器池同样有大小保底机制： 【一】不定轨： ①抽卡第一金如果不是当期UP的两个五星武器之一的话，那么下一个金必定是当期UP的两个五星武器之一。 ②抽卡第二金如果是当期UP的两个五星武器之一的话，那么下一个金就不一定是当期UP的两个五星武器之一。 【二】定轨： ①抽卡第一金如果是你定轨的武器的话，那么下一个金仍然有歪的概率，就清零了。 ②抽卡第一金如果不是你定轨的武器，是另一把UP武器的话，你的定轨值就累计1，下一个金还可能是常驻或者当期UP。 如果下一个金是定轨武器的话，那么定轨值清0。 如果下一个金不是定轨武器的话，那么定轨值累计2。 然后第三个金就必定是定轨武器了。 ③抽卡第一金如果不是你定轨的武器，是常驻武器的话，你的定轨值就累计1，下一个金必定是当期UP两把武器中的一个。 如果第二个金是定轨武器的话，定轨值清0。是另外一个UP武器的话，定轨值累计2。 第三个金就必定是定轨武器 【武器池和保底机制区别】 武器池出金为当期UP武器的概率为75％，出金为常驻武器的概率为25％。同样在出的金非当期武器池里的武器时，下一次金必定是在当期武器池中两个中的一个，在出的紫色为非当期武器池中的四星武器时，下一次紫色必定是当期武器池up的四星武器之一。 【建议】 原石用来抽卡，当然更建议抽UP池。而不建议用来买体力（即使用原石补充原粹树脂），当然大家如果有钱的话就随自己的兴趣吧！ 纠缠之缘（粉球）： 是 用来抽取UP角色 和UP武器的。 相遇之缘（蓝球）： 一般不建议用原石换取，有很多途径可以获得（例：角色突破）。一般用来抽常驻池，结合我自己来看，大概3-4个版本出一个金。 【注】 每一月的星尘商店可以在月初的时候换取 5纠缠之缘 + 5相遇之缘 另外，一定还要注意，不要把原石换错球了。虽然找客服可以换，但是很麻烦，所以要注意哦！ 希望大家都十连双黄！欧气满满！ 希望对有需要的人有所帮助哦！",
    "length": 2111
}