{
    "game_id": 2,
    "post_id": "53196793",
    "f_forum_id": 43,
    "subject": "原神杂谈：元素体系与角色",
    "url": "https://www.miyoushe.com/ys/article/53196793",
    "created_at": 1716690798,
    "like_num": 78,
    "view_num": 2487,
    "reply_num": 25,
    "text": "大家好呀，前瞻已经过去两天了，本来昨天就该发出来的，但是工作繁忙，拖到了今天。_(偶像姬-沮丧) 省流： 1、 纳塔版本我认为会出一个到两个草系角色（应该是类似妮露特殊机制一类的），可能是补充燃烧体系玩法。 2、 留够原石，小心卡池刺客（混池，目前来看，还有几个武器他没舍得复刻——绿刀就是其中之一）。 3、 下个版本我还是推荐先抽水神，再抽其他角色。切记，四星角色没保底。 一、 各类属性的浅要分析。 1、 草系：草体系目前就是燃烧、烈绽放缺了点味道。其他的像绽放、超绽放、激化等反应是已经比较完善了。草体系串联出了很多玩法，这里就不一一列举了，这个我在草反应篇里已经详细说过，那么这里就不再论述了。 2、 火系：目前枫丹版本出了仆人和林尼两大C，林尼更多的是推荐纯火队：班尼特、香菱、万叶。仆人更进一步玩玩元素反应、纯火体系都可以。但是你发现没？出的两个角色都是跟纯元素队伍有关，这是我很不推荐的配队思路。因为你不是风系和岩系，这两个组纯元素队是没得说的，但是你火系是可以参加反应的，如果你纯纯的去玩纯元素是有悖于大趋势的。我希望的就是能够更多的开发元素反应队，而不是单纯的纯某一类元素队。 你看深渊塞一个这种BOSS，你要破这盾又要破那盾，元素反应配队可以适应这种深渊环境，但是你纯元素就没这么舒服。配队讲究两要素，舒适度和强度。（也就是所谓的成熟的配队，就像以前很多大佬谈论烈绽放的时候，各种角色分析一遍，最后意见还不统一，这就说明这个配队没有成熟的体系） 3、水系： （1）这个体系很奇妙，上到可以打控制，下到可以打元素伤害反应，可以说是现在五元素反应体系里很有特色的一类。随着后面版本的更迭，后面也会出有新机制的水系C和水系辅助。 （2）说到水系就不得不提一句枫丹体系。枫丹体系现在进化到2.0形态（生命之契）。之前的体系是烧血换伤害，现在这个体系是给自己上生命之契，然后以生命之契为核心提高自己的输出能力。这个两个体系可以说是抬高了目前游戏的上限，须弥可以说保证了游戏的下限，而枫丹就是抬高了游戏的上限。这个数值控制的很合理，既保证了萌新玩家的游戏体验，也让老玩家喝到了汤。（卖血换伤害在数值游戏里是很常见的一种套路，但是我个人不喜欢，虽然说玩到现在，血量之类的已经不是那么重要了，但是我看不惯我喜欢的角色是残血的_(心情简单)） 4、雷系： （1）现在看到最多的两种言论就是雷系和冰系不吃香了。你看啊，雷系也有掉血的，冰系也有掉血的角色，至少角色上是跟随着出的。（这种声音很常见，因为总不能大家一起强吧，那数值和平衡太难做了） （2）赛索斯的机制比较独特，利用元素能量来输出和配合，我挺支持四星角色出一定的特殊玩法的。具体情况需要等到4.7版本上线了再说。 （3）现在我看攻略，雷系比较多的一个词是超载——超载体系有限制，在深渊环境里，恨不得所有怪围着你转，超载体系有悖于这一点，所以应用的环境受到了一定的限制，超载打起来是打那种大个单体BOSS，比较爽。而且雷系还有一个特别的点，就是纯雷之间的联动性有点弱，它不像纯火、纯水那样出色。雷系未来要想有出路的话，我还是角色要走反应路线，纯雷之间的问题，不是新出一两个就能解决的。 5、冰系：总得来说，现在冰系最安逸的还是永冻，因为不乱跑，还能被固定住站桩挨打的输出环境谁不喜欢呀。 （1）这里不得不提一嘴：物理体系，优菈我练出来了，个人感觉物理，太过于万能，总缺了点味道。物理体系算是比岩系还孤独的存在，个人不推荐去练。 （2）圣遗物里的冰套我感觉是最容易拉出来的圣遗物，因为暴击率可以不用太高，更容易成型。 （3）融化体系：我个人感受下来（新版的燃烧+冰反应）这个体系下因为不是还要补草，就会打断输出环境，比喻起来就是吃饭吃的好好的，突然让你给长辈去打饭的那种感觉。 6、风系+岩系： （1）风系还好，还可以参与元素反应，至少很多角色是可以和其他属性搭配起来组队的。但是风系C还是拜托不了孤单的命运。你看现在风系的体系挺好玩的，留云的下落攻击，散兵的飞行，像这样不失强度又有趣的设计，抛除风系我感觉很难在在其他系里发挥出来。 （2）岩系：从结晶反应再到岩造物，个人的体验并不好。还是突出一个词：力大砖飞。现在岩系队伍没有自己的特色。以前的岩系篇重点讨论怎么改（无论现在出后台副C还是前台的新角色，你看千织虽然有岩元素造物？也避开了一撞就碎的尴尬局面，但是由于其不会跟随移动，而且CD过长的局面，仍然使她应用范围狭窄。所以岩系体系想要走出这个困境，还是得等以后的角色了。（除非真的改机制） 二、卡池浅谈： 1、艾尔海森： （1）总评：单体输出不错，搭配起其他角色伤害会更进一步，目前毕竟不是草系版本，除了萌新可以考虑一下，其他的我不太推荐。整体出伤不错，没有抗打断，需要一定的盾增加抵抗性，大世界E和Q都可启动，属于双技能启动角色，也可以玩瞬切补伤害。如果你是老玩家，想有一个类似于瞬切补伤害的草C，这个作为一个对策卡来抽取，否则的话现在抽取价值意义不大。（除非你想组两队草系队伍）CP玩家忽略此条。 有的攻略里直接出了这种话：推荐没草神的玩家抽取。（除非你不喜欢草神体系，那么这话没错。但是你真想玩草系队伍，就算你抽了海森，你也得再抽个草神，如果你只想草神和艾尔海森二选一，那么我只推荐你抽艾尔海森） （2）圣遗物首推饰金，如果你队伍里没人穿草套也可以给他上草套。因为艾尔海森的天赋既吃精通又吃攻击，所以沙漏推荐精通沙，副词条里的精通也是有很不错的加成。 草伤杯+精通沙+双暴头（副词条优先双暴和精通，攻击也是有效词条） 做下一下心里准备，这是刷了三个月的沙漏…… （3）天赋最低配也得三个8。 （4）命座，要么抽满，要么0命。 （5）专武之下，我推荐这四把。还有个黎明神剑我就不推荐了，因为需要保证血量，现在这环境你还谈血量？（黑剑和狼牙属于氪金武器，虽然面板容易配平，但是代价不低，一把精五，68*5=380） （6）队伍：给几个比较常见的配置 A、草行久体系：草神+行秋+久歧忍+海森 B、妮露绽放体系：妮露+草神+海森+水奶或者草奶 C、激化体系：雷后台+海森+草系（风辅助等后台）+钟离 等等 2、芙宁娜：稍等，我测一下治疗爽不爽……很爽7800一跳，开了大招8000多一跳。（生命沙，生命杯，治疗头。海染套）没有生命武器的话，大概会有5000-6000的治疗量，当奶妈足够用了。（天赋是8,8） （1）总评：治疗、伤害都有，就是匹配的时候，记得奶一下，毕竟全员流血……（哎……至今还被下面这玩意欺负的经历历历在目） 想要玩枫丹体系的话（划掉）必须抽一只芙宁娜……芙宁娜能够让角色的生命提升或者下降的时候提供一定的增益。可以算作是 枫丹的辅助核心 （言外之意，不适用非自动掉血体系），但是全队掉血又有一定的生存压力，所以在使用手法需要注意躲避一些高伤害的技能。 （2）圣遗物上推荐剧团套（不是乐团），生命凑双水BUFF不足35000的，建议生命沙，足够了那就充能沙。（水伤杯要求达到了，也可以生水暴） 沙漏：充能、生命。 杯子：生命、水伤。 脑壳：双暴。 副词条梭哈双暴和生命。歪一点充能也可以。 （3）武器：没生命武器的话，就考虑充能武器，西风、腐殖都是不错的选择。 （4）命座：看你有能力梭哈多少了，提升都不错。 （5）天赋点一下战技和爆发，优先战技。 （6）配队： A、公式：扣血的角色+芙芙+其他 B、绽放：妮露绽放体系（个人不推荐） 三、新角色浅评： （1）克洛琳德：如果对逐影庭后代的角色感兴趣可以入手一只的。（之前有很多这种言论，现在不愁强度了，可以补命座了，这话说的太过于绝对了，如果你想拓图鉴，还是需要入一只的）虽然知道克洛琳德是雷系角色了，但是雷系C里分为短轴、中轴、长轴输出体系，因为现在没法知道克洛琳德的输出持续CD和冷却CD（但是根据前瞻直播演示 初步可以认为她是中轴以上的输出角色 ），从这一点上我们就需要两点（抗打断和输出手感），如果缺乏抗打断，那么可能需要盾来辅助；如果有抗打断，那么抗打断究竟做到了哪一步？走的体系你也得思考是激化还是超载？充能够不够？ （2）希格雯：水奶，还想要有输出？个人感觉还是走纯奶路线好。至于她的详细情况目前不太好判断，跟枫丹体系融入率是有多少，得需再观望一下。换一句话说，如果一个奶妈当做驾驶员（指大招需要驻场），那么她的后台输出需要过硬的能力，因此强度方面暂时不好做定论。（我听到的还有一种说法是缓解枫丹体系的生存压力，有待考证啊） （3）赛索斯：我最关心的是他究竟是不是赛诺的充电宝？玩元素能量已经有先例了（追忆套），那么我猜测赛索斯需要比较高的元素充能来缓解充能压力，具体的产球等效果还是等上线后再观望吧。 总的来说，枫丹体系算是明确了代价换输出的开始，也提高了整个游戏的上限，但是仍然有许多美中不足的地方，希望后面修改机制的时候再打磨打磨。谢谢大家观看，下次见喽。_(米游姬-乖巧)",
    "length": 3664
}