{
    "game_id": 2,
    "post_id": "53274543",
    "f_forum_id": 43,
    "subject": "七圣召唤4.7版本新卡点评、平调解析、配队推荐——第二集",
    "url": "https://www.miyoushe.com/ys/article/53274543",
    "created_at": 1716903404,
    "like_num": 354,
    "view_num": 16726,
    "reply_num": 40,
    "text": "UID：259592663 大家好吖~这里是爱打牌的派大星～ _(珐露珊-欢迎新人) 原神4.7上线在即，一起来看看新版本又推出了哪些新卡牌吧！！ 超链图片 简单做个自我介绍： 3.3入坑原神和七圣召唤，专注七圣图文攻略10个版本，长期活跃在米游社七圣区与卡牌广场，经常与各路牌佬们一起科研好玩有强度的卡组，欢迎大家收藏文末的合集导航帖，观看更多最新七圣攻略喵~ 如果阅读过程中遇到一些不理解的专业术语， 可以前往以下帖子查询： 【V4.4攻略·其他攻略】七圣召唤专业术语大科普（第一课） 闲言少叙，开始本期的新卡点评吧！_(夏洛蒂-精彩——) 前言：由于本次新卡点评内容过长，不得不分作三期发布，建议大家先看第一篇主要部分内容，再来观看本期内容，效果更佳 _(卡维-在改了) _(芙宁娜-好好笑)芙宁娜 _(芙宁娜-好无聊) 角色立绘与元素爆发动画 超链图片 超链图片 超链图片 被动与普攻 超链图片 超链图片 超链图片 （上面是荒属性芙宁娜普攻，下面是芒属性芙宁娜普攻） 圣俗杂座费用：0 芙宁娜 初始为 荒 属性，需要通过自带的特殊手牌“ 圣 俗 杂座 ”切换 荒 芒 ，使用后普通攻击效果与召唤物形态都会改变。开局自带一张，此后则需要通过普通攻击积攒，注意每回合只能生成1张 圣 俗 杂座 ，所以 芙宁娜 切换 荒 芒 其实是不太方便的，另外由于其功能性主要集中在战技和大招上，因此频繁普攻也比较吃亏，不过这张0费的手牌拿来破梅洛彼得堡破裁定之时就非常好。 元素战技 超链图片 超链图片 超链图片 超链图片 （上面是荒属性芙宁娜战技，下面是芒属性芙宁娜战技） 召唤2可用次数的 水宝宝 ，因为开局默认是 荒 属性，因此战技默认召唤的是 沙龙成员 。单看战技的数值模板， 沙龙成员 连续打对手2挂2水打自己1，在模板上是有一些小吃亏的， 众水歌者 全场奶1，残局最多奶4，收益大致也在2-4左右。 对比 香菱 与 芭芭拉 战技， 芙宁娜 战技提供的价值是不够的，但是由于其灵活的功能性，与许多单卡的配合良好，并且可以自主切换 荒 芒 ，因此还是有其独特的优势区间的，也算是非常优秀的召唤技能。 元素爆发 超链图片 超链图片 没想到 芙芙 大招的描述竟然如此简单，打2生成一个两回合的领域，此后我方出战角色生命值每变动一次，获得一点一次性的增伤，这个增伤可以被角色伤害、召唤物、状态伤害、甚至扩散伤害触发，比如说 芙宁娜 自己的 沙龙成员 也可以连续打2两次了。这可以说是实打实的长期增伤，对于具有多种出伤手段的牌组来说能致使出伤效率发生质变。 显然比起掉血，用回血来叠狂欢值更加划算，因此 芙宁娜 能把各种奶妈提供的治疗重复利用，并且转化为长线的伤害增益。注意即使两回合时间结束领域消失，已经叠加的狂欢值依旧存在，还会继续给我方增伤，基本上 芙宁娜 一个大招时间结束之后就要准备结束对局了 在技能价值这方面，一个4费2充的增伤辅助大招，同样是希望尽早开大赚收益，就不得不拿来和全游独一档的 班尼特 大招做对比了。 班尼特 能给己方每一动额外收益，而 芙宁娜 提供的收益则与队伍恢复能力密切相关。 两回合期间假设 班尼特 队伍能行动5次，那么考虑天赋作为上限， 班尼特 提供的数值收益大概在10~16左右，而要想在两回合内让出战角色生命值变动10-16次其实不太困难，光挨打至少就能叠6层，加上治疗、自伤等效果，想叠到这个水平还是很轻松的。但是 芙宁娜 队伍需要一定时间发育，整体节奏偏慢，而 班尼特 队伍则有快攻的能力，可以说各有优劣，至少我们证明了 芙宁娜 的强度还是够格的 天赋牌 超链图片 费用：1水骰2杂色 万众瞩目：角色使用普通攻击时：使角色造成的物理伤害变为水元素伤害。如果角色处于荒形态，则治疗我方所有后台角色1点；如果角色处于芒形态，则此伤害+2，但是对一位受伤最少的我方角色造成1点穿透伤害。可用次数：1 绑在战技上的强化普攻，不看自伤的话能提供一次的额外2伤害收益加1次元素附着，不过由于战技本身的召唤物延时模板就十分充足，所以普攻就显得不是那么必要了，不建议携带这张天赋。最后要注意的是，天赋效果 荒 形态是奶后台， 芒 形态是增伤，不要记反了。 配队与总结 作为为数不多的增伤辅助，显然一定存在一个队伍来充分发挥出增伤的效果。 班尼特 靠双火和多动， 申鹤 靠冰导和扩散， 珐露珊 靠双风双扩，而 芙宁娜 绑定的是治疗和自伤，这条件可容易实现多了，因此 芙宁娜 的配队范围是非常广泛的，能够轻松融入许多中慢速牌组 先看自伤主C， 那维莱特 、 莱欧斯利 可以和 芙宁娜 组出双水冻结队伍，这向来是一种普遍的构筑方向，同时在引入枫丹共鸣之后可以携带 水与正义 （在下面才提到），配合 大小逐影猎人 ，属于是正统的枫丹体系 再看治疗辅助，奶妈的治疗量能够在 芙宁娜 的帮助下转化为大量输出，甚至配合稍好一些的还能做到自循环，尤其是4.6版本大热的 久岐忍 瑶瑶 ，就非常适合来吃 芙宁娜 的增伤。另外，诸如 海中 寻宝 、 缤纷 马 卡 龙 等治疗单卡与 芙宁娜 也非常契合，难道说中速还想再嚣张一个版本吗 由于这些中慢速思路都是非常传统的优质队伍了，长期经受时间的考验，因此强度是绝对有保障的，大家可以试试看自己排列组合一下，大概都不会差。 推荐配队： 那维莱特 、 芙宁娜 、 莱伊拉 莱欧斯利 、 芙宁娜 、 芭芭拉 芙宁娜 、 久岐忍 、 瑶瑶 芙宁娜 、 七七 、 珊瑚宫心海 芙宁娜 、 琳妮特 、 藏镜仕女 芙宁娜 、 林尼 、 久岐忍 芙宁娜 、 夏洛蒂 、 枫原万叶 总的来说， 芙宁娜 是一位全能型全定位辅助，能奶能输出能增伤，后劲十足，能够很好地融入中慢速套牌，配队范围十分广泛，极大拔高了中慢速牌组的上限，并且还可以选择把输出上限通过治疗转化为下限的补强，带来的是更丰富的操作空间。 _(莱欧斯利-你说得对)莱欧斯利 _(莱欧斯利-难办) 角色立绘与元素爆发动画 超链图片 超链图片 元素战技 超链图片 比较花里胡哨的一个效果。如果生命值至少为6，普攻是2费打2自伤1，减元素骰非常划算；如果生命值不超过5，普攻是3费打2奶2。对比发现打2是肯定的，因此单看战技效果伤害有一些低，最好要有增伤的补强。 两种强化普攻显然是3费打2奶2的费效比更高，说明 莱欧斯利 在残局单挑时拥有很大的数值优势，而2费打2自伤1在我方保持压制的时候也十分犀利，配合增伤输出更高。通过控制血量，在恰当的时机选择合适的进攻方式，是玩好 莱欧斯利 要首先考虑的问题。 元素爆发 超链图片 一个简单的2段打2，并且最赚可以1费开启元素爆发，不考虑增伤的情况下，2费开大其实还有点小亏，1费开大就非常划算了，因此配合一些辅助手段来1费开大是比较好的。最快的时候，第一回合就能打出EAAQ小连招，不过这比较像认真胜负当中对手会做的事 天赋牌 超链图片 费用：1冰骰2杂色 装备后 莱欧斯利 生命值每变动3次，下一次技能的伤害会+1，这样的一个增伤条件简直是太苛刻了，和 公义的酬报 充能条件一样。要想发挥出天赋的价值，必须要靠海 海中 寻宝 、 缤纷 马 卡 龙 等单卡来挽救，相对来说天赋不是必须，优质的增伤手段还是不少的。 配队与总结 莱欧斯利 作为连续输出的拳击手，和 那维莱特 其实是比较相似的，我们应该重点关注如何给 莱欧斯利 增伤 首先，一把武器能提供最直接的增伤，专武金流监督和铃铛都很合适，当然其实只要能有永久增伤也不用太挑武器。 其次，前面提到过把 芙宁娜 和 莱欧斯利 放一起也是很合适的，携带 大小逐影猎人 和武器，慢慢发育拖到自己的强势期，并且 莱欧斯利 能迅速提现 芙宁娜 的增伤，中期攻势会非常凶悍 最后，但凡提到冰C，就得把 雷 鹤 拿出来看看适不适合。众所周知 雷 鹤 对冰C的包容性是非常强的， 重云 、 优菈 、 神里绫华 、 迪奥娜 、『 女 士 』 等一众冰C都曾跟 雷 鹤 开疆拓土。 莱欧斯利 由于其低费连续输出多段冰伤的特性，恰巧非常适合 雷 鹤 ，因此也可以尝试一下 雷 鹤欧 的组合 推荐配队： 莱欧斯利 、 芙宁娜 、 芭芭拉 雷电将军 、 申鹤 、 莱欧斯利 总的来说， 莱欧斯利 是一位低伤低费多动的驻场型主C，数值扎实；配合长期增伤手段，能够进一步放大 莱欧斯利 连续拳的优势，让对手汗流浃背。 圣骸毒蝎 角色立绘与元素爆发动画 超链图片 超链图片 特殊被动 超链图片 噬骸能量块费用：0 首先解释一下 噬骸 能量块 ，这是一张和本大爷还没有输一样，每回合可以打出一次的0费手牌，会弃掉我方费用最高的牌并且给一个有效骰，如果在 圣骸 兽 出战的时候打出还会提供一充能，这个价值是相当高的，很难想象这是一张0费牌的效果，还好只能给 圣骸 兽 充能。 每回合结束时， 圣骸毒蝎 会自动向牌库顶的10张牌中洗入两张 噬骸 能量块 ，一般的过牌快攻在第二回合结束时总共过10张牌没什么问题，不过还算不上太稳定，因此还需要进一步加强过牌，才能尽快把这两张 能量块 捞出来。 元素战技 超链图片 一个朴实的3雷伤，并且在牌库顶头两张生成1张 噬骸 能量块 ，这样很容易就能把 噬骸 能量块 抽上手。不过仅仅上手一张能量块是远远不够的，而且自身技能没有补充过牌能力。 圣骸毒蝎 战技太多次也很吃亏，缺少额外的数值收益，因此其实是一个比较弱的技能。 元素爆发 超链图片 超链图片 看到这里使我想起了一位故人，这个元素爆发和 可莉 的元素爆发如出一辙，在弃两张 能量块 的情况下输出的伤害与节奏是完全一致的。 如果自身过牌足够强，能够弃三张 能量块 的话，相当于每个 能量块 转化为了2雷伤，收益是巨大的，有机会打出连续的元素反应，况且 圣骸 兽 的充能飞快，因此限制伤害的主要因素就是过牌，如何加强过牌是 圣骸 兽 体系的核心问题。 天赋牌 超链图片 费用：1雷骰 仅1费就能瞬间在手里生成一张 噬骸 能量块 ，而且自产自销，打出后还能过一张牌并且再洗一张 能量块 ，正好补上了一点 圣骸毒蝎 缺乏的过牌能力，这对展开节奏的帮助是巨大的，值得满编。 配队与总结 这一部分我主要想讨论一下 圣骸毒蝎 能不能单走的问题，想必大家已经看到还有一张 圣骸 兽 新角色卡了，双 圣骸 兽 的情况一会儿再提。 首先必须明白，往牌库里面塞牌意味着会更难抓到原本携带的牌，而 圣骸毒蝎 由于其偏快的进攻性思路，是很需要连贯的过牌链来支撑进攻节奏的。 噬骸 能量块 让牌库变得臃肿，并且弃掉手牌一般会导致手中资源减少，很容易影响中期过牌链的维持， 圣骸毒蝎 的战技还会加剧这一情况，而天赋牌也仅仅是做到不亏牌。 圣骸毒蝎 单走的时候， 噬骸 能量块 生成得还特别慢，得有天赋牌加战技一次的情况下才能比较快地在手中积攒三张能量块，这对牌序也提出了要求。 因此想让 圣骸毒蝎 单走其实是不太支持的，很容易就把手牌打没了。当然不排除存在一种合理构筑能够在充分过牌的同时发挥出 圣骸毒蝎 单走的元素爆发价值，这里就不再探索了。另外用 噬骸 能量块 去弃置 阿佩普的绿洲守望者 的 唤醒眷属 我也不推荐，这样牌库里塞的牌有些太多了，会互相干扰，这里只推荐双 圣骸 兽 的配队。 推荐配队： 圣骸毒蝎 、 圣骸风蛇 、 吞星之鲸 圣骸毒蝎 、 圣骸风蛇 、 林尼 总的来说， 圣骸毒蝎 是一位驻场型副C，服务于 圣骸 兽 体系，主要负责提高 噬骸 能量块 在牌库中的密度，拥有连续创造大量雷元素附着的能力，有发动元素反应炉的潜力。 圣骸风蛇 角色立绘与元素爆发动画 超链图片 超链图片 特殊被动 超链图片 噬骸能量块费用：0 和上一部分重复的内容我就不再提了。开局洗入6张 噬骸 能量块 ，平均也是10张牌里面有2张，但这里的洗入牌库是和 海中 寻宝 一样随机的，并不是像 太郎丸 那样均匀，所以上下限波动比较大。 但至少有可能在前期就抽好几张 噬骸 能量块 上手，相对的也要面临断过牌链的风险，总之和 圣骸毒蝎 的被动差距不太大，不是关键问题。 元素战技 超链图片 虚假的过牌圣体： 千年珍珠骏麟 ：回合末出战自动抽一张牌 真正的过牌圣体： 圣骸风蛇 ：每回合一次战技抽三张牌 真不是我吹，这过牌速度太夸张了，只要手里保底有一张 噬骸 能量块 （通过天赋牌很容易做到），战技就能打2风伤抽一张能量块和两张牌，很好地弥补了 噬骸 能量块 让牌库变臃肿的缺点，能够迅速充实手牌。 技能本身价值是非常高的，强烈建议尽量每回合都来抽3张牌，这样过牌链想断都难，也为队伍提供了大量的操作空间，是非常超模的技能 元素爆发 超链图片 乖乖，伤害翻倍竟然变得如此廉价， 莫娜 听了直接愤然离席，这么夸张的机制必须好好来品鉴一番 首先，不管手里有几张 噬骸 能量块 ，开大之后都会全部弃置；如果手里有奇数张 噬骸 能量块 ，那么相当于浪费1张牌，这时可以通过调和或者打出的方式来调整数量。 开大之后则会进入没有 噬骸 能量块 的真空期，需要通过留天赋牌战技或者兜底过牌等方式重新积攒手牌。 其次，伤害翻倍的计算方式和 莫娜 一致，是（技能基础伤害+增伤效果）×倍率，在一般对局当中仅需少量增伤即可打出质变的伤害。 设计师考虑到了这一点， 风元素 恰好是七元素当中唯一吃不上任何反应增伤的，但元素爆发本身以及风伤还有其它的增伤手段，比如 仙跳墙 、 绝缘之旗印 ， 清洁工作 、 特瓦林风涡 、 珐露珊Q 等等。 最常用的2 噬骸 能量块 加 仙跳墙 的3牌小连招就能直接打10丹砂小朋友，这甚至在第二回合刚开始就能做到，配合速切使用能让对手难以规避，如此迅速而有效的压制是非常超模的 最后，比较敏锐的牌手们已经发现了， 圣骸风蛇 的核爆也能达到逆天高，可以仍然使用 迪卢克 核爆堆增伤的老一套思路，在启动回合打出一堆增伤再过牌。 在牌序全对的情况下可以打出（ 清洁工作 ×2、 绝缘之旗印 、 仙跳墙 、 千夜浮梦 、基础2伤、 莫娜 Q、 噬骸 能量块 ×10）10×64共640点伤害，远超 铁甲熔火帝皇 的核爆上限，并且理论上也是可以实现的。 即使不谈核爆， 圣骸风蛇 也将成为对单的巅峰，攒6或8张 能量块 加1张 仙跳墙 就能轻松单杀所有酒馆挑战认真胜负中的单体BOSS，这对萌新十分友好。 天赋牌 超链图片 费用：1风骰 生成1张 噬骸 能量块 ，此后打出 噬骸 能量块 之后切人回一费，相当于省下了切人的费用，补了一层科技。配合 圣骸毒蝎 的天赋牌能够施加双重增益，并且能帮助 风蛇 开局战技直接抽三张，也是必须要满编的。 配队与总结 当 圣骸毒蝎 与 圣骸风蛇 同时入队的时候，由于双天赋的存在， 噬骸 能量块 的利用效率会非常之高。 通过 圣骸风蛇 战技快速积攒手牌，创造随时点杀的压力，中期视情况开启 圣骸风蛇 或者 圣骸毒蝎 大招，完成一轮爆发。 由于在开大弃牌的时候会一口气弃掉好多0费牌，因此养 吞星之鲸 的效率是十分可观的，正好这双 圣骸 兽 比较缺乏残局收割能力，这是一种互补的思路。 与 圣骸毒蝎 不同， 圣骸风蛇 由于自带超强的过牌能力，能够很好地融入大过牌体系当中，哪怕仅仅依靠开局随机产生的6张 噬骸 能量块 和天赋牌，也足够凭借2 能量块 仙跳墙 的10伤combo造成对手减员，把残局留给两个队友处理，因此是完全可以抛弃 圣骸毒蝎 单走的。这种强大机制的魅力使人不得不想起4.1版本的 流浪者 。 推荐配队： 圣骸毒蝎 、 圣骸风蛇 、 吞星之鲸 林尼 、 圣骸风蛇 、 达达利亚 总的来说， 圣骸风蛇 是一位机制前卫，对单高效，超速过牌的收割型副C，是 圣骸 兽 体系的灵魂，拥有大量战术性的优秀机制，能够轻松干扰对手节奏，润滑自身节奏，还能刷新核爆上限，是难能可贵的战斗天才。 回顾： 【V4.7攻略·其他攻略】七圣召唤新卡点评与平调解析配队推荐 续集： 七圣召唤4.7版本新卡点评、平调解析、配队推荐——第三集 七圣召唤攻略合集导航： 『七圣召唤』超详细卡组推荐、攻略合集（长期更新～建议收藏） PVE卡组推荐： 【V4.2攻略·其他攻略】一套牌如何轻松打穿七圣召唤PVE？ 如果本帖对旅行者们有帮助的话还请 点赞收藏转发 哦，喜欢的话还可以点个 关注 ，你们的支持就是我继续创作最大的动力！有任何七圣召唤相关的问题也欢迎在 评论区提问 ，我会一一及时回复的 非常感谢你能看到这里_(妮露-冒头)_(妮露-冒头) 祝各位旅行者把把抽先手，万能骰一共有八个ヾ(✿ﾟ▽ﾟ)ノ_(胡桃-庆祝)_(胡桃-庆祝) 超链图片",
    "length": 6788
}