{
    "game_id": 2,
    "post_id": "36220953",
    "f_forum_id": 43,
    "subject": "尘歌壶摆设和图纸商店—原神商店第五篇。【随机应变】",
    "url": "https://www.miyoushe.com/ys/article/36220953",
    "created_at": 1677329783,
    "like_num": 841,
    "view_num": 45546,
    "reply_num": 119,
    "text": "原神主打大世界探索，但一些资源需要商店购买，这类商店大部分在NPC处，以下盘点一些我认为很重要的商店。（由于图片太多，分多期列举。） 如有相应需要可跳转合集或下面链接查看。 一，特殊料理 二，食谱商店 盘点原神那些重要的商店—第一篇。【随机应变】 三，食材商店 （含部分食材大世界采集。） 食材商店—原神商店第二篇。【随机应变】 四，圣遗物商店（圣遗物狗粮） 五，铁匠铺商店（一二星武器） 圣遗物狗粮和一二星武器商店—原神商店第三篇。【随机应变】 六，元素印商店 七，纪念道具和任务道具商店 纪念道具和元素印商店—原神商店第四篇。【随机应变】 本期盘点 八，尘歌壶摆设和图纸商店 八，尘歌壶摆设和图纸商店 尘歌壶作为原神的家园玩法，虽然负荷有限，但利用上千的摆设自由搭配其创造力早已高出天际（字面意思）。你的尘歌壶是太“屏”间还是梦中世界呢？ 虽然也许我们难以成为原壶玩家，但是拥有成为原壶玩家的基础也是可行的。 尘歌壶的摆设获取途径有很多，任务，NPC赠送，活动等等，以下单独盘点通过商店获取的尘歌壶摆设。 1，阿圆 使用洞天宝钱直接购买洞天宝货，摆设，摆设图纸，洞天珍物，洞天种物。 尘歌壶2万仙力（通过放摆设提高），每天最多可以获取720洞天宝钱。 （1）洞天宝货 我明白的，我明白的，没有奖励的玩法玩的人少是正常的。 我猜测对于很多很多的原神玩家，都没什么心思或者能力玩尘歌壶，毕竟尘歌壶不仅原石奖励少而且内容太太多了，但是有些 奖励不拿白不拿 吧。 尘歌壶升到十级（600原石），2万仙力后，尘歌壶一周可以产出 5040洞天宝钱 ，兑换树脂和圣遗物经验需要1200+360×5+90×20=4800。当然摩拉，经验书也是非常重要的资源。 但对于新玩尘歌壶的玩家， 洞天宝钱换完树脂就留着换摆设图纸吧 。因为尘歌壶圣遗物经验性价比不如大世界NPC卖的2星圣遗物，所以买完树脂后的洞天宝钱分配就随心啦，我个人建议买尘歌壶珍物和图纸。 （2）摆设 可以购买到大部分的植物类摆设（每日刷新）。 需要注意的是： 随着版本更新，会添加新摆设，但这些会放在最下面，所以每次版本更新需要往下滑到底才知道是否更新新摆设。 由于数量众多，且价格偏贵，自行抉择是否购买。 这里购买的仙速瓶可以快速完成摆设制作，持有上限99。 （3）摆设图纸 大部分家具需要图纸才能制作，想要快速打扮尘歌壶还可以利用套装图纸。 因为摆设图纸和套装图纸是永久的，所以无论多贵，全部购买是不会亏的。 部分套装还是角色的喜爱，选对套装和角色， 每位角色可以获得40原石和一点其他奖励 。 （4）洞天珍物 一些限量且极为特殊的摆设。 烟林之真果 是开启须弥 妙香林 尘歌壶地图的道具。 （开启 稻妻绘琦庭 的道具在雷樱树的等级奖励里。） 由于尘歌壶地图过于大，所以 外景锚点 是非常方便的传送道具，还可以利用这个从大世界直接到尘歌壶。（据说下版本主宅也能传送。为了方便快速到达须弥主宅门口？） 除去田地，其他大部分珍物就是一些小游戏摆设了，可以记录成绩，也能和好友一起游玩。 许多道具例如烟花，都是很有趣的，建议全部购买。 （5）洞天种物 可以通过购买田地，和大世界采集种子在尘歌壶种植。大世界有很多，带着 化种匣 就好，没必要尘歌壶购买种子。 尘歌壶这里可以购买五块田，还有一块在璃月港右下角那位钓鱼的NPC那里购买。 由于田地有限，种子类型有限，种植时间3天太长等等因素，这个种植系统实在鸡肋。 所谓的 “丰沃之惠” ，到现在也没实装。 2，阿嘟 每周五~周六出现在尘歌壶，随机刷新商品。 好友尘歌壶要周六周日才能开放购买，共用限购，随意些购买就好。_(恰果看戏) 商品内容大概分为猫狗鹤猪四种动物，外景磐石（璃月大地形摆设），玉帛和珊瑚蝶。 大地形摆设，还可以在阿圆那里的摆设部分找到，有非常多的种类，能浮空的也有哦。 玉帛 是限购道具，每个唯一，由于完全随机刷新，所以随缘购买，可能逛几十个好友世界也不一定买齐玉帛。玉帛可以通过 洞天珍物 将尘歌壶室内室外因为改变成对应音乐。 珊瑚蝶 是活动 三界路飨祭—渊下宫 出现的生物，如今在阿嘟这里每周概率出现，喜欢就每周找阿嘟看看吧。 3，歌德 本来想着尘歌壶洞天宝钱可以换摩拉很不错，结果大世界居然有NPC要用摩拉购买图纸。 120 钱币=1万摩拉，这里要五万一个紫套装图纸或者蓝图纸，也就是600钱币。 要知道，尘歌壶紫套装图纸只要240钱币，蓝图纸160钱币，含泪被坑呀。 图纸限定，该买还给买。 4，路爷 路爷，你究竟收不收徒弟了，别后继无人呀。_(恰果看戏) 尘歌壶究竟好不好玩呢？ 我的回答是，尘歌壶玩法真的丰富，充满创造力，如今有上千摆设，还在持续更新中，有怎样的家园全看你的想象力。（或者卡bug能力，啊不对，特性，都是特性。）。 虽然总归有负荷限制，但自由度还是充足的。 但也许无奖励又要花费大量时间游玩的玩法，很多玩家并不能适应呀。 如果是浅尝辄止，那也希望能尽量了解到尘歌壶的美好，祝大家玩的开心。",
    "length": 2067
}