{
    "game_id": 2,
    "post_id": "55201063",
    "f_forum_id": 43,
    "subject": "【原神角色攻略】V4.8 娜维娅 技能 养成 配队 全攻略",
    "url": "https://www.miyoushe.com/ys/article/55201063",
    "created_at": 1721123602,
    "like_num": 2543,
    "view_num": 13707,
    "reply_num": 101,
    "text": "4.8 版本马上迎来 娜维娅 的复刻，相信有不少想抽的朋友，那么今天就给大家简单做一个娜维娅的全方面攻略，让你抽到后可以快速入手！ 1、技能讲解 娜维娅的定位是： 岩系主C 主要技能为： E技能的瞬爆伤害 技能顺序为： E>A>Q 娜维娅是通过拾取【结晶】叠层【弹片】，再依靠E技能轰出，造成爆发伤害的， 主要升级E技能 A技能可转岩伤打【结晶】，Q技能可产【弹片】，两者本质上都算是辅助E技能 但是，A技能的整体伤害比Q技能高，且转岩伤后，是主要输出方式之一，而Q技能产弹和等级无关，可以不升级， A技能优先于Q技能 1、普攻A技能： 驻场输出 点按普攻（A），长按重击（Z） 共有四段攻击，都是物伤，没有特殊机制，一般不用 开E后 ， 4秒内 ，普攻由物伤 转岩伤 ，成为主要的输出方式之一 （固有天赋1的加成） 2、战技E技能： 核心爆发伤害 在介绍E技能的操作方式前，先了解【结晶】和【弹片】的关系 ①、 岩+冰/火/水/雷=结晶 结晶就是 岩元素和其他元素产生反应 ，掉落在地面的一个晶石 （如下图，香菱的火+凝光的岩，在地面上形成的两颗晶石） ②、每拾取一个地上的结晶，娜维娅的左上角就会 形成一个【弹片】 队友拾取结晶，也是会算进，后台里的娜维娅的弹片数量 长一点的弹片图标代表【2个】，短一点的代表【1个】娜维娅的弹片上限是【6个】 （弹片存在300秒，可以说是长到离谱的一个时间） 了解了结晶和弹片之间的关系和设定，接着来看娜维娅的核心机制【晶弹】 ③、非常简单，释放E技能，向前发射出晶弹， 瞬间造成岩元素伤害 如上图所示，在不叠弹片的情况下，释放E技能，发射出的晶弹有【5枚】 在释放E技能前，叠【1颗弹片】，可多发射出【2枚晶弹】，最多发射11枚晶弹 （原本的5＋6，也就是叠3颗弹片，就可以发射出最多的晶弹） 发射出的晶弹，每多1发命中敌人，造成的 伤害倍率也会随之增加 ，若是11发全部命中，可享受2倍伤害增益 （足以瞬间造成大数字收益） 需要注意的是，娜维娅的炮弹轨迹有点像【散弹枪】， 贴脸开招 的命中率会更高些 点按 长按 的伤害倍率，和炮弹发射的轨道都是一样的，长按只多了一个功能， 快速吸取 周围结晶 上限叠到6颗弹片，到达最高倍率收益。释放E技能，消耗4颗弹片享受15%岩伤加成，5颗享受30%岩伤加成，6颗享受45%岩伤加成，所以，娜维娅的每颗弹片都能给E技能带来高伤害收益，叠层自然是越多越好 3、大招Q技能： 积攒弹片 ①、释放技能，造成1次岩伤后，持续12秒，从上面打炮弹，造成17次岩伤 伤害倍率不高，主要作用是， 可积攒弹片 （一次Q大概能攒5颗弹片） 固有天赋： ①、前面提到的A技能， 开E后，普攻转岩伤 机制 ②、存在其他四种元素的队友，可提升攻击力 综上所述，娜维娅的技能 ①、A技能，开E转岩伤，打结晶反应 ②、E技能，叠弹片后，造成大数字伤害 ③、Q技能，快速叠弹片 大多数操作手法为： Q……EAAAA+EAAAA 娜维娅的Q技能可以快速叠满弹片，最先开启，之后转其他队友…… （队友上元素过程……） 后台水火雷冰都上完元素，再转回娜维娅，这时候开过Q肯定是叠满弹片的，直接释放E 开E后 （长按跟点按的问题，看周围有没有结晶要捡） ，4秒内，娜维娅的普攻转岩伤，配合前面的队友元素 （如下图的香菱锅巴） 就可以用A技能，打出结晶反应，叠弹片 以上就是娜维娅的具体操作方式 （当然，仅靠娜维娅自己，在4秒内的普攻，叠满弹片是不可能的，最好带上另一个后台岩系配合打结晶） 2、命座讲解 0命够用，2命可捞，往上奔6命最佳 1命：缓解充能，减Q冷却时间 2命：提供暴击，以及额外伤害 3命：升级E等级 4命：释放Q技能，减岩抗（即增伤） 5命：升级Q等级 6命：提供爆伤，优化弹片机制 总体上，娜维娅除了1命是缓解充能压力以外，其他命座都是增伤型的 2命的增伤数值，相对较高，勉强可捞，其他增伤一般，如果想更高的话，直接奔6命，才能达到质变 不打算抽6命的话，2命即可停手，或者不抽 3、圣遗物搭配 1、主词条： 攻击沙、岩伤杯、暴击/爆伤头 副词条： 双爆>攻击>充能 娜维娅依靠E技能输出，对充能的需求不高，尤其是1命娜维娅 主要堆双爆和攻击，越高越好，这里建议高暴击，不然容易高血压 _(米游姬-暗中观察) 圣遗物推荐： 回声4件套 首次释放E技能，可享受岩伤加成，持有结晶盾再往上加，属于是带着圣遗物出场了，妥妥毕业套装 萌新推荐： 岩伤2件套+攻击2件套 过渡期可以采用2+2套装，建议2回声+2角斗，方便省事 4、适用武器 1、 裁断 娜维娅的专武，自然适配度最高 2、 螭骨剑 高额增伤与暴击加成，四星最优，有精5螭骨剑的情况下，可以不抽专武 其他武器，可选择：浪影阔剑、千岩古剑、聊聊棒、试做古华等等 5、阵容搭配 1、核心： 双岩体系 在前面的核心E技能里介绍了，娜维娅主要依靠，拾取结晶叠层弹片增伤，造成高额伤害 单靠娜维娅一人，是无法快速打出，足够的结晶反应，还需要搭配一个 岩系后台 进行配合 效率最高的，首选 阿贝多 ，下位可选，岩C专属辅助的 五郎 ，都没有，其他 钟离、凝光、诺艾尔、岩主 等岩系也是可以凑合加入的 其次，是能与岩元素进行反应 （水火雷冰） 的后台队友 （草风不反应，不和娜维娅组队） 像后台挂水位的 行秋，芙宁娜，夜兰 ，后台挂火位的 香菱 等等，能进入后台，和岩系配和打反应的角色都可 班尼特 占的是【增伤治疗位】队伍搭配除了保障娜维娅的输出，也要权衡一下生存压力~ 娜维娅配队比较简单的，只要符合上述 （岩系+和岩系打反应的后台） 基本都能入队，顺带考虑一下入队成员的生存压力和增伤优势即可~ 推荐程度： ①、配队自由， 没有主C 角色可抽 ②、 大数字伤害 爆发，可玩核爆 ③、好看 总体而言，做为驻场型输出，伤害收益可观，适合缺少主C，且喜欢娜维娅建模的萌新 不推荐程度： ①、 已经 有两个以上的主C 角色 ②、 叠层机制慢 ，不喜欢玩结晶体系 以上就是娜维娅全方位攻略，欢迎补充！",
    "length": 2501
}