{
    "game_id": 2,
    "post_id": "39935351",
    "f_forum_id": 43,
    "subject": "加尔恰的赞歌系列任务（推分算数原理）",
    "url": "https://www.miyoushe.com/ys/article/39935351",
    "created_at": 1685679708,
    "like_num": 2754,
    "view_num": 251209,
    "reply_num": 1495,
    "text": "各位旅行者你们好，这里是「二也」 _(偶像姬_WINK) 加尔恰的赞歌系列任务 本篇内容 介绍 须弥 委托任务「加尔恰的赞歌」系列任务内容 ； 反复 完成 5 个 支线任务 ，获得成就 「推分算数原理」 ； 隔天自动接取世界任务 「加尔恰的赞歌·适配性赠礼」 任务触发 选择委托任务倾向地域于 须弥 ， 随机刷新 等级限制 冒险等阶达到35级 任务限制 完成任务 「第三章·第二幕·千朵玫瑰带来的黎明」、「加尔恰的赞歌」 【V3.0攻略】千朵玫瑰带来的黎明合集 加尔恰的赞歌 「加尔恰的赞歌」系列任务思维导图 反复 完成 5 个 支线任务 「加尔恰的赞歌」任务中 5 个 支线任务 ： ①加尔恰的赞歌· 关键物品； ②加尔恰的赞歌· 替代物； ③加尔恰的赞歌· 轴承之上； ④加尔恰的赞歌· 举手之劳； ⑤加尔恰的赞歌· 某人的回响； 世界任务： 加尔恰的赞歌· 适配性赠礼； 具体任务顺序： （实测记录） 前置： 璃月望舒客栈 接取「加尔恰的赞歌」 ✔ ①「加尔恰的赞歌·关键物品」3次 ✔ ②「加尔恰的赞歌·替代物」3次 ✔ （支线①和②会交替刷新） ③「加尔恰的赞歌·轴承在上」1次 ✔ ④「加尔恰的赞歌·举手之劳」4次 ✔ ⑤「加尔恰的赞歌·某人的回响」2次 ✔ ①「加尔恰的赞歌·关键物品」3次 ✔ （支线①和⑤会交替刷新） ⑤「加尔恰的赞歌·某人的回响」1次 ✔ （成就） 世界任务「加尔恰的赞歌·适配性赠礼」 ✔ 时间：2022/09/12-2023/05/31-3.6版本 任务难点（可参考） 难点① ：加尔恰的赞歌· 替代物 ； 应该与交付鸦印品质无关-可参照实测记录 实测3次交付顺序 ： ①攫金鸦印；（蓝色） ②藏银鸦印；（绿色） ③寻宝鸦印；（灰色） 难点② ：加尔恰的赞歌· 举手之劳 ； 对话选择 与加尔恰回报时对话选择， 选错了可重复选 选择第3个 ：二次入炉的时候，燃料记得加多点。 选择第2个 ：从内向外敲打。 难点③ ：加尔恰的赞歌· 某人的回响 ； 应该与交付鸦印品质无关-可参照实测记录 实测3次交付顺序 ： ①攫金鸦印；（蓝色） ②攫金鸦印；（蓝色） ③藏银鸦印；（绿色） 任务流程 加尔恰的赞歌· 关键物品 关键物品 1.与加尔恰对话 传送 须弥城外 东北方向 锚点，往 地图的西方向 走 ▶与加尔恰对话； 2.取得 「新鲜的史莱姆凝液」 往 地图的西方向 走，清理史莱姆 3.向加尔恰回报 与加尔恰对话， 对话内容有多种 对话结束，完成任务 「加尔恰的赞歌· 关键物品 」 加尔恰的赞歌· 替代物 替代物 1.与加尔恰对话 传送 须弥城 酒馆 锚点，前往咖啡馆门口 ▶与加尔恰对话； 2.拿到盗宝团携带的徽印，并带给加尔恰 应该与交付鸦印品质无关-可参照实测记录 实测3次交付顺序 ： ①攫金鸦印；（蓝色） ②藏银鸦印；（绿色） ③寻宝鸦印；（灰色） 对话结束，完成任务 「加尔恰的赞歌·替代物」 加尔恰的赞歌· 轴承之上 轴承在上 1.与阿汉格尔对话 传送 须弥城 酒馆 锚点，前往铁匠铺 ▶与阿汉格尔对话； 2.将三份铁块带给路通 与路通对话 交付3块铁块 对话结束，完成任务 「加尔恰的赞歌·轴承在上」 加尔恰的赞歌· 举手之劳 举手之劳 1.与加尔恰对话 传送 须弥城 酒馆 锚点，前往铁匠铺 ▶与加尔恰对话； 2.询问阿汉格尔 与旁边的阿汉格尔对话 ▶没有选项，对话完即可； 3.向加尔恰回报 与加尔恰对话， 选错了可重复选 选择第3个 ：二次入炉的时候，燃料记得加多点。 选择第2个 ：从内向外敲打。 对话结束，完成任务 「加尔恰的赞歌·举手之劳」 加尔恰的赞歌· 某人的回响 （成就） 某人的回响 1.与加尔恰对话 传送 须弥城 酒馆 锚点，前往咖啡馆门口 ▶与加尔恰对话； 2.拿到盗宝团携带的徽印，并带给加尔恰 应该与交付鸦印品质无关-可参照实测记录 实测3次交付顺序 ： ①攫金鸦印；（蓝色） ②攫金鸦印；（蓝色） ③藏银鸦印；（绿色） 对话结束，完成任务 「加尔恰的赞歌·某人的回响」 ▶完成3次，获得成就 「推分算数原理」 ； 加尔恰的赞歌· 适配性赠礼 获得成就后隔天自动接取 适配性赠礼 1.与加尔恰对话 传送须弥城酒馆锚点，前往咖啡馆门口 ▶与加尔恰对话； 2.与加尔恰对话 前往铁匠铺，与加尔恰对话 3.与谢赫祖拜尔对话 前往大巴扎舞台上，与谢赫祖拜尔对话 4.与加尔恰对话 前往铁匠铺，与加尔恰对话 5.快去咖啡馆吧 前往咖啡馆门口，与坐着的迦雅对话 对话结束，完成任务 「加尔恰的赞歌·适配性赠礼」 须弥每日委托任务成就合集 须弥每日委托任务成就合集 须弥隐藏任务合集 须弥隐藏任务合集 须弥声望任务世界任务合集 须弥声望任务世界任务合集 如果觉得不错可点个 关注 ，敬请期待更多内容 更新 ！ 如果有任务 问题 ，可以 私信 我，感谢旅行者们支持！",
    "length": 2016
}