{
    "game_id": 2,
    "post_id": "38367251",
    "f_forum_id": 43,
    "subject": "【观测枢】含成就每日——来自冬天的故事",
    "url": "https://www.miyoushe.com/ys/article/38367251",
    "created_at": 1682351490,
    "like_num": 522,
    "view_num": 15850,
    "reply_num": 96,
    "text": "向蒙德教堂 愚人众维克多打听至冬消息 ， 三条全部打探完后获得成就 【有一说一】 _(安柏-HI) 完成还可以获得名片哦 总结：跟着流程 探听全部三条消息即可 ，会有三个具体选项，如下图。 建议从上往下依次点，或者记录一下， 避免错忘漏。 标传送地点是因为不出教堂地图上就不显示任务地点 ， 直接传送能少一次读条 _(枫原万叶-鼓励) 下面是详细流程（附对话内容） 首先来到蒙德大教堂，进门即可看见维克多。 他会热情问你要不要加入愚人众，随后愿意告诉你些关于至冬和愚人众的事情，具体可询问的包括「愚人众」「邪眼」「女皇陛下」。 回答前维克多会让你清理怪物，任务地点不出教堂不显示 ，故而下列标出不同询问地点，直接传送即可。 _(胡桃-卖萌)好奇对话内容的话，可以看这个折叠。 [来自冬天的故事]完整对话 维克多：这里，旅行者，我注意你很久了。 旅行者：找我有什么事吗？ 维克多：怎么这么一副提防的语气，我可是有件好事告诉你。 维克多：怎么样，你有没有兴趣加入「愚人众」？ 派蒙：哼，我们才没兴趣呢！对吧？” 旅行者：我考虑考虑。”&“这里可是蒙德城。”（二选一） （选择“我考虑考虑。”） 派蒙：喂！怎么这种事情你也要考虑呀，直接拒绝才对吧！？ （选择“这里可是蒙德城。”） 维克多：蒙德城怎么了？咱们「愚人众」可是全大陆公开征募，绝对公平公正，西风骑士也管不着。 维克多：咦，看你的表情，是有问题想问？ 旅行者：“关于「愚人众」…”&“关于「邪眼」…”&“关于「女皇陛下」…”（三选一） （选择“关于「女皇陛下」…”） 旅行者：关于「女皇陛下」… 维克多：怎么，你想找我打听女皇陛下？ 维克多：你不会是因为女皇陛下，才考虑加入愚人众的吧？ 维克多：哼，不是我说你，你自己掂量掂量你这个念头… 维克多：不过，关于女皇陛下的消息，我更不能白告诉你。 维克多：你去跑一趟，从遗迹守卫身上找点宝贝回来吧，我突然想收藏来玩玩。 旅行者：“我知道了。”&“你要这个做什么？”（二选一） （选择“我知道了。”） 维克多：哦，那你快去吧，我就在这等着你。 （选择“你要这个做什么？”） 维克多：啊？做个收藏不行吗？怎么，蒙德人连个遗迹守卫都不敢试试吗？ 维克多：哼，对「愚人众」来说，也就是一抬手的功夫。 维克多：不过，哈…这股风吹得我只想睡觉，实在提不起劲，所以这件小事就交给你了。 （任务过程中再次与维克多对话） 维克多：记住了啊，是遗迹守卫身上的战利品，可别偷懒，随便找点东西来糊弄我。 维克多：哈...越来越想睡觉了... （离开教堂后） 派蒙：你怎么还真在考虑加入「愚人众」呀？他们可不是什么好人哦。 派蒙：而且，你也见到了他们那副傲慢的样子了，你不会真想成为那种人吧… 派蒙：咦？「探听情报的机会」…你是说，你是想要借这个机会，从那家伙嘴里挖出「愚人众」的情报吗？ 派蒙：…虽然你说得很有道理，但我还是觉得，这么做很不舒服，我们为什么要为「愚人众」跑腿呀… 派蒙：不过，既然你都这么说了，那我就相信你吧。 （击败遗迹守卫，获得遗迹守卫战利品） 派蒙：这就是那家伙要的战利品吧，我们带回去给他吧。 （与维克多对话） 维克多：东西拿到了吗？ 旅行者：拿到了。 维克多：哦！这个东西不错啊，你手脚还挺利索的嘛。 维克多：你想打听和「女皇陛下」有关的事对吧？我想想从哪开始说。 维克多：嗯…如果简短概括，那么就是「女皇陛下是神」。 维克多：这并不是什么抽象形容，而是具体的事实。女皇陛下就是当今「尘世七执政」中的「冰之神」。 维克多：不过，对我们「愚人众」来说，「女皇」的意义更甚于「神」得到身份。 维克多：至于原因…和你说了你也不会明白，或者说，不会理解。 维克多：如果你想要理解的话，就加入我们吧。加入了之后，自然而然地就会理解了，咱们的女皇陛下… 维克多：啧…得了得了，就说到这吧，旁边的修女又在瞪我了… （选择“关于「邪眼」…”） 维克多：嘿...我说，你是真不会说话，还是假装糊涂？ 维克多：你又不是「愚人众」的正式成员，这么直挺挺一句「『邪眼』是什么? 」戳过来。 维克多：你觉得我会直接一五一十地全部告诉你吗？我又不是那两个看门的西风骑士。 维克多：不过..「邪眼」可是咱「愚人众」的宝物，让你了解一下，也不是不行。 维克多：这样吧，你再去跑一趟。你见过蒙德城周围的那些「盗宝团」吧？ 维克多：虽然是一群偷偷摸摸的小**，但偶尔还真能让他们撞到宝贝。 维克多：你去帮我跑一趟，从「盗宝团」的手上拿点东西回来，作为交换，我就给你讲讲「邪眼」的事。 旅行者：“我知道了。”&“你缺钱了？”（二选一） （选择“我知道了。”） 维克多：我就喜欢爽快的人，那你就快点去吧。 （选择“你缺钱了？”） 维克多：缺钱？哈哈哈，你以为我们是西风骑士团吗？ 维克多：我就是想看看，盗宝团能在蒙德挖出什么东西来。 维克多：不过...嘿嘿，想来他们也挖不出来什么值得一提的宝贝吧。 （任务过程中再次与维克多对话） 维克多：记住了，是从「盗宝团」那拿点东西回来。 维克多：你要是拿乱七八糟的东西糊弄我，那我们俩的交易就告吹了。 （离开教堂后） 派蒙：你怎么还真在考虑加入「愚人众」呀？他们可不是什么好人哦。 派蒙：而且，你也见到了他们那副傲慢的样子了，你不会真想成为那种人吧… 派蒙：咦？「探听情报的机会」…你是说，你是想要借这个机会，从那家伙嘴里挖出「愚人众」的情报吗？ 派蒙：…虽然你说得很有道理，但我还是觉得，这么做很不舒服，我们为什么要为「愚人众」跑腿呀… 派蒙：不过，既然你都这么说了，那我就相信你吧。 （击败盗宝团，获得盗宝团战利品） 派蒙：这就是那家伙要的战利品吧，我们带回去给他吧。 （与维克多对话） 维克多：东西拿到了吗？ 旅行者：拿到了。 维克多：我看看，啧，果然不是什么好宝贝，什么破地方... 维克多：好了好了，和你讲讲「邪眼」的事。我想想啊... 维克多：「邪眼」是由女皇陛下亲自赐予的宝物，有着强大的力量，只要有了它，无论是信仰还是「神之眼」，都是哄小孩的把戏。 维克多：不过，「邪眼」也不是人人都能持有，「愚人众」里除了那十一位「执行官」之外，能拿到「邪眼」的人也不多。 维克多：不过就算这样，对于我这种普通人来说，比起由神恩赐而来的「神之眼」，还是「邪眼」更具有现实感。 维克多：嘿嘿，我看你也没有「神之眼」，怎么样？考不考虑加入我们「愚人众」，说不定运气好，真能拿到「邪眼」喔。 维克多：呃...好了，关于「邪眼」就说到这吧，西风骑士团对这东西很敏感，可别把他们招来了。 （选择“关于「愚人众」…） 维克多：喔唷，单刀直入啊，哼哼，那讲起来可就长咯。 维克多：不过，你还不是「愚人众」的正式成员，我也不能白告诉你... 维克多：我听说，这蒙德城周围有很多丘丘人，有的还聚在一起抱起了团。 维克多：你帮我去走一趟，从领头的「丘丘人暴徒」那拿点战利品回来，然后，我就给你讲点新鲜故事，怎么样？ 旅行者：“我知道了。”&“就只要这个？” （选择“我知道了。”） 维克多：哟，还挺爽快的，难得在蒙德城里能遇见这种人。 维克多：那你快点去吧，我就在这等你，记得快去快回。 （选择“就只要这个？”） 维克多：怎么，你还嫌这个不带劲？行了，再厉害点的怪物你搞得定吗？ 维克多：快去快回吧，我就在这等着你。 维克多：哈...要是再磨蹭一会，我非得被这风给吹睡着了... （任务过程中再次与维克多对话） 维克多：别忘了啊，是「丘丘人暴徒」身上的战利品，拿到了就赶紧回来。 维克多：具体是什么？就是...一个号角。哎呀，你拿到了之后给我就是了。 （离开教堂后） 派蒙：你怎么还真在考虑加入「愚人众」呀？他们可不是什么好人哦。 派蒙：而且，你也见到了他们那副傲慢的样子了，你不会真想成为那种人吧… 派蒙：咦？「探听情报的机会」…你是说，你是想要借这个机会，从那家伙嘴里挖出「愚人众」的情报吗？ 派蒙：…虽然你说得很有道理，但我还是觉得，这么做很不舒服，我们为什么要为「愚人众」跑腿呀… 派蒙：不过，既然你都这么说了，那我就相信你吧。 （击败丘丘人暴徒，获得丘丘人暴徒战利品） 派蒙：这就是那家伙要的战利品吧，我们带回去给他吧。 （与维克多对话） 维克多：东西拿到了吗？ 旅行者：拿到了。 维克多：我看看，嗯...勉强还行，凑合吧。 维克多：那我就和你们讲讲「愚人众」的事。 维克多：我们「愚人众」来自「至冬宫」，听从女皇陛下的命令，秉承着女皇陛下的意志，在世界各地活动。 维克多：在其中有十一位最强的人，被女皇陛下赐予了「执行官」之名。 维克多：比起我们这些无名小卒，那十一位「执行官」才是有着赫赫威名的大人物。 维克多：如果你加入了「愚人众」，实力也够强，说不定还会被哪位大人挑中。 维克多：那样的话，你就飞黄腾达咯... 维克多：我？被挑中倒是谈不上，我就是在这给「女士」大人办点小事。 维克多：呃...如果非要选的话，我其实更想跟着「队长」大人啊... 关于「愚人众」 位于 千风神殿 附近，需要你清理丘丘人，位置如下图。 清理完后回报即可。 _(枫原万叶-Hi) 关于「邪眼」 需要你来明冠峡南方清理盗宝团，如下图 关于「女皇陛下」 需要你消灭明冠峡北方遗迹的遗迹猎手，如下图 这地方能看见两个机器人，不过只有一个是任务目标 三个都做完后就能获得成就【有一说一】了 _(云堇-WINK) 如果还做完另一个每日委托【说到做到！】的话，还能获得一个名片 _(云堇-偷笑)攻略见下面链接 【观测枢】每日委托——说到做到（含有成就 名片如下 很简单的任务，觉得有帮助就点个赞再走吧。 _(云堇-期待)",
    "length": 3945
}