{
    "game_id": 2,
    "post_id": "29403159",
    "f_forum_id": 43,
    "subject": "须弥45个限时挑战",
    "url": "https://www.miyoushe.com/ys/article/29403159",
    "created_at": 1664164907,
    "like_num": 1714,
    "view_num": 67537,
    "reply_num": 199,
    "text": "各位旅行者你们好，这里是「二也」 _(偶像姬_WINK) 须弥45个限时挑战 本篇内容 介绍须弥 45 个限时挑战 ，其中 大世界探索限时挑战 37 处 ， 任务相关限时挑战 7 处 ， 补充 1 处 等级限制 冒险等阶达到35级 任务限制 完成任务 「第三章·穿越烟帷与暗林-缄默的求知者」、「须弥森林书合集」 【V3.0攻略】穿越烟帷与暗林-缄默的求知者 须弥森林书合集 任务流程 须弥 45 个限时挑战， 大世界探索限时挑战 基本都在地面， 任务相关限时挑战 基本都在地下 六芒星 代表 大世界探索限时挑战 ； 叹号 代表 任务相关限时挑战 ； 四叶草 代表 最后宝箱位置 大世界探索限时挑战 ：1-37 任务相关限时挑战 ：38-44 （“✔”代表完成任务已完成挑战；“✘”代表可能未完成挑战） 限时挑战1 传送化城郭神像，往 地图的西方向 飞， 在 柯莱住处旁 挑战内容 ：在30秒内收集6个草之微粒 限时挑战2、3 传送阿陀河谷神像，往 地图的东南方向 飞，在遗迹巨像手旁 挑战内容 2 ：在100秒内收集8个草之微粒 挑战内容 3 ：在60秒内击败所有敌人 限时挑战4 传送阿陀河谷神像，往 地图的南方向 飞，在河边 挑战内容 ：在40秒内收集10个草之微粒 限时挑战5 传送降诸魔山图中锚点，往 地图的西南方向 飞，在山坡下 挑战内容 ：在30秒内开启宝箱 限时挑战6 传送降诸魔山图中锚点，往 地图的东北方向 爬，在山顶上 挑战内容 ：在25秒内开启宝箱 限时挑战7 传送维摩庄图中锚点，往 地图的西北方向 走，在石头上 挑战内容 ：在40秒内收集8个草之微粒 限时挑战8 传送 秘境-河谷的黯道 ，按图中路线走，在山顶上 挑战内容 ：在50秒内收集8个草之微粒 切换天气-雨 限时挑战9 传送水天丛林图中锚点，视频指引 挑战内容 ：在60秒内打破15个水泡 限时挑战10 传送 秘境-有顶塔 ，往 地图的东南方向 飞，在山坡上 挑战内容 ：在60秒内收集10个草之微粒 限时挑战11 传送善见地图中锚点，往 地图的西南方向 飞，在山坡上 挑战内容 ：在40秒内收集10个草之微粒 限时挑战12、13、14 传送水天丛林图中锚点，视频指引 挑战内容 12 ：在90秒内收集13个草之微粒 挑战内容 13 ：在40秒内打破8个水泡 挑战内容 14 ：在60秒内击败所有敌人 ※tip：在图中指引①②③位置弹琴解锁草种子，召唤草种子，射击图中指引的三处须弥解密解除屏障 限时挑战15、16 传送善见地神像，往 地图的东南方向 飞，在山坡上 挑战内容 15 ：在30秒内引爆4个**桶 挑战内容 16 ：在30秒内打破9个水泡 限时挑战17、18 传送善见地神像，往 地图的西北方向 飞，在草地上 挑战内容 17 ：在40秒内收集8个草之微粒 挑战内容 18 ：在40秒内收集8个草之微粒 限时挑战19、20 传送善见地神像，往 地图的西方向 飞，在山坡上 挑战内容 19 ：在35秒内引爆4个**桶 挑战内容 20 ：在40秒内引爆3个**桶 限时挑战21 传送善见地图中锚点，往 地图的东北方向 飞，在山坡上 挑战内容 ：在30秒内收集8个草之微粒 限时挑战22 传送善见地图中锚点，往 地图的东南方向 飞，在河边 挑战内容 ：在20秒内开启宝箱 限时挑战23 传送二净甸神像，往 地图的西北方向 走，在山坡下 挑战内容 ：在40秒内收集11个草之微粒 限时挑战24 传送二净甸神像，往 地图的西南方向 走，在营地旁 挑战内容 ：在30秒内引爆4个**桶 限时挑战25 传送善见地图中锚点，往 地图的东北方向 走，在草地上 挑战内容 ：在60秒内收集8个草之微粒 限时挑战26 传送桓那兰那图中锚点，往 地图的东南方向 走，在路边上 挑战内容 ：在60秒内收集8个草之微粒 限时挑战27、28 传送桓那兰那神像， 切换现实 ，视频指引 挑战内容 27 ：在90秒内收集15个草之微粒 挑战内容 28 ：在55秒内收集9个草之微粒 限时挑战29 传送 秘境-昏识塔 ，视频指引 挑战内容 ：在40秒内收集7个草之微粒 限时挑战30 传送茸蕈窟图中锚点，往 地图的东南方向 飞，在山坡上 挑战内容 ：在30秒内开启宝箱 限时挑战31 传送茸蕈窟图中锚点，往 地图的东北方向 飞，在树洞里 挑战内容 ：在40秒内引爆6个**桶 限时挑战32 传送护世森图中锚点，往 地图的东南方向 飞，在花中间 挑战内容 ：在80秒内收集7个草之微粒 限时挑战33 传送护世森神像，往 地图的西北方向 走，在营地里 挑战内容 ：在30秒内开启宝箱 限时挑战34 传送护世森图中锚点，往 地图的东南方向 飞，在花中间 挑战内容 ：在10秒内引爆8个**桶 （需范围技能） 限时挑战35、36、37 传送护世森图中锚点，往 地图的东南方向 飞，在花中间 挑战内容 35 ：在80秒内击败所有敌人 挑战内容 36 ：在60秒内收集8个草之微粒 挑战内容 37 ：在30秒内引爆5个**桶 限时挑战38✘ 完成任务 「吉祥具书·加扎里篇」 【V3.0攻略】吉祥具书·加扎里篇 传送降诸魔山图中锚点，视频指引 挑战内容 ：在40秒内收集8个草之微粒 限时挑战39✘ 完成任务 「水天供书·膏腴土地下的唤雨之曲」 【V3.0攻略】水天供书·膏腴土地下的唤雨之曲（晴雨的经纬） 传送 秘境-晴雨的经纬 ，视频指引 挑战内容 ：在40秒内收集8个草之微粒 限时挑战40✘ 完成任务 「水天供书·沉睡的根系」 【V3.0攻略】水天供书·沉睡的根系 传送 秘境-有顶塔 ，视频指引 挑战内容 ：在40秒内击败所有敌人 限时挑战41✘，42✘，43✘ 完成任务 「正法炬书·终章」、「正法炬书·兰纳迦的回忆」 【V3.0攻略】正法炬书·终章 【V3.0攻略】正法炬书·兰纳迦的回忆 传送护世森图中锚点，视频指引 挑战内容 41 ：在30秒内开启宝箱 挑战内容 42 ：在40秒内击败所有敌人 挑战内容 43 ：在60秒内击败所有敌人 限时挑战44✘ 完成任务 「正法炬书·星夜之章」 【V3.0攻略】正法炬书·星夜之章 传送 秘境-有顶塔 ，视频指引 挑战内容 ：在90秒内收集7个草之微粒 补充-限时挑战45 传送 桓那兰那图中锚点 ，往 地图的西南方向 走，在洞深处 （前往 草神瞳 位置，拾取全部 须弥蔷薇 ，出现 限时挑战 ） 挑战内容 ：在60秒内收集8个草之微粒 瑶林的冒险家 总计 45 个，已知分类 44 处，补充 1 处 须弥宝箱神瞳合集 须弥宝箱草神瞳合集 须弥隐藏任务合集 须弥隐藏任务合集 须弥森林书合集 须弥森林书合集 须弥声望任务世界任务合集 须弥声望任务世界任务合集 如果觉得不错可点个 关注 ，敬请期待更多内容 更新 ！ 如果有任务 问题 ，可以 私信 我，感谢旅行者们支持！",
    "length": 2840
}