{
    "game_id": 2,
    "post_id": "34260600",
    "f_forum_id": 43,
    "subject": "云堇的全武器推荐",
    "url": "https://www.miyoushe.com/ys/article/34260600",
    "created_at": 1673764716,
    "like_num": 2415,
    "view_num": 48809,
    "reply_num": 130,
    "text": "云堇的全武器推荐 璃月名伶云堇自去年回眸一笑百媚生之后，有多少人成为了云堇小姐的狗。那么各位云堇的狗，不对，各位旅行者们，云堇即将迎来她的复刻，那么我们还是需要选择一把趁手的武器给云堇小姐耍耍，要是她高兴了，再给我们唱一曲岂不妙哉？ 【一星武器】 新手长枪 满级（70级）攻击力：185 “这难道是云堇小时候练习用的枪。” 啊，这是云堇送给我的，她果然爱我。 【二星武器】 铁尖枪 满级（70级）攻击力：243 “一头有尖，可攻可守的护身武器。” 据说这把枪背起来巨帅。 【三星武器】 1. 白缨枪 满级（90级）攻击力：401  暴击率：23.4% 普通攻击造成的伤害提升（24%/30%/36%/42%/48%） “这枪挺容易脏的” 该武器副词条是高贵的暴击属性，可以提高云堇E技能伤害的稳定性。 完全可以给云堇使用 。 2. 黑缨枪 满级（90级）攻击力：354  生命值：46.9% 对史莱姆类敌人造成的伤害增加（40%/50%/60%/70%/80%） “你就说这枪容不容易脏吧” 该武器为生命值加成武器，由于云堇EQ伤害均吃防御力，但是E技能期间云堇的护盾却吃的是生命值上限， 所以这把武器能用，但是加成也就只是保证了E技能的护盾吸收量 。 3. 钺矛 满级（90级）攻击力：448  攻击力：23.5% 对普通攻击命中的敌人造成（160%/200%/240%/280%/320%）攻击力的额外伤害。该效果每10s只能触发一次。 “如果你想让香菱当锅巴工具人，那么这把枪适合你，但是如果你想让香菱戳戳戳的话，我还是建议隔壁的白缨枪更好些” 该武器为攻击力加成武器，并且对普通攻击有一定的伤害补足。但是云堇几乎不需要攻击力加成，而且也很少打普通攻击。 不太推荐使用 。 【四星武器】 1. 匣里灭辰 满级（90级）攻击力：454  元素精通：221 对于处于水元素或者火元素影响下的敌人，造成的伤害提高（20%/24%/28%/32%/36%）。 “别说，和云堇颜色还挺搭的” 该武器为精通加成武器。由于云堇为岩系角色，完全不需要元素精通加成，所以云堇几乎用不到该武器。 推荐配队： 云堇，夜兰，班尼特/行秋，宵宫（宵宫主C队伍） 云堇，夜兰，行秋，神里绫人（神里绫人主C队伍） 本队伍利用了匣里灭辰的被动，可以利用队伍的水火元素附着来加强云堇的技能伤害，并且元素精通的提高能够使得产生的结晶强度更高，保障主C的输出环境。 2. 试作星镰 满级（90级）攻击力：510  元素充能效率：45.9% 施放元素战技后，普通攻击和重击造成的伤害提高（8%/10%/12%/14%/16%）。持续12s，最多叠加2层。 “青春一号” 该武器为充能武器，缓解了云堇的充能需求，但是其武器被动对云堇来说没有意义。 推荐前期使用，后期有充能更高的武器可以替换 。 推荐配队： 云堇，五郎，班尼特/行秋/申鹤/坎蒂丝，钟离（各系钟离平A流） 武神钟离，你值得拥有。 3. 流月针 满级（90级）攻击力：565  物理伤害加成：34.5% 获得元素微粒或者元素晶球后的5s内，普通攻击和重击额外造成（20%/25%/30%/35%/40%）攻击力的伤害。 “不说了，真的没人用” 该武器为物理加成武器， 没啥用，不推荐 。 4. 黑岩刺枪 满级（90级）攻击力：510  暴击伤害：55.1% 击败敌人后，攻击力提升（12%/15%/18%/21%/24%），持续30s。该效果至多叠加三层，每层持续时间独立。 “相关故事真的很感人” 该武器副词条是及其高贵的暴击伤害。可以提升云堇的EQ伤害，但是让云堇触发被动属实是有些困难。 如果想要云堇输出的话可以选择这把武器，如果只是纯辅助的话不太推荐 。 推荐配队： 云堇，夜兰，班尼特/行秋，五郎（云堇前台输出） 爱她就让她前台输出吧。 5. 决斗之枪 满级（90级）攻击力：454  暴击率：36.8% 身边至少有2个敌人时，获得（16%/20%/24%/28%/32%）攻击力提升与（16%/20%/24%/28%/32%）防御力提升；身边的敌人少于2个时，获得（24%/30%/36%/42%/48%）攻击力提升。 “四星之光！！！” 该武器为暴击率加成武器。能够使的云堇EQ伤害更加稳定，而且第一条武器被动云堇可以吃到，可以使得云堇提供的伤害加成更高。唯一的问题就是该武器只能通过大月卡获取，获取难度稍微有点大。 推荐配队： 云堇，夜兰，行秋/班尼特，宵宫 主C替换成其他角色也是可以的。 6. 西风长枪 满级（90级）攻击力：565  元素充能效率：30.6% 攻击造成暴击是，有（60%/70%/80%90%/100%）的几率产生少量元素微粒，能为角色恢复6点元素能量。该效果每（12/10.5/9/7.5/6）s只能触发一次。 “你存在我深深的脑海里，我的梦里，我的心里，我的歌声里” 该武器是一把充能武器，基本上解决了云堇的充能问题。 极度推荐使用，精练越高越好 。云堇在装备该武器时， 需要堆叠一定的暴击率来触发武器被动 。 推荐配队： 云堇，夜兰，行秋/班尼特/钟离，输出角色 我的青春不后悔！！！ 7. 宗室猎枪 满级（90级）攻击力：565  攻击力：27.6% 攻击造成伤害时，暴击率提升（8%/10%/12%/14%/16%），最多堆叠5次。攻击造成暴击后，移除已有的专注效果。 “该武器由旧蒙德贵族收藏” 该武器为攻击力加成武器，对云堇来说没有太大作用，而且副词条有需要看脸，我作为非洲来的人，可以直接忽略掉武器被动了。 不太推荐使用 。 推荐配队： 云堇，夜兰，行秋/班尼特/钟离，输出角色 武器实在是太贵了，不想兑换。 8. 龙脊长枪 满级（90级）攻击力：454  物理伤害加成：69.0% 普通攻击与重击命中敌人时，有（60%/70%/80%/90%/100%），概率在敌人上方生成恒冰晶核并坠落，造成（80%/95%/110%/125%/140%）攻击力的范围伤害。若敌人处于冰元素影响下，则造成（200%/240%/280%/320%/360%）攻击力的伤害。该效果每10s至多触发一次。 “任务做完了，雪山再也不去了” 该武器提供了高额的物理伤害加成，对辅助流云堇没有任何实质意义上的加成，如果是前台主C流云堇该武器还不错。 一般不推荐使用 。 推荐配队： 云堇，夜兰，行秋/班尼特/钟离，输出角色 云堇，莱伊拉/迪奥那，雷电将军，钟离（云堇前台平A） 云堇前台伤害真不太够。 9. 千岩长枪 满级（90级）攻击力：565  暴击率：27.6% 队伍中每有一位璃月角色，装备此武器的角色便获得（7%/8%/9%/10%/11%）攻击力提升与（3%/4%/5%/6%/7%）暴击率提升。至多获得4层提升效果。 “因为我们是 璃月 人” 该武器为四星限定武器，抽取难度较大，不过满精强度还是有保证的。云堇自身由于是璃月人，可以吃到一层武器被动。但是该武器加的是攻击力， 对于云堇来说略显尴尬 。 推荐配队： 云堇，夜兰，行秋/钟离，魈（走地魈流派） 吃四层被动，EQ技能伤害更加稳定。 10. 喜多院十文字 满级（90级）攻击力：565  元素精通：110 元素战技造成的伤害提升（6%/7.5%/9%/10.5%/12%）。元素战技命中后，角色流失3点元素能量，并且在此后的6s内，每2s回复（3/3.5/4/4.5/5）点元素能量。该效果每10s至多出发一次，角色处于队伍后台也能触发。 “在会用的人手中，能发挥出格外强大的能力” 该武器副词条为精通加成，可以提高由云堇触发的结晶的强度，而且武器被动满足云堇通过快速施放E技能弹反机制进行充能的需求。 推荐各位旅行者锻造，并且精炼 。 推荐配队： 云堇，夜兰，行秋/班尼特/钟离，输出角色 四星中较为好用的武器了。 11. “渔获” 满级（90级）攻击力：510  元素充能效率：45.9% 元素爆发造成的伤害提升（16%/20%/24%/28%/32%），元素爆发的暴击率提升（6%/7.5%/9%/10.5%/12%）。 “嘿呦，魈儿。雪花飘飘~~北风啸啸~~” 该武器为充能武器，通过大地图钓鱼兑换获得。高额的元素充能效率缓解了云堇的充能压力，但是云堇的伤害几乎不依赖元素爆发，导致被动对云堇几乎没有作用。 如果香菱和雷神拥有更好的武器，那么这把武器可以给云堇过渡使用 。 推荐配队： 云堇，夜兰，行秋/班尼特/钟离，输出角色 充能没啥问题，就是雪花飘飘~~北风啸啸~~ （这张图并不是忘删了，而是以后魈宝就是鱼叉的常驻嘉宾了） 12. 断浪长鳍 满级（90级）攻击力：620  攻击力：13.8% 队伍中所有角色的元素能量上限的总和，每一点元素能量使得装备此武器的角色的元素爆发造成的伤害提高（0.12%/0.15%/0.18%/0.21%/0.24%），通过这种方式，元素爆发造成的伤害至多提高（40%/50%/60%/70%/80%）。 “以海渊之下的闪亮材质打造而成的薙刀，一度为天狗所有” 该武器为限定四星武器，除非想要云堇前台输出，其余的场景下该武器的副词条和被动对云堇没有意义。 不推荐使用 。 13. 贯月矢 满级（90级）攻击力：565  元素精通：110 触发燃烧、原激化、超激化、蔓激化、绽放、超绽放或烈绽放后，将在角色周围产生至多存在10s的“苏生之叶”。拾取苏生之叶的角色攻击力提升（16%/20%/24%/28%/32%），持续12s。每20s至多通过这种方式产生一枚苏生之叶。角色处于后台是也能触发。 “香菱的新玩具” 该武器为锻造武器，且副词条为精通加成。云堇作为岩系角色完全与草系反应无关，所以对于云堇来说，该武器被动无效。 不太推荐使用 。 14. 风信之锋 满级（90级）攻击力：510  攻击力：41.3% 触发元素反应后的10s内，攻击力提升（12%/15%/18%/21%/24%），元素精通提升（48/60/72/84/96）点。 “真·鸟枪” 该武器为活动赠送，现已绝版。攻击力属性对云堇没有太大作用，而且被动对于元素精通的加成云堇难以触发。 不太推荐使用 。 四星武器没有只因礼枪我表示很不满意。 【五星武器】 1. 和璞鸢 满级（90级）攻击力：674  暴击率：22.1% 命中敌人时自身攻击力提高（3.2%/3.9%/4.6%/5.3%/6.0%），持续6s，最高可叠7层。该效果每0.3s最多触发一次。满层状态时伤害提升（12%/15%/18%/21%/24%）。 “魈宝，你头上的和璞鸢真好看” 该武器为常驻五星武器，副词条是暴击率。该武器对云堇加成几乎没有，除非云堇前台输出。 不太推荐使用 。 推荐配队： 云堇，五郎/班尼特，夜兰/行秋，钟离 云堇输出钟离看戏。 2. 天空之脊 满级（90级）攻击力：674  元素充能效率：36.8% 暴击率提升（8%/10%/12%/14%/16%），此外，普通攻击速度提升12%。此外，普通攻击与重击命中敌人时，有50%概率触发真空刃，在小范围内造成额外（40%/55%/70%/85%/100%）攻击力的伤害。该效果每2s至多触发一次。 “你说这把薄荷它又长又蓝，你说这把薄荷它又非又难” 该武器为常驻五星武器，充能副词条缓解了云堇的充能压力，使得云堇能都快速施放发招来给队友普通攻击增伤。 推荐使用 。 推荐配队： 云堇，夜兰，行秋/班尼特/钟离，输出角色 3. 贯虹之槊 满级（90级）攻击力：608  攻击力：49.6% 护盾强效提升（20%/25%/30%/35%/40%）。攻命中后的8s内，攻击力提升（4%/5%/6%/7%/8%）。该效果至多可叠加5层，每0.3s只能触发一次。此外，处于护盾庇护下时，该效果的攻击力提升效果提高100%。 “盾枪” 该武器为钟离外观专武，攻击力加成对云堇几乎没有作用， 所以不太推荐该武器 。 4. 护摩之杖 满级（90级）攻击力：608  暴击伤害：66.2% 生命值提升（20%/25%/30%/35%/40%）。此外，基于装备该武器的角色生命值上限的（0.8%/1.0%/1.2%/1.4%/1.6%），获得攻击力加成。当装备该武器的角色生命值低于50%时，进一步获得（1%/1.2%/1.4%/1.6%/1.8%）基于生命值上限的攻击力提升。 “你是一个一个一个homo之杖啊” 该武器为限定五星武器，高贵的暴伤词条。前台平A输出流云堇可以使用。高额的暴伤提高了云堇的伤害上限，而生命值加成能够让云堇E技能的护盾由更高的吸收量。 可以使用该武器，但是由于其较高的抽取成本，还是请各位旅行者稍加考虑谨慎抽取。 5. 薙草之稻光 满级（90级）攻击力：608  元素充能效率：55.1% 攻击力获得提升，提升程度相当于元素充能效率超出100%部分的（28%/35%/42%/49%/56%），至多通过这种方式提升（80%/90%/100%/110%/120%）。施放元素爆发后的12s内，元素充能效率提升（30%/35%/40%/45%/50%）。 “一刀，两断” 该武器由高额的元素充能效率加成，而且在施放大招后进一步提升元素充能效率， 非常适合云堇使用 。但是作为很多辅助类枪系角色的毕业武器，它实在是太抢手了，如果各位有多的薙刀（好像也没多少人有），可以给云堇耍耍。 推荐配队： 云堇，夜兰，行秋/班尼特/钟离，输出角色 6. 息灾 满级（90级）攻击力：741  攻击力：16.5% 获得（12%/15%/18%/21%/24%）所有元素伤害加成；施放元素战技后，获得持续20s的“圆顿”，攻击力每1s提升（3.2%/4%/4.8%/5.6%/6.4%），该攻击力提升效果至多叠加6次。当装备此武器的角色处于后台时，“圆顿”的攻击力效果翻倍。 “香菱的新玩具” 该武器是一把极高白值的武器，可以给魈宝极高的攻击力面板，但是吃不满武器被动而且对于魈宝来说圣遗物压力会变得很大，是一把能用但是不太好用的武器，尤其是圣遗物不好的玩家，但是如果圣遗物很好的话，魈宝的输出会和和璞鸢一致。 推荐配队： 魈，珐露珊，班尼特/夜兰，钟离/琴 各歪各的了属于是 7. 赤沙之杖 满级（90级）攻击力：542  暴击率：44.1% 基于装备者元素精通的（52%/65%/78%/91%/104%），获得攻击力加成。元素战技命中敌人时，将产生持续10s的“赤沙之梦”效果；基于装备者元素精通的（28%/35%/42%/49%/56%），获得攻击力加成，该效果至多叠加三层。 “船桨而已” 该武器为赛诺专武，高暴击的加成能够满足云堇前台输出的暴击要求 。 但是对于普通云堇玩家来说，该武器的基于精通增加攻击力这个被动太过于鸡肋 。所以不太推荐使用 。 整体来说，辅助流云堇更加推荐充能武器，由于目前原神没有防御力副词条的长柄武器，所以只能委屈一下了。如果是输出流云堇，那么建议选配以双暴为副词条的武器。 云堇老婆，亲亲（づ￣3￣）づ╭❤～",
    "length": 6160
}