{
    "game_id": 2,
    "post_id": "44583182",
    "f_forum_id": 43,
    "subject": "【V4.1攻略·角色攻略】莱欧斯利·全解析︱机制/养成/配队",
    "url": "https://www.miyoushe.com/ys/article/44583182",
    "created_at": 1697537087,
    "like_num": 3884,
    "view_num": 334906,
    "reply_num": 690,
    "text": "UID:100559319 这里是阿斯盖特，本期是梅洛彼得堡的公爵以及最高负责人——「 莱欧斯利 」的角色攻略！本期将详细地讲解莱欧斯利的 技能机制 、 各流派玩法的养成 与 配队 ~ “我尽力，但不保证赢。” 【简析&一图流】 「 莱欧斯利 」是一名利用快速拳击术对敌人持续造成伤害的 冰伤输出角色 。施放战技后莱欧斯利的 普攻将获得强化 ，造成更高冰伤，并在普攻命中敌人后 损失一定生命值 ，周期性施放重击可以回复自身生命。元素爆发将汇聚力量至拳套上向前施放爆发式冰伤冲击造成范围伤害。 文字太长不想看？先来看看下面的 一图流培养 吧！ 【角色培养材料图表】 ▶天赋加点：普通攻击/重击（9+）＞元素战技（8+）＞元素爆发（6+） ◆莱欧斯利 主要依靠普攻、重击进行输出 ，因此优先升级普攻/重击等级，其次考虑选择升级元素战技，最后升级元素爆发的等级。 （可类比 宵宫 、 流浪者 的技能加点顺序） 【1】普通攻击/重击（A/Z） 【普通攻击/重击】技能演示 （普通攻击） （重击） ①普攻为5段攻击共造成6次伤害，其中第4段造成2次伤害，其他段数均造成1次伤害，第5段攻击具有一定动作前摇。 ②普通攻击、重击命中敌人均可施加 弱冰元素附着 （1元素量、9.5秒） ，其中普攻的冰附着遵循常规附着规则、 重击为独立附着 。 * 常规附着规则 ：同一模组的攻击在命中敌人后的2.5秒内，第1、4、7…次攻击（又称每间隔2次攻击）对敌人施加元素附着。 ③在元素战技、固有天赋配合下的普攻/重击是莱欧斯利的主要输出方式，可考虑 “ 5次普攻+重击 （5a1z） ” 的输出手法。 【2】元素战技（E） 【元素战技】技能演示 ▶战技的伤害 结算方式 *可类似比 宵宫 、 流浪者 的元素战技提升方式。 ①施放元素战技后，该技能的提升效果直接提升莱欧斯利的普通攻击技能倍率，不会提高莱欧斯利的重击伤害。 ②提升方式与 宵宫 、 流浪者 的战技效果类似。 —— 例如 ，90级莱欧斯利的攻击力为1000点，9级的普攻第一段倍率为50%，当前冰伤加成为20%、无其他伤害加成，暴击伤害为70%，90级敌人当前冰抗为10%，则该次普攻第一段造成的伤害：1000×50%×160%×（1+20%）×（1+70%）×（1-10%）×0.5≈734点伤害 （0.5为敌人防御系数、数据做了理想化处理便于理解）。 ③该元素战技的增益效果不会进一步提高「 云堇 」元素爆发的「 飞云旗阵 」效果。 （如下图所示） ①战技本身不会造成伤害，属于 强化类技能 ，施放后将会 提高莱欧斯利的普攻 （逐斥拳） 伤害 。 ②施放战技后， 强化普攻 和 强化重 击命中敌人时将 产生1颗冰元素微粒 ，二者共享2秒的产球冷却时间。 ③该战技的状态下，普攻命中敌人将使莱欧斯利 损失一定生命值 ，使得莱欧斯利可考虑搭配「 逐影猎人 」4件。 ④ 该状态的持续时间可通过卡肉来延长，大多数情况下 可打出3次5a1z循环 。 【3】元素爆发（Q） 【元素爆发】技能演示 ①元素爆发会造成5次冰伤，命中同一敌人使将施加2次 弱冰元素附着 （1元素量、9.5秒） ，遵循常规附着规则。 ②元素爆发将施放 荒性攻击 ，该荒性攻击为冰伤、 不会触发元素反应 ，每10秒至多触发1次。 ◆ 仔细观察就会发现，莱欧斯利元素爆发的技能倍率与 宵宫 、 流浪者 的元素爆发技能倍率差距不大，因此在升级技能时的 优先级也是低于 普攻/重击、战技的。 【4】固有天赋 ▍固有天赋1 ①莱欧斯利的重击为 独立附着 ，在触发该天赋的效果后可获得伤害提升 （属于增伤加成） ，并且 此时 施放重击将 不消耗体力 。 ② 莱欧斯利可考虑 5a1z 的循环方式，利用该天赋可提高重击的伤害能力 。 ▍固有天赋2 莱欧斯利在施放元素战技后的强化普攻命中敌人后即可消耗自身一定生命值，固有天赋1同时 具有治疗回复效果 ，使得该天赋的攻击力提升层数长时间处于满层状态。 ▍固有天赋3： 该天赋与「 神里绫华 」的固有天赋3效果一致。 ▶套装选择 *莱欧斯利 仅融化玩法考虑元素精通属性 ，冰伤直伤玩法选择暴伤、暴击和攻击这三种属性。 ◆各 套装搭配 期望对比 【1】 融化流 下 【2】冰伤玩法 *冰风套结算的是命中未被冻结、但处于冰元素影响下的敌人。 ①无论莱欧斯利是哪一种玩法，套装 优先考虑 「 逐影猎人 」4件。 如果暂时没有刷取词条适合的逐影4件，可 暂用 词条优秀的 来歆余响4件 、 追忆之注连4件 。 ②「 追忆之注连 」4件会在施放战技时 亏损能量 ，这对需要利用元素爆发来产生 荒性攻击 的莱欧斯利而言，会出现 拖沓 破除芒性效果的时间，因此该套装需要谨慎选择。 ③ 中期过渡 可考虑2+2散搭， 前期过渡 可考虑“战狂2+武人2”的搭配。 ④ 冻结玩法 也可考虑「 冰封迷途的勇士 」4件。 但当前 部分敌人 存在 无法被持续冻结 的情况，所以该套装的 效果会有所折扣 ， 不推荐专门给莱欧斯利刷取 。 ⑤莱欧斯利 并非全部依靠重击进行输出 ——主要是普攻与重击的混合输出模式，因此不推荐搭配「流浪大地的乐团」4件。 ▶词条&面板 ①在 融化流玩法 中，可将元素精通堆叠至100-200之间，当对内没有额外元素精通来源时可考虑选择精通沙漏；如果选择搭配纳西妲等角色，则选择攻击沙漏。 *自身融化率中偏上，过高的元素精通反而使未融化的伤害降低过多。 ②当搭配「 逐影猎人 」时，暴击率推荐在50-64%之间，搭配非双暴武器时的暴伤推荐在170%及以上、搭配双暴武器时的暴伤推荐在220%及以上。 *冰伤玩法中搭配 冰封迷途的勇士 4件套的双暴堆叠 与逐影4类似 。 ③其他套装搭配推荐将暴击率堆叠至70%及以上，非双暴武器时暴伤推荐在140%及以上、双暴武器时的暴伤推荐在180%及以上。 ▶武器选择&面板 ▶各 武器期望 对比 【1】 融化 流 ①仅搭配班尼特时 *0命莱欧斯利的玩法通常搭配班尼特获得额外攻击力提高，主要面向常规的双火融化阵容。在 无额外元素精通辅助角色 时（如纳西妲、砂糖等），莱欧装备精通沙漏时，精通武器有不错的表现，如千夜浮梦、万国诸海图谱等。 ②搭配班尼特、纳西妲时 *该期望对比主要面向“ 燃融玩法 ”（可查看下方 【队伍搭配】 部分）。当队伍搭配班尼特、 纳西妲 等可以提供额外攻击力、元素精通提升时，由于增幅反应的精通阈值并不会太高，导致精通武器的期望相对有所降低，此时可不选择精通武器。 【2】 冰伤 流玩法 ① 冰伤 队莱夜万猫期望对比 *在莱夜万猫队伍中，额外攻击力提升来源较少，使得基础攻击力高的武器与基础攻击力低的武器存在不小差距。 ② 冰伤 莱鹤万心期望对比 *申鹤的冰翎作用于基础倍率区间，使得基础攻击力不同的武器间的差距降低了。该队伍中的珊瑚宫心海装备讨龙英杰谭和千岩4件、申鹤搭配宗室4件，提供额外攻击力加成。 （各流派的各武器期望对比可 查看上方折叠内容 ） ▶详细讲解 【1】金流监督 优先考虑的武器，该武器的各个加成效果都十分契合莱欧斯利，且22.1%的暴击率加成使得即使搭配逐影4件也不必过于担心暴击率溢出——此时可选择 暴伤头冠 ，依靠圣遗物的副词条堆叠暴击率。 【2】图莱杜拉的回忆 5星武器中的次选 ，对于莱欧斯利而言仅次于「金流监督」。莱欧斯利主要依靠多段普攻衔接重击进行输出 （如5a1z） ，该武器的 攻速加成 、 普攻加成 可以有效提高莱欧斯利造成的伤害。 【3】流浪乐章 流浪乐章，又是它！流浪乐章还没有倒下，它还在输出.jpg 考虑融化玩法时，三种属性提升均可提高莱欧斯利造成的伤害。作为攻击模组的莱欧斯利，流浪乐章是 所有4星武器里优先考虑的 （甚至要优于部分5星武器） 。 【4】更多 5星 武器 ① 千夜浮梦 ： 仅限融化玩法， 该武器可以在融化玩法中拥有不错的表现主要是因为其技能特效可以提供可观的元素伤害加成 （装备者元素与队友不一致） ，使得融化流莱欧斯利可以考虑选择这把5星武器。 队内 额外元素精通获取手段较多时 ，优于存在 精通稀释 ，相对期望会降低。 ② 万世流涌大典 ：提供 高额暴击伤害加成 ，可通过 搭配班尼特 等提高莱欧斯利的攻击力弥补该武器基础攻击力低的不足， 不玩那维莱特且有多余的该武器时可使用 。 ③ 四风原典 ：暴击率加成较高，搭配「 逐影猎人 」4件时需要注意副属性暴击率的堆叠， 避免暴击率溢出 亏损属性。 ④ 神乐之真意 ：该武器主要的作用是具有不错的暴伤加成，武器技能对莱欧而言基本属于 无效属性 （莱欧斯利施放元素战技后的各种攻击依旧属于普攻、重击， 无法触发元素战技伤害加成 ） 。 ⑤ 其他5星武器 ：如果没有以上5星武器，可以考虑下方的4星武器，或者其他5星武器，如 天空之卷 、 尘世之锁 （需搭配 护盾 ） 等这类攻击力武器， 但需要注意搭配 班尼特 、 申鹤 、 云堇 等角色时会使攻击力稀释。 【5】更多 4星 武器 ① 万国诸海图谱 ： 锻造武器 ， 仅融化玩法考虑 。莱欧斯利触发融化反应后提高自身冰伤，是前中期性价比较高的选择。 ② 匣里日月 ： 纪行 武器。需要莱欧斯利前置施放元素爆发才能触发该武器的普攻伤害加成，加成时间不能覆盖莱欧斯利的输出全程。 ③ 纯水流华 ： 锻造 武器， 需要搭配治疗角色快速触发武器技能 。虽然莱欧斯利的天赋1具有恢复效果，但通常不是开局就触发的 （需要生命值低于60%） ，如果不搭配治疗手段快速消除「 生命之契 」则会降低该武器元素增伤的覆盖率。 ④ 嘟嘟可故事 ： 活动武器 （1.6版本） 。 前期过渡选择 ，莱欧斯利的主要输出来源于普攻、重击，所以可以触发全部的武器技能，如果没有更好的4星武器可以考虑选择。 （各种武器选择可 查看上方折叠内容 ） ▶命座介绍 ◆命座 提升幅度 ▶命座详解 【 1命 】 解锁该命座前，每5秒才可无体力消耗施放1次重击； 解锁该命座后， 每2.5秒即可无体力消耗施放重击 。该命座改善输出体验，再配合 5a1z 的循环时所消耗的体力大大减少。 【 2命 】 该命座将根据固有天赋2的层数来提高元素爆发造成的伤害 （属于增伤区间） ，至多提高200%的元素爆发伤害。 【4命】 提高 重击触发天赋1时的 回复量 ，并当治疗量溢出后可提高莱欧斯利攻击，提高其输出效率。 【 6命 】 解锁莱欧斯利的最强输出形态，解锁该命座后将 提高重击的伤害占比 ，该命座产生的 额外冰锥伤害为独立弱冰元素附着 。 ◆总的来说，莱欧斯利的主要输出机制在 0命时较为完 整，后续命座多为提高自身输出能力，其中值得一提的便是 1命效果 ，可以使莱欧斯利的 5a1z 输出方式消耗的体力更少，优化输出手感。解锁命座可以1、2、6命为目标。 【1】莱钟香班/双火融化 ① 香菱 在该阵容中 优先堆叠元素充能效率 保障大招循环，推荐充能效率推荐在240%左右 （充能达到后再考虑提高伤害，类比融甘阵容） 。 ② 钟离 利用护盾提高阵容生存能力，减少因班尼特元素爆发的火附着而出现的“突然倒下”的情况；追求更高伤害可以考虑搭配 枫原万叶 等风元素角色 （求稳选护盾、追求更高伤害选风辅） 。 ③ 班尼特 在该阵容中可以选择「 昔日宗室之仪 」4件、「 教官 」4件提高莱欧斯利的伤害。 【补充】 枫原万叶 的 入队 莱欧斯利所有技能均 只能施加弱冰元素附着 、元素爆发命中同一敌人仅能附着2次冰元素。当搭配枫原万叶时需要提前利用技能扩散冰元素，否则在后续香菱元素爆发施放后扩散冰元素将变得困难。可考虑在输出循环前利用未施放战技的 普攻对敌人施加冰元素 、利用前置元素爆发施放冰元素从而使万叶扩散冰元素。 此外，当 没有护盾角色的保护 ，因为莱欧斯利的生命值一般、施放战技后的强化普攻敌人会消耗生命值、莱欧斯利 处于火元素附着状态下 ，所以万叶加入队伍对操作的要求也有所提升，注意躲避敌人的攻击。 ▶相关角色培养（ 钟离 / 香菱 / 枫原万叶 ） 【2】莱纳托班/燃融玩法 ① 优先提高托马的元素充能效率 ， 4命以下 推荐将充能效率堆叠至230%及以上， 解锁4命后 充能效率堆叠至200%左右。除此之外，托马 堆叠生命 提高护盾量。 ② 纳西妲 的 通用圣遗物 套装为「 深林的记忆 」4件，该阵容中的纳西妲套装还可考虑是饰金之梦 （提高转化精通加成） 、千岩牢固 （提高攻击力） 。 ▶角色培养（ 纳西妲 / 托马 / 班尼特 ） ▌ 满命申鹤 的融化竞速 莱欧斯利 + 申鹤 + 枫原万叶 + 班尼特 需要搭配 6命申鹤 ，在该阵容中莱欧斯利在收尾时才施放元素爆发 （6命申鹤下莱欧的 普攻/重击将不再消耗冰翎数 ，但元素爆发依旧会消耗冰翎） 。该队伍主要依靠枫原万叶的元素爆发“染火”附着火元素素，万叶需要堆叠 元素充能效率 。 【3】冰伤玩法·莱夜万猫 ①如果没有枫原万叶，可选择 温迪 、 琳妮特 等风元素角色替换，并搭配「 翠绿之影 」4件 （风套） 减抗。 ②面对 可以直接冻结的敌人时 ，也可用 莫娜 替换夜兰。 如果敌人多是 难以冻结的敌人 依旧 推荐夜兰 。 ③冰伤玩法的套装依旧推荐优先考虑「 逐影猎人 」4件 （直接获得 36%暴击率 ） ， 冰封迷途的勇士 （冰套） 在 面对非冻结敌人时会亏损20%的暴击率 ，使得莱欧斯利需要堆叠更高的暴击率。 ④ 选择 莫娜 ：迪奥娜E、万叶QE、莫娜QE、莱欧斯利E接输出 *先使敌人处于冰元素附着或冻结状态下，再施放莫娜的元素爆发，目的在于延长莫娜元素爆发的星异增伤时间。 ▶角色培养（ 夜兰 / 莫娜 / 迪奥娜 ） 【4】莱鹤万心 莱欧斯利 + 申鹤 + 枫原万叶 + 珊瑚宫心海 类似神鹤万心的阵容变阵，提高莱欧斯利的伤害。 相较于神里绫华主要以元素爆发输出，莱欧斯利主要以多段普攻衔接重击的方式进行输出，可以很好的搭配夜兰获得增伤。且莱欧斯利的普攻段数较多， 在申鹤没有解锁6命前 ，申鹤的 冰翎 搭配莱欧斯利会 被迅速消耗 ，其余攻击主要依靠申鹤元素爆发的减抗、固有天赋的增伤来提高伤害，会存在提升幅度逊色于夜兰的情况。 ▶ 参考输出顺序 ：申鹤EQ、万叶QE、心海E、莱欧斯利E接普攻输出 ▶角色培养（ 申鹤 / 珊瑚宫心海 ） ▌冰伤直伤/ 纯冰队 玩法 ①通俗地讲就是“ 纯冰队 ”，该队伍的主要是通过搭配增幅类角色 （ 班尼 特、 夜兰 、 枫原万叶 、 高命申鹤 、 云堇 等） 来直接提高莱欧斯利造成的伤害， 偏向高配置玩法 。 ②班尼特、申鹤、云堇的加成效果 均作用于基础倍率区间 ，在该玩法中主要是 三选一 （当然如果想直接力大砖飞也可选择多个） 。 ③提高容错率则可考虑 护盾角色 ，如 钟离 （减抗） 、 迪奥娜 、 莱依拉 等；风元素角色优先考虑 枫原万叶 （增伤） ，其次是其他风元素角色 搭配风套减抗 。 【4】“种门”玩法 *该玩法主要是一种 拓展娱乐玩法 ，丰富莱欧斯利的配队选择，队伍具有高伤害下限，但上限一般，莱欧斯利的队伍选择还是以融化、冰伤玩法为主。 ▶角色培养（ 行秋 / 久岐忍 ） 【总结一下】 近战冰法的技能模组预示着莱欧斯利可以拥有丰富的配队，同时机制并不复杂，整体简洁明了、上手难度低。近战拳击的攻击模式也能给人带来不错的游玩体验，是一位表现不错的冰伤输出角色。 ◆ 武器方面 ：5星优先考虑金流监督、图莱杜拉的回忆，融化玩法在不搭配纳西妲等精通辅助角色时可选择千夜浮梦；4星武器优先考虑流浪乐章、匣里日月，融化玩法可考虑万国诸海图谱，前期过渡可选择嘟嘟可故事集。 ◆ 圣遗物方面 ：套装优先选择逐影猎人4件，有词条优秀的来歆余响、追忆之注连等4件套又可直接使用；冰伤玩法如果有词条优秀的冰封迷途的勇士4件也可使用，但不推荐再专门刷取。 ◆ 词条方面 ：主要选择是攻击沙、冰伤杯和双暴头冠，融化流可根据武器和圣遗物副词条选择攻击或精通沙。 ◆ 命座方面 ：命座可选择以1、2、3、6等逐级考虑。 以上就是「莱欧斯利」角色攻略的全部内容啦~我们下期再见！ 图片： Asgater 文本： Asgater 数据： Asgater 监督&校正： Asgater",
    "length": 6660
}